Repository: GEANT/CAT
Catalog: translation/*/core.po
Languages: cy, et_ee

source: The profile information does not include the realm, so no DNS checks for OpenRoaming can be executed.
cy: Nid yw'r wybodaeth proffil yn cynnwys y parth, felly ni ellir cynnal unrhyw wiriadau DNS ar gyfer OpenRoaming.
et_ee: Profiiliandmed ei sisalda domeeni, seetõttu ei saa DNS-kontrolle OpenRoamingu jaoks teha.

source: The SRV target of an OpenRoaming NAPTR record is unexpected.
cy: Mae targed SRV o gofnod NAPTR OpenRoaming yn annisgwyl.
et_ee: OpenRoamingu NAPTR kirje SRV tulemus ei ole ootuspärane.

source: The DNS hostnames in the SRV records do not resolve to actual host IPs. OpenRoaming will not work.
cy: Nid yw'r enwau gwesteiwr DNS yn y cofnodion SRV yn datrys i IPs gwesteiwr gwirioneddol. Ni fydd OpenRoaming yn gweithio.
et_ee: DNS nimed SRV kirjetes ei lahendu tegelikeks hosti IP-deks. OpenRoaming ei hakka toimima.

source: When connecting to the discovered OpenRoaming endpoints, they all had errors. OpenRoaming will likely not work.
cy: Wrth gysylltu â'r pwyntiau terfyn OpenRoaming a ddarganfuwyd, roedd ganddynt oll wallau. Mae'n debygol na fydd OpenRoaming yn gweithio.
et_ee: OpenRoamingu tuvastatud lõpp-punktidega ühendumisel oli kõigil vigu. OpenRoaming arvatavasti ei hakka toimima.

source: When connecting to the discovered OpenRoaming endpoints, only a subset of endpoints had no errors.
cy: Wrth gysylltu â'r pwyntiau terfyn OpenRoaming a ddarganfuwyd, dim ond is-set o bwyntiau terfyn oedd heb unrhyw wallau.
et_ee: OpenRoamingu tuvastatud lõpp-punktidega ühendumisel ei andnud ainult osa neist vigu.

source: At least one DNS response was NOT secured using DNSSEC. OpenRoaming ANPs may refuse to connect to the endpoint.
cy: NI sicrhawyd o leiaf un ymateb DNS gan ddefnyddio DNSSEC. Gall ANPs OpenRoaming wrthod cysylltu â'r pwynt terfyn.
et_ee: Vähemalt üks DNS-vastus EI olnud turvatud DNSSECiga. OpenRoamingu APNid võivad keelduda lõpp-punktiga ühendumisest.

source: Initial diagnostics regarding the DNS part of OpenRoaming (including DNSSEC) were successful.
cy: Roedd diagnosteg gychwynnol ynghylch rhan DNS OpenRoaming (gan gynnwys DNSSEC) yn llwyddiannus.
et_ee: Esmane diagnostika OpenRoamingu DNS osas (sh DNSSEC) oli edukas.

source: Belgium
cy: Gwlad Belg
et_ee: Belgia

source: Bulgaria
cy: Bwlgaria
et_ee: Bulgaaria

source: Cyprus
et_ee: Küpros

source: Czech Republic
cy: Tsiecsia
et_ee: Tšehhi Vabariik

source: Denmark
cy: Denmarc
et_ee: Taani

source: Estonia
et_ee: Eesti

source: Finland
cy: Y Ffindir
et_ee: Soome

source: France
cy: Ffrainc
et_ee: Prantsusmaa

source: Germany
cy: Yr Almaen
et_ee: Saksamaa

source: Greece
cy: Gwlad Groeg
et_ee: Kreeka

source: Croatia
et_ee: Horvaatia

source: Ireland
cy: Iwerddon
et_ee: Iirimaa

source: Iceland
cy: Gwlad yr Iâ
et_ee: Island

source: Italy
cy: Yr Eidal
et_ee: Itaalia

source: Hungary
cy: Hwngari
et_ee: Ungari

source: Luxembourg
cy: Lwcsembwrg
et_ee: Luksemburg

source: Latvia
cy: Latfia
et_ee: Läti

source: Lithuania
cy: Lithwania
et_ee: Leedu

source: Macedonia
et_ee: Makedoonia

source: Netherlands
cy: Yr Iseldiroedd
et_ee: Holland

source: Norway
cy: Norwy
et_ee: Norra

source: Poland
cy: Gwlad Pwyl
et_ee: Poola

source: Romania
cy: Rwmania
et_ee: Rumeenia

source: Slovenia
cy: Slofenia
et_ee: Sloveenia

source: Spain
cy: Sbaen
et_ee: Hispaania

source: Sweden
et_ee: Rootsi

source: Slovakia
cy: Slofacia
et_ee: Slovakkia

source: Switzerland
cy: Y Swisdir
et_ee: Šveits

source: Turkey
cy: Twrci
et_ee: Türgi

source: United Kingdom
cy: Y Deyrnas Unedig
et_ee: Suurbritannia

source: Australia
cy: Awstralia
et_ee: Austraalia

source: Canada
et_ee: Kanada

source: Israel
et_ee: Iisrael

source: Japan
et_ee: Jaapan

source: New Zealand
cy: Seland Newydd
et_ee: Uus-Meremaa

source: U.S.A.
cy: U.D.A.
et_ee: Ameerika Ühendriigid

source: Brazil
cy: Brasil
et_ee: Brasiilia

source: Chile
et_ee: Tšiili

source: Peru
cy: Periw
et_ee: Peruu

source: Venezuela
cy: Feneswela
et_ee: Venetsueela

source: Default
cy: Rhagosodedig
et_ee: Vaikimisi

source: Armenia
et_ee: Armeenia

source: Azerbaijan
et_ee: Aserbaidžaan

source: Belarus
cy: Belarws
et_ee: Valgevene

source: Kenya
cy: Cenia
et_ee: Keenia

source: Kyrgyzstan
et_ee: Kõrgõzstan

source: Kazakhstan
cy: Casachstan
et_ee: Kasahstan

source: Morocco
et_ee: Maroko

source: Moldova
cy: Moldofa
et_ee: Moldaavia

source: Russia
cy: Rwsia
et_ee: Venemaa

source: Singapore
cy: Singapôr
et_ee: Singapur

source: Thailand
cy: Gwlad Thai
et_ee: Tai

source: South Africa
cy: De Affrica
et_ee: Lõuna-Aafrika

source: Unnamed Entity
cy: Endid Heb Enw
et_ee: Riik määramata

source: Profile deactivation succeeded
cy: Llwyddodd dadactifadu proffil
et_ee: Profiili desaktiveerimine õnnestus

source: Profile activation/modification succeeded
cy: Llwyddwyd i ysgogi/addasu proffil
et_ee: Profiili aktiveerimine/muutmine õnnestus

source: Profile deactivation failed
cy: Methodd dadactifadu proffil
et_ee: Profiili desaktiveerimine ebaõnnestus

source: Profile activation/modification failed
cy: Methodd actifadu/addasu proffil
et_ee: Profiili aktiveerimine/muutmine ebaõnnestus

source: on both RADIUS servers: primary and backup
cy: ar y ddau weinydd RADIUS: prif ag wrth gefn
et_ee: mõlemal RADIUSe serveril: primaarne ja varu

source: on primary RADIUS server
cy: ar y prif weinydd RADIUS
et_ee: primaarsel RADIUSe serveril

source: on backup RADIUS server
cy: ar y gweinydd RADIUS wrth gefn
et_ee: RADIUSe varuserveril

source: RADIUS profile update problem fixed
cy: Problem diweddaru proffil RADIUS wedi'i datrys
et_ee: RADIUSe profiili uuendamise probleem on lahendatud

source: RADIUS profile update problem
cy: Problem diweddaru proffil RADIUS
et_ee: RADIUSe profiili uuendamise probleem

source: your local %s support
cy: eich cefnogaeth %s lleol
et_ee: kohalik %si kasutajatugi

source: your local %s support page
cy: eich tudalen gefnogaeth %s leol
et_ee: kohalik %si kasutajatoe leht

source: Sorry, this should not happen - no additional information is available
cy: Mae'n ddrwg gennym, ni ddylai hyn ddigwydd - nid oes unrhyw wybodaeth ychwanegol ar gael
et_ee: Vabandust, seda ei peaks juhtuma - täpsemat infot kahjuks ei ole saadaval

source: (discontinued) %s
cy: (terfynu) %s
et_ee: (lõpetatud) %s

source: %s and %s
cy: %s a %s
et_ee: %s ja %s

source: Hi, the invitation for the new %s %s in your %s federation %s has been used and the %s was created in %s. We thought you might want to know. Best regards, %s
cy: Helo, Mae'r gwahoddiad ar gyfer y %s %s newydd yn eich ffederasiwn %s %s wedi'i ddefnyddio a chrëwyd y %s yn %s. Roedden ni'n meddwl y byddech chi eisiau gwybod. Cofion gorau, %s
et_ee: Tere! Automaatteade: kutse %s %s %s föderatsioonis %s on kasutatud ja %s loodi %s-s. %s

source: Hi, the eduGAIN self-registration was used to create a new %s %s in your %s federation %s in %s. We thought you might want to know. Best regards, %s
cy: Helo, defnyddiwyd yr hunan-gofrestru eduGAIN i greu %s newydd %s yn eich %s ffederasiwn %s yn %s. Roedden ni'n meddwl y byddech chi eisiau gwybod. Cofion gorau, %s
et_ee: Tere eduGAINi iseregistreerimist kasutati %s %s loomiseks föderatsioonis %s %s %s. %s

source: %s in your federation was created
cy: cafodd%s ei greu yn eich ffederasiwn
et_ee: Sinu föderatsiooni loodi %s

source: Hi, the %s %s in your %s federation %s has been deleted from %s. We thought you might want to know. Best regards, %s
cy: Hi, yr %s %s yn eich ffederasiwn %s mae %s wedi ei ddileu o %s. Roeddem yn meddwl efallai eich bod am wybod. Cofion gorau, %s
et_ee: Tere %s %s Teie %si föderatsioonis %s on kustutatud %s-st. Lugupidamisega %s

source: %s in your federation was deleted
cy: %s x yn eich ffederasiwn ei ddileu
et_ee: Sinu föderatsioonist kustutati %s

source: Your %s access is ready
cy: Mae eich mynediad %s yn barod
et_ee: Ligipääs %si on valmis

source: Hello!
cy: Helo!
et_ee: Tere!

source: A new %s access credential has been created for you by your network administrator.
cy: Mae gweinyddwr eich rhwydwaith wedi creu manylion mynediad %s newydd ar eich cyfer.
et_ee: Automaatne teade eduroami seadistusvahendilt: Võrguadministraator andis Sulle juurdepääsuõiguse %sile.

source: Please follow the following link with the device you want to enable for %s to get a custom %s installation program just for you. You can click on the link, copy and paste it into a browser or scan the attached QR code.
cy: Dilynwch y cyswllt ganlynol gyda'r ddyfais rydych chi am ei galluogi i %s gael rhaglen osod %s arferol ar eich cyfer chi yn unig. Gallwch glicio ar y cyswllt, ei gopïo a'i gludo i mewn i borwr neu sganio'r cod QR atodedig.
et_ee: Sinu jaoks seadistatud %si paigaldusprogrammi allalaadimiseks palun ava alltoodud link seadmega, millest soovid edaspidi %si kasutada. Võid kas lingile klõpsata, kopeerida aadressi veebilehitseja aadressireale või skaneerida lisatud QR-koodi.

source: Please keep this email or bookmark this link for future use. After picking up your %s installation program, you can use the same link to get status information about your %s account.
cy: Cadwch yr e-bost hwn neu nod tudalen y cyswllt hon i'w defnyddio yn y dyfodol. Ar ôl codi'ch rhaglen osod %s, gallwch ddefnyddio'r un cyswllt i gael gwybodaeth statws am eich cyfrif %s.
et_ee: Palun hoia see e-kiri või link tuleviku tarbeks alles. Pärast %si paigaldusprogrammi allalaadimist saad sama lingi kaudu vaadata teavet oma %si konto seisundi kohta.

source: Regards,
cy: Cofion,
et_ee: Lugupidamisega

source: Your %s access is ready! Click here: %s (on Android, first install the app '%s'!)
cy: Mae eich mynediad %s yn barod! Cliciwch yma: %s (ar Android, gosodwch yr app '%s' yn gyntaf!)
et_ee: Sinu %si juurdepääs on valmis. Klõpsa %s (Kui kasutad Androidi, paigalda esmalt äpp/rakendus '%s'.)

source: %s Invitation System
cy: %s Cysawd Gwahoddiad
et_ee: %si kutsete süsteem

source: Feedback
cy: Adborth
et_ee: Tagasiside

source: National Roaming Operator
cy: Gweithredwr Crwydro Cenedlaethol
et_ee: riigi rändlusteenuse vahendaja

source: identity provider
cy: darparwr hunaniaeth
et_ee: identiteedipakkuja

source: organisation
cy: sefydliad
et_ee: asutus

source: Identity Provider
cy: Darparwr Hunaniaeth
et_ee: Identiteedipakkuja

source: Wi-Fi Hotspot
cy: llecyn Wi-Fi
et_ee: Wi-Fi leviala

source: Hotspot
cy: llecyn
et_ee: leviala

source: Service Provider
cy: Darparwr Gwasanaeth
et_ee: Teenusepakkuja

source: participant
cy: cyfranogwr
et_ee: osaleja

source: Organisation
cy: Sefydliad
et_ee: Asutus

source: organization
cy: sefydliad
et_ee: asutus

source: entity
cy: endid
et_ee: üksus

source: a %s of the %s %s "%s" has invited you to manage the %s together with them.
cy: mae %s o'r %s %s "%s" wedi eich gwahodd i rheoli %s ynghyd â nhw.
et_ee: %s %s %s "%s" saatis Sulle kutse, et koos hallata%s.

source: a %s %s has invited you to manage the future %s "%s" (%s). The organisation will be a %s.
cy: a %s %s wedi eich gwahodd i reoli'r dyfodol %s "%s" (%s). Bydd y sefydliad yn a %s.
et_ee: %s %s kutsus Sind edaspidi haldama: %s "%s" (%s). Asutus on %s.

source: a %s %s has invited you to manage the %s "%s". This is a %s.
cy: mae %s %s wedi eich gwahodd i reoli'r %s "%s". Mae hwn yn a %s.
et_ee: %s %s kutsus Sind haldama %s "%s". See on %s.

source: This invitation is valid for 24 hours from now, i.e. until %s.
cy: Mae'r gwahoddiad hwn yn ddilys am 24 awr o nawr, h.y. tan %s.
et_ee: Kutse kehtib saatmise hetkest alates 24 tundi ehk siis kuni %s.

source: Hello,
cy: Helo,
et_ee: Tere

source: manually. Please do not reply to this mail; this is a send-only address.
cy: â llaw. Peidiwch ag ateb yr e-bost hwn os gwelwch yn dda; cyfeiriad anfon-yn-unig yw hwn.
et_ee: käsitsi. Palun ärge vastake sellele kirjale; seda aadressi kasutatakse ainult saatmiseks.

source: Additional message from your %s administrator:
cy: Neges ychwanegol oddi wrth eich gweinyddwr %s
et_ee: Lisateade %s administraatorilt:

source: %s administrator
cy: %s gweinyddwr
et_ee: %sadministraator

source: manually. If you reply to this mail, you will reach your %s administrators.
cy: â llaw. Os byddwch yn ymateb i'r e-bost hwn, byddwch yn cyrraedd eich gweinyddwyr %s.
et_ee: käsitsi. Sellele kirjale vastates saad ühenduse oma %s administraatoriga.

source: To enlist as an administrator for that %s, please click on the following link:
cy: Er mwyn ymrestru fel gweinyddwr ar gyfer y %s hwnnw, cliciwch ar y cyswllt ganlynol:
et_ee: Selle %s administraatoriks saamiseks palun klõpsa järgmisele lingile:

source: If clicking the link doesn't work, you can also go to the %s Administrator Interface at
cy: Os nad yw clicio ar y cyswllt yn gweithio, gallwch hefyd fynd i Ryngwyneb Gweinyddwr %s yn
et_ee: Kui lingile klõpsamine ei õnnestu, ava %s administraatoriliides:

source: and enter the invitation token
cy: a rhowch y tocyn gwahoddiad
et_ee: ja sisesta kutse kood

source: Do NOT forward the mail before the token has expired - or the recipients may be able to consume the token on your behalf!
cy: PEIDIWCH ag anfon y post ymlaen cyn i'r tocyn ddod i ben - neu efallai y bydd y derbynwyr yn gallu defnyddio'r tocyn ar eich rhan!
et_ee: NB! Palun ära saada seda kirja kellelegi edasi enne, kui kood on aegunud. Muidu võivad kirja saajad seda koodi Su õigustes ise kasutada.

source: We wish you a lot of fun with the %s.
cy: Rydym yn dymuno llawer o hwyl i chi gyda'r %s.
et_ee: Soovime edu %s kasutamisel.

source: Sincerely, Your friendly folks from %s Operations
cy: Yn ddiffuant, Eich folks cyfeillgar o %s Gweithrediadau
et_ee: Lugupidamisega %s Operations meeskond

source: %s: you have been invited to manage an %s
cy: %s: rydych wedi cael gwahoddiad i reoli %s
et_ee: %s: %s haldamise kutse

source: Input validation error:
cy: Gwall dilysu mewnbwn:
et_ee: Sisendi valideerimise viga:

source: Realm is empty!
cy: Mae'r parth yn wag!
et_ee: Domeeni osa on tühi!

source: Realm contains an @ sign!
cy: Mae'r parth yn cynnwys arwydd @!
et_ee: Domeenis sisaldub @-märk!

source: Realm begins with a . (dot)!
cy: Mae'r parth yn dechrau gyda . (ddot)!
et_ee: Domeen algab . (punktiga)!

source: Realm ends with a . (dot)!
cy: Mae'r parth yn gorffen gyda . (ddot)!
et_ee: Domeen lõpeb . (punktiga)!

source: Realm contains spaces!
cy: Mae'r parth yn cynnwys bylchau!
et_ee: Domeen sisaldab tühikuid!

source: Realm does not contain at least one . (dot)!
cy: Nid mae'r parth yn cynnwys o leiaf un . (ddot)!
et_ee: Domeen peab sisaldama vähemalt ühte . (punkti)!

source: Austria
cy: Awstria

source: Portugal
cy: Portiwgal

source: Korea
cy: Corea
