Repository: GEANT/CAT
Catalog: translation/*/devices.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, nb_no, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_rs, tr_tr, uk_ua

source: The installer will create network profile:
gl_es: O instalador creará un perfil de rede:

source: You will be able to use eduroam in most institutions however due to Windows XP limitations and differences in network settings at different institutions, you may be sometimes required to repeat the connection for the system to reconfigure.
gl_es: Poderá usar eduroam na maioría das institucións, no entanto, debido a limitaciones en Windows XP e diferenzas nas configuracións de rede en distintas institucións, pode ser necesario en ocasións ter que repetir a conexión para que o sistema se reconfigure.

source: In order to install/update %s access all selected steps need to be performed. Click Continue to proceed
gl_es: Para instalar/actualizar o acceso %s todos os pasos seleccionados necesitan estar satisfeitos. Prema continuar para proceder
sk_sk: Ak chcete nainštalovať/aktualizovať prístup k %s, je nutné vykonať všetky vybrané kroky. Pre ďalší postup kliknite na tlačítko Pokračovať.

source: If an option is not selected by default, then it is either not available or optional.
gl_es: De non estar unha opción seleccionada de modo predeterminado, ben non está dispoñible ben é opcional.
sk_sk: Ak voľba nie je vybratá v predvolenom nastavení, je nepovinná alebo nie je k dispozícii.

source: The installer is in the form of a bash script. It will try to configure eduroam under Network Manager and if this is either not appropriate for your system or your version of Network Manager is too old, a wpa_supplicant config file will be created instead.
gl_es: O instalador está na forma de script de bash. Tentará configurar eduroam en Network Manager e se así non é posible ou apropiado para o seu sistema, ou se a súa versión de Network Manager é demasiado antiga, crearase un ficheiro de configuración wpa_supplicant en substitución.
sk_sk: Inštalačný program má formu bash skriptu. Pokúsi sa nakonfigurovať eduroam cez aplikáciu Network Manager. Ak je verzia aplikácie Network Manager na vašom systéme príliš stará alebo vôbec nie je k dispozícii, bude vytvorený konfiguračný súbor pre nástroj wpa_supplicant.

source: The installer will create .eduroam sub-directory in your home directory and will copy your server certificates there.
gl_es: O instalador crerará un subcartafol .eduroam no seu cartafol persoal e copiará os certificados do seu servidor alí.

source: In order to connect to the network you will need an a personal certificate in the form of a p12 file. You should obtain this certificate from your home institution. Consult the support page to find out how this certificate can be obtained. Such certificate files are password protected. You should have both the file and the password available during the installation process. Your p12 file will also be copied to the .eduroam directory.
gl_es: Para conectar coa rede, necesitará un certificado persoal na forma dun ficheiro p12. Debería obter este certificado da súa institución. Consulte a páxina de asistencia técnica para atopar como obter este certificado. Os ficheiros de certificados están protexidos por contrasinal. Debería ter dispoñible tanto o ficheiro como o contrasinal durante o proceso de instalación. O seu ficheiro p12 tamén se copiará no cartafol .eduroam.

source: Continue
gl_es: Continuar
sk_sk: Pokračovať

source: Network Manager configuration failed, generating wpa_supplicant.conf
gl_es: Fallou a configuración de Network Manager, xerarase a wpa_supplicant.conf
sk_sk: Konfigurácia Network Manager-a bola neúspešná. Generuje sa konfiguračný súbor wpa_supplicant.conf

source: File %s exists; it will be overwritten.
gl_es: O ficheiro %s xa existe; sobrescribirase.
sk_sk: Súbor %s existuje, bude prepísaný.

source: Output written to %s
gl_es: A saída escríbese en %s
sk_sk: Výsledok uložený do %s

source: enter your password
gl_es: escriba o seu contrasinal
sk_sk: zadajte heslo

source: file not found
gl_es: o ficheiro non se atopou
sk_sk: súbor nebol nájdený

source: enter the password for the certificate file
gl_es: introduza o contrasinal para o ficheiro de certificado
sk_sk: zadajte heslo pre súbor s certifikátom

source: This installer is an example only. It produces a zip file containig the IdP certificates, info and logo files (if such have been defined by the IdP administrator) and a dump of all available attributes.
gl_es: Este instalador soamente é un exemplo. Produce un ficheiro zip que contén os certificados IdP, info e os ficheiros do logo (se é que o administrador de IdP os definiu) e un envorcado de atributos dispoñibles.

source: eduroam® - supporting academic mobility since 2003
gl_es: eduroam® - sostendo a mobilidade académica dese 2003

source: Welcome aboard the eduroam® user community!
gl_es: Dámoslle a benvida a bordo da comunidade de usuarios eduroam®!

source: Dear user from %s,
gl_es: Prezado usuario/a %s,

source: we would like to warmly welcome you among the several million users of eduroam®! From now on, you will be able to use internet access resources on thousands of universities, research centres and other places all over the globe. All of this completely free of charge!
gl_es: Prácenos darlle unha calorosa benvida ao colectivo da varios millóns de usuario de eduroam®! A partir de agora, poderá usar os recursos de acceso á Internet en miles de universidades, centros de investigación e outros lugares de todo o mundo. Totalmente de balde!

source: Now that you have downloaded and installed a client configurator, all you need to do is find an eduroam® hotspot in your vicinity and enter your user credentials (this is our fancy name for 'username and password' or 'personal certificate') - and be online!
gl_es: Agora que xa descargou e instalou un cliente de configuración, todo o que precisa facer á atopar un punto de acceso eduroam® próximo e introducir as súas credenciais de usuario (así lles chamamos ao seus 'nome de usuario e contrasinal' ou 'certificado persoal') - e conectarse!

source: Should you have any problems using this service, please always contact the helpdesk of %s. They will diagnose the problem and help you out. You can reach them via the means below:
gl_es: De ter calquera problema ao usar este servizo, contacte sempre co seu servizo de asistencia de %s. Diagnosticarán o problema e axudarano. Pode localizalo polos seguintes medios:

source: If you ever need to configure a different device for eduroam manually, you will need the configuration information for your institution. We have summarised this information in the appendix on page 2 for you.
gl_es: Se precisa configurar algún dispositivo distinto manualmente nalgunha ocación, necesita a información de configuración da súa institución. Resumimos esta información na páxina 2 do apéndice

source: We wish you a lot of fun on eduroam® hotspots all over the planet.
gl_es: Queremos que goce da morea de puntos de acceso a eduroam® que hai en todo o mundo.

source: Chairman of the Global eduroam® Governance Committee
gl_es: Secretario do Comité de Gobernanza Glogal de eduroam®

source: Appendix: Configuration Information
gl_es: Apéndice: Información de configuración

source: Use the information below to configure your devices manually. Please keep in mind that these settings are only valid for users of profile '%s' from %s – they are different for everyone else, and there is no use sharing them with other people.
gl_es: Use a seguinte información para configurar manualmente os seus dispositivos. Lembre que todos estes axustes soamente son válidos para usuarios do perfil '%s' desde %s - que son diferentes para cada un e que non son de uso compartido con ningunha outra persoa.

source: E-Mail:
gl_es: Correo electrónico:

source: Special EAP Type support URL:
gl_es: Enderezo URL especial de compatibilidade co tipo EAP:

source: Phone:
gl_es: Teléfono:

source: Server Name:
gl_es: Nome de servidor:

source: This button creates a personalised welcome letter from eduroam Operations for you. The file is in OpenDocument format (ODT); you can open it e.g. with LibreOffice.
gl_es: Este botón crea unha carta de benvida personalizada das operacións con eduroam para vostede. O ficheiro está en formato OpenDocument (ODT); pode abrilo con LibreOffice, por exemplo.

source: Password missmatch
sk_sk: Heslá sa nezhodujú
