Repository: GEANT/CAT
Catalog: translation/*/devices.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, nb_no, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_rs, tr_tr, uk_ua

source: %s installer will be in the form of an EXE file. It will configure %s on your device, by creating wireless network profiles.<p>When you click the download button, the installer will be saved by your browser. Copy it to the machine you want to configure and execute.
ar: سيكون برنامج تثبيت %s على شكل ملف EXE. سيقوم بتهيئة %s على جهازك عن طريق إنشاء ملفات تعريف للشبكة اللاسلكية. <p> عند النقر في زر التنزيل ، سيتم حفظ برنامج التثبيت بواسطة المتصفح الخاص بك. انسخه إلى الجهاز الذي تريد تهيئته وتنفيذه.
bg_bg: %s инсталаторът ще бъде във вид на ЕХЕ файл. Той ще конфигурира %s на Вашето устройство чрез създаване на профил на безжична мрежова. <p>Когато кликнете бутона за изтегляне, инсталаторът ще бъде записан от Вашия браузер. Копирайте го на машината, която искате да конфигурирате, и го стартирайте.
ca_es: L'instal·lador d'%s és un fitxer EXE. Configurarà %s en el vostre dispositiu, creant els perfils de xarxa sense fils. <p>Quan cliqueu el botó de baixada, l'instal·lador es desarà en local. Copieu-lo a la màquina que vulgueu configurar i executeu-lo.
cs_cz: Instalační program %s bude připraven ve formě spustitelného souboru s příponou .exe. Po spuštění nakonfiguruje %s na vašem zařízení a vytvoří jeden nebo více síťových profilů.<p>Kliknutím na tlačítko Stáhnout bude instalační program uložen. Zkopírujte jej na zařízení kde, chcete nakonfigurovat eduroam, a spusťte jej.
cy: Bydd gosodwr %s ar ffurf ffeil EXE. Bydd yn ffurfweddu %s ar eich dyfais, drwy greu proffiliau rhwydwaith diwifr. <p>Pan fyddwch yn clicio ar y botwm llwytho i lawr, bydd y gosodwr yn cael ei gadw gan eich porwr. Copïwch ef i'r peiriant rydych chi am ei ffurfweddu a'i weithredu.
de_de: Das %s Installationsprogramm ist eine EXE Datei. Beim Ausführen konfiguriert das Programm %s auf Ihrem Gerät und legt ein oder mehrere Netzwerkprofile an.<p>Wenn Sie den Herunterladen Knopf drücken, wird das Programm auf ihrem Rechner abgespeichert. Kopieren Sie es auf den Rechner den sie konfigurieren möchten und führen Sie das Programm dort aus.
el_gr: το πακέτο εγκατάστασης %s θα έχει τη μορφή ενός αρχείου EXE. Θα ρυθμίσει το %s στη συσκευή σας, με τη δημιουργία ασύρματων προφίλ.<p>Μόλις κάνετε κλίκ στο κουμπί λήψης, το πακέτο εγκατάστασης θα αποθηκευτεί από τον περιηγητή σας. Αντιγράψτε το στον υπολογιστή τον οποίο θέλετε να ρυθμίσετε και εκτελέστε το.
es_es: El instalador %s se proporcionará en la forma de un fichero ejecutable EXE. Configurará %s en tu dispositivo, creando perfiles de red inalámbrica. <p>Cuando hagas click en el botón de descarga, el instalador será guardado por tu navegador. Cópialo al dispositivo en el que será instalado y ejecútalo.
et_ee: %si paigaldaja on EXE fail, mis seadistab %si, luues Su seadmesse traadita võrgu profiilid. <p> Kui klõpsad allalaadimise nupul, salvestab veebilehitseja paigaldamisprogrammi ära. Kopeeri see programm seadmesse, mida soovid seadistada, ja seejärel käivita.
fi_fi: Asennusohjelma %s on EXE-tiedosto. Se konfiguroi %s sinun tietokoneeseesi tekemällä langattoman verkon käyttöprofiilin.<p>Kun napsautat lataa-nappia, niin selaimesi tallentaa asennusohjelman. Kopioi tiedosto laitteelle, johon haluat asentaa eduroamin.
fr_fr: L'installateur %s sera un fichier EXE. Il va configurer %s sur cet appareil, en créant un profil réseau.<p> L'installateur sera téléchargé par votre navigateur lorsque vous cliquerez sur le bouton télécharger. Copiez le sur la machine que vous souhaitez configurer et exécutez le.
gl_es: %s O instalador será un ficheiro EXE. Configurará %s no seu dispositivo, creando perfís de rede sen fíos.<p>Cando prema o botón de descarga, o instalador será salvado polo voso navegador. Cópiao ao ordenador no que será congigurado e logo execútao.
hr_hr: %s installer bit će u formi EXE datoteke. Konfigurirat će %s na Vašem uređaju stvarajući sljedeće mrežne profile.<p>Kada kliknete na gumb za preuzimanje, installer će biti spremljen u Vašem pregledniku. Iskopirajte ga na uređaj koji želite konfigurirati i pokrenite ga.
hu_hu: Az %s installáló egy EXE fájl. Az %s úgy lesz felkonfigurálva gépeden, hogy a program létrehoz egy WiFi hálózati profilt.<p>A letöltés gombra kattintva a böngésződ lementi az installálót. Másold a megfelelő gépre és indítsd el!
it_it: %s installer è un file EXE. Configurerà %s sul tuo dispositivo, creando uno profilo per la rete wireless.<p>Premedo sul pulsante download, l'installer sarà salvato dal tuo browser. Copialo sul dispositivo desiderato ed eseguilo.
nb_no: %s installasjonsprogram kommer i form av en EXE fil. Den konfigurerer %s å din enhet, ved å lage trådløs profiler. <p>Når du klikker nedlastningsknappen blir installasjonsprogrammet lagret av nettleseren. Kopier det til maskinen du ønsker å konfigurere og kjør det der.
pl_pl: Instalator %s zostanie przygotowany w postaci pliku EXE. Instalator skonfiguruje %s na Twoim urządzeniu tworząc na nim niezbędne profile sieciowe.<p>Kiedy klikniesz przycisk pobierania, instalator zostanie zachowany przez przeglądarkę. Skopiuj go na urządzenie, które chcesz skonfigurować i uruchom.
pt_pt: O instalador %s será um ficheiro EXE. Através da criação de um novo perfil de rede sem fios, será configurado o %s no seu dispositivo.<p>Quando selecionar o botão de download, o instalador vai guardar o ficheiro através do browser. Copie e execute o ficheiro na máquina que pretende configurar.
ro_ro: Programul de instalare %s va fi de forma unui fișier EXE. Acesta va configura %s pe dispozitivul dumneavoastră, prin crearea de profile pentru rețele fără fir.<p>După ce apăsați butonul de transfer, programul de instalare va fi salvat. Copiați acest fișier pe dispozitivul care doriți să-l configurați și executați-l.
sk_sk: Inštalačný program %s bude pripravený vo forme EXE súboru. Po spustení nakonfiguruje %s na vašom zariadení a vytvorí jeden alebo viac sieťových profilov.<p>Vaš prehliadač prevezme inštalačný program po kliknutí na tlačítko Stiahnuť. Preneste ho na zariadenie, kde chcete nakonfigurovať eduroam a spustite ho.
sl_si: Namestitveni program %s bo v obliki datoteke EXE. V vaši napravi bo konfiguriral %s tako, da bo ustvaril profile brezžičnih omrežij.<p>Po kliku gumba za prenos bo brskalnik shranil namestitveni program. Prekopirajte ga v napravo, v kateri ga želite konfigurirati in izvršiti.
sr_rs: %s program za instaliranje će biti u formi EXE fajla. Konfigurisaće %s na vašem uređaju, tako što će napraviti profile za bežične mreže. <p> Kada kliknete na dugme za preuzimanje, vaš Internet pretraživač će sačuvati program za instaliranje. Kopirajte ga na uređaj koji želite da konfigurišete i pokrenite ga.
tr_tr: %s yükleyici bir EXE dosyası şeklinde yapılandırılmış olacaktır. Kablosuz ağ profileri oluşturarak, cihazınızda %s yapılandırması gerçekleştirilecektir.<p> İndir tuşunu tıkladığınızda, yükleyici tarayıcınız tarafından kaydedilecektir. Yükleyiciyi yapılandıracağınız makineye kopyalayarak çalıştırınız.
uk_ua: %s Інсталятор буде у вигляді EXE-файлу. Він буде налаштований%s на вашому пристрої, шляхом створення профілів бездротової мережі. <p>Коли ви натиснете кнопку завантаження, інсталятор буде збережено вашим браузером. Скопіюйте його на пристрій, який потрібно налаштувати, та запустіть.

source: In addition to <strong>%s</strong> the installer will also configure access to:
ar: بالإضافة إلى <strong>%s</strong> المثبت سيقوم أيضًا بضبط الوصول إلى الشبكات التالية:
bg_bg: В допълнение към <strong>%s</strong> инсталаторът ще конфигурира и достъп до:
ca_es: A més de <strong>%s</strong>, l'instal.lador configurarà l'accés a:
cs_cz: Zároveň s nastavením <strong>%s</strong> bude nastaven také přístup k:
cy: Yn ogystal â <strong>%s</strong> bydd y gosodwr hefyd yn ffurfweddu mynediad i:
de_de: Zusätzlich zu <strong>%s</strong> wird das Installationsprogramm auch den Zugriff auf das folgende Netzwerk konfigurieren:
el_gr: Εκτός από το <strong>%s</strong>, το πακέτο εγκατάστασης θα ρυθμίσει επίσης την πρόσβαση σε:
es_es: Además de a <strong>%s</strong> el instalador configurará el acceso a:
et_ee: Lisaks <strong>%sile</strong> seadistab paigaldusprogramm pääsu järgmisse võrku:
fi_fi: <strong>%s</strong>:n lisäksi asennusohjelma määrittää pääsyn myös:
fr_fr: en plus de <strong>%s</strong>, l'installateur va également configurer l'accès aux réseaux suivants :
gl_es: Ademáis de a <strong>%s</strong> o instalador tamén configurará acceso a
hr_hr: Uz postavljnje <strong>%s</strong> instaler će dodatno postaviti i slijedeće mreže:
hu_hu: A(z) <strong>%s</strong> mellett az installáló az alábbi hálózatokhoz is bekonfigurálja a hozzáférést:
it_it: In aggiunta a <strong>%s</strong>, il programma di installazione configurerà anche l'accesso a:
nb_no: I tillegg til <strong>%s</strong> vil installasjonsprogrammet også konfigurere aksess til følgende nettverk:
pl_pl: Oprócz sieci <strong>%s</strong> instalator skonfiguruje również dostęp do:
pt_pt: Além do instalador <strong>%s</strong> também irá configurar o acesso à seguinte rede:
ro_ro: În plus la <strong> %s </strong> programul de instalare va configura și accesul la următoarele rețele:
sk_sk: Zároveň s nastavením <strong>%s</strong> bude nastavený aj prístup k:
tr_tr: <strong>%s</strong> a ek olarak, kurucu aşağıdaki ağlara erişimi de yapılandıracaktır:
uk_ua: Додатково до<strong>%s</strong> інсталятор також налаштує доступ до наступних мереж:

source: In order to connect to the network you will need an a personal certificate in the form of a p12 file. You should obtain this certificate from your organisation. Consult the support page to find out how this certificate can be obtained. Such certificate files are password protected. You should have both the file and the password available during the installation process.
ar: للاتصال بالشبكة ، ستحتاج إلى شهادة شخصية على صيغة p12. يجب أن تحصل على هذه الشهادة من مؤسستك. راجع صفحة الدعم لمعرفة كيفية الحصول على هذه الشهادة. ملفات هذه الشهادات محمية بكلمة مرور. يجب أن يتوفر لديك كل من ملف الشهادة وكلمة المرور أثناء عملية التثبيت.
bg_bg: За да се свържете с мрежата, ще имате нужда от персонален сертификат във файлов формат p12. Трябва да получите този сертификат от Вашата организация. Проверете на страницата за поддръжка как може да получите такъв сертификат. Такива файлови сертификати са защитени с парола. Вие трябва да имате едновременно и файла и паролата по време на инсталационния процес.
ca_es: Per tal de connectar a la xarxa necessiteu un certificat personal en el format p12. Cal que l'obtingueu de la vostra organització. Consulteu la pàgina d'ajuda per esbrinar com el podeu obtenir. Aquests certificats estan protegits per contrasenya. Necessitareu l'arxiu i la contrasenya durant la instal·lació.
cs_cz: Pro připojení k síti budete potřebovat osobní certifikát uložený v souboru s příponou .p12, který získáte od vaší organizace. Zjistěte si na stránkách vaší podpory, jak na to. Soubor s certifikátem je obvykle chráněný heslem, mějte jej prosím při instalaci k dispozici.
cy: Er mwyn cysylltu â'r rhwydwaith bydd angen tystysgrif bersonol arnoch ar ffurf ffeil p12. Dylech gael y tystysgrif hon gan eich sefydliad. Ymgynghorwch â'r dudalen cymorth i ddarganfod sut y gellir cael y tystysgrif hon. Mae ffeiliau tystysgrif o'r fath wedi'u diogelu gan gyfrinair. Dylai fod gennych y ffeil a'r cyfrinair ar gael yn ystod y broses osod.
de_de: Um sich mit dem Netzwerk zu verbinden brauchen Sie ein persönliches Zertifikat in Form einer .p12 Datei. Sie bekommen diese Datei von Ihrer Organisation. Besuchen Sie deren Hilfeseiten um herauszufinden wo Sie das Zertifikat herbekommen. Solche Zertifikatsdateien sind passwortgeschützt. Sie sollten während der Installation sowohl die Datei als auch das Passwort bereithalten.
el_gr: Για να συνδεθείτε στο δίκτυο θα χρειαστείτε ένα προσωπικό πιστοποιητικό στη μορφή ενός αρχείου p12. Αυτό το πιστοποιητικό θα πρέπει να το αποκτήσετε από τον οργανισμό σας. Συμβουλευτείτε τη σελίδα υποστήριξης για να μάθετε πως μπορεί να αποκτηθεί αυτό το πιστοποιητικό. Αυτού του είδους τα αρχεία πιστοποιητικών είναι προστατευμένα με κωδικό. Πρέπει να έχετε διαθέσιμο και το αρχείο και τον κωδικό κατά τη διαδικασία εγκατάστασης.
es_es: Para conectarte a la red necesitarás un certificado personal contenido en un fichero con extensión .p12. Deberías obtener este certificado de tu organización. Consulta la página de soporte para saber cómo puedes obtener este certificado. Estos certificados están protegidos por contraseña. Deberías por tanto tener ambos durante el proceso de instalación.
et_ee: Võrkupääsemiseks on vaja p12 formaadis isikusertifikaadifaili, mille väljastab Su asutus. Uuri kasutajatoe lehelt, kuidas sertifikaadifaili saad. Sertifikaadifailid on parooliga kaitstud. Nii sertifikaat kui ka parool peavad Sul paigalduse ajal käepärast olema.
fi_fi: Yhdistääksesi verkkoon tarvitset henkilövarmenteen p12-muodossa. Mikäli tarvitset apua, ota yhteyttä omaan kotiorganisaatioosi. Varmennetiedostot ovat tavallisesti salasanasuojattuja, joten tarvitset asennusvaiheessa sekä varmenteen että salasanan.
fr_fr: Pour vous connecter au réseau vous aurez besoin d'un certificat personnel sous la forme d'un fichier P12. Vous devez obtenir ce certificat auprès de votre établissement. Consultez les pages de support pour découvrir comment ce certificat peut être obtenu. Ce type de fichier est protégé par un mot de passe. Vous devrez donc avoir auprès de vous le fichier et le mot de passe pendant le processus d'installation.
hr_hr: Za povezivanje na mrežu bit će Vam potreban osobni certifikat u formi p12 datoteke. Certifikat bi trbali dobiti od Vaše matične ustanove. Provjerite stranice korisničke podrške gdje možete saznati kako dobiti certifikat. Certifikati su zaštičeni lozinkom. Stoga je potrebno da imate i certifikat i lozinku kod instalacije.
hu_hu: A hálózathoz való csatlakozáshoz személyi tanúsítványra van szükség p12 fájl formájában. Ezt a tanúsítványt meg kell szerezned a szervezetedtől. Tekintsd meg a támogatási oldalt, hogy megtudd, hogyan szerezhető be ez a tanúsítvány. Az ilyen tanúsítványfájlok jelszóval védettek. A telepítési folyamat során mind a fájlnak, mind a jelszónak rendelkezésre kell állnia.
it_it: Per connettersi alla rete è necessario un certificato personale sotto forma di file p12. Dovresti ottenere questo certificato dalla tua organizzazione. Consulta la pagina di supporto per scoprire come ottenere questo certificato. Tali file di certificato sono protetti da password. Durante il processo di installazione saranno richiesti sia la password che il file p12.
nb_no: For å koble til nettverket trenger du et personlig sertifikat i form av en p12 fil. Du burde få dette sertifikatet fra din egen organisasjon. Sjekk egen support side for å finne ut hvordan du får tak i et slik sertifikat. Slike sertifikatfiler er passord beskyttet. Du må ha både filen og passordet tilgjengelig under installasjonsprosessen.
pl_pl: Do połączenia z siecią niezbędny będzie certyfikat osobisty w postaci pliku p12. Taki certyfikat powinien otrzymać od swojej instytucji macierzystej. Sprawdź lokalne strony wsparcia eduroam, aby się dowiedzieć jaka obowiązuje procedura. Certyfikaty indywidualne są chronione hasłem. W czasie procesu instalacji będziesz musiał dysponować zarówno plikiem certyfikatu jak i hasłem.
pt_pt: Para se ligar à rede vai necessitar de um certificado pessoal na forma de um ficheiro p12. Deve obter este certificado na sua instituição. Consulte a página de suporte para encontrar a forma de obter este certificado. Estes ficheiros de certificado são protegidos por palavra passe. Deve ter o ficheiro e a palavra passe disponíveis durante o processo de instalação.
ro_ro: Ca să vă puteți conecta la internet o să aveți nevoie de un certificat personal de forma unui fișier p12. Trebuie să puteți obține acest certificat de la instituția dumnevoastră. Consultați pagina de suport în vederea obținerii acestui certificat. Acest tip de certificat suportă parolă. Trebuie să aveți fișierul și parola disponibile în timpul procesului de instalare.
sl_si: Da bi se lahko povezali v omrežje, potrebujete osebno potrdilo v obliki datoteke p12. To potrdilo pridobite pri svoji organizaciji. Na strani za podporo preberite, kako lahko pridobite to potrdilo. Tovrstne datoteke potrdil so zaščitene z geslom. Med namestitvijo boste potrebovali datoteko in geslo.
sr_rs: Da biste se konektovali na mrežu biće vam potreban personalni sertifikat u formi p12 fajla. Sertifikat bi trebalo da dobijete od svoje matične institucije. Pogledajte stranicu za podršku da biste saznali kako možete dobiti ovaj sertifikat. Fajlovi koji sadrže personalni sertifikat su zaštićeni lozinkom. Tokom procesa instalacije morate imati i taj fajl i odgovarajuću lozinku.
tr_tr: Ağa bağlanmak için p12 dosyası biçiminde kişisel bir sertifikaya ihtiyacınız olacaktır. Bu sertifikayı kurumunuzdan almalısınız. Bu sertifikanın nasıl elde edilebileceğini öğrenmek için destek sayfasına bakınız. Bu sertifika dosyaları parola korumalıdır. Yükleme işlemi sırasında hem dosya hem de parolanın bulunması gerekir.
uk_ua: Для підключення до мережі вам знадобиться особистий сертифікат у вигляді файлу p12. Ви повинні отримати цей сертифікат у своїй організації. Зверніться до сторінки підтримки, щоб дізнатись, як можна отримати цей сертифікат. Такі файли сертифікатів захищені паролем. У процесі встановлення у вас повинні бути доступні як файл, так і пароль.

source: %s installer for %s
ar: %s المثبت ل%s
bg_bg: %s инсталатор за %s
ca_es: Instal·lador %s per a %s
cs_cz: Instalační program %s pro organizaci %s
cy: Gosodwr %s ar gyfer %s
de_de: %s Installationsprogramm für %s
el_gr: %s πακέτο εγκατάστασης για %s
es_es: Instalador %s para %s
et_ee: %s on paigaldusprogramm %s jaoks
fi_fi: %s asennusohjelma %s varten
fr_fr: %s installateur pour %s
gl_es: Instalador %s para %s
hr_hr: %s installer za %s
hu_hu: %s telepítő %s-hez
it_it: %s programma di installazione per %s
nb_no: %s installasjonsprogram for %s
pl_pl: Instalator %s dla %s
pt_pt: %s instalador para %s
ro_ro: program de instalare %s pentru %s
sk_sk: inštalačný program %s pre organizáciu %s
sl_si: Namestitveni program %s za %s
sr_rs: %s program za instalaciju za %s
tr_tr: %s için %s yükleyici
uk_ua: %s інсталятор для %s

source: This device is not yet supported by CAT, but your local administrator created a redirect to local installation instructions.
ar: هذا الجهاز لا يزال غير مدعوم من قبل CAT، ولكن مسؤول الخدمة في المؤسسه قد أنشأ إعادة توجيه إلى إرشادات التثبيت المحلية.
bg_bg: Това устройство все още не се поддържа от CAT, но Вашият локален администратор е направил пренасочване към локалните инструкции за инсталиране.
ca_es: Aquest dispositiu encara no està suportat per CAT, però el vostre administrador local ha creat una redirecció per a unes instruccions pròpies.
cs_cz: CAT toto zařízení prozatím nepodporuje, ale váš správce už vytvořil návod k instalaci, na který teď budete přesměrováni.
cy: Nid yw CAT yn cefnogi'r ddyfais hon eto, ond creodd eich gweinyddwr lleol ailgyfeiriad i gyfarwyddiadau gosod lleol.
de_de: Dieses Gerät wird noch nicht von CAT unterstützt, aber Ihr lokaler Administrator hat Informationen zu dem Gerät auf einer Service-Seite hinterlegt.
el_gr: Αυτή η συσκευή δεν υποστηρίζεται ακόμη από το CAT αλλά ο τοπικός σας διαχειριστής έχει δημιουργήσει μια ανακατεύθυνση στις τοπικές οδηγίες εγκατάστασης.
es_es: Este dispositivo no está soportado todavía por CAT pero tu administrador local creó una redirección hacia las instrucciones de instalación locales.
et_ee: CAT ei toeta veel seda seadet, aga Su asutuse administraator on teinud suunamise asutusepoolsele paigaldusjuhendile.
fi_fi: CAT ei vielä tue tätä laitetta, mutta paikallinen ylläpitäjäsi on luonut ohjauksen paikallisiin asennusohjeisiin.
fr_fr: Cet équipement n'est pas encore supporté par CAT, mais votre administrateur local a créé une redirection vers des instructions d'installation propres à votre établissement.
hr_hr: Ovaj uređaj još nije podržan od CAT-a, ali vaš lokalni administrator je kreirao preusmjerenje na lokalne upute.
hu_hu: Ez az eszköz jelenleg nem támogatott a CAT által, de a rendszergazda beállított egy redirectet a helyi beállítások leírásával.
it_it: Questo dispositivo non è ancora supportato da CAT, ma l'amministratore locale ha creato un puntatore a istruzioni di installazione locali.
nb_no: Denne enheten er ikke støttet i CAT, men din lokale administrator har laget en omdirigering til egen installasjonsinstruks.
pl_pl: To urządzenie nie jest jeszcze wspierane przez CAT, ale Twój administrator lokalny stworzył link do lokalnych instrukcji instalacyjnych.
pt_pt: Este dispositivo ainda não é suportado pelo CAT, mas o seu administrador local criou um redirecionamento para instruções de configuração local.
ro_ro: Deocamdata acest dispozitiv nu este suportat de CAT, dar administratorul dumneavoastră local a adăugat o referință către instrucțiuni de instalare specifice.
sl_si: CAT še ne podpira te naprave, toda vaš lokalni skrbnik je ustvaril preusmeritev na lokalna navodila za namestitev.
sr_rs: Na ovom uređaju još nije moguće koristiti CAT instalere, ali administrator vaše institucije je postavio preusmeravanje na lokalna uputstva za instalaciju.
tr_tr: Bu cihaz henüz CAT tarafından desteklenmemektedir. Ancak kurumunuzun yöneticisi yerel kurulum yöntemi için bir yönlendirme yapmış durumda
uk_ua: Цей пристрій ще не підтримується CAT, але ваш місцевий адміністратор створив переспрямування до локальних інструкцій налаштування.
