Repository: GEANT/CAT
Catalog: translation/*/devices.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, nb_no, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_rs, tr_tr, uk_ua

source: This installer is an example only. It produces a zip file containing the IdP certificates, info and logo files (if such have been defined by the IdP administrator) and a dump of all available attributes. The installer is called with %d SSIDs to configure.
ar: هذا المثبت هو مثال فقط. ينتج ملف مضغوط يحتوي على شهادات IdP ومعلومات وملفات الشعار (إذا تم تحديد ذلك من قبل مسؤول IdP) وتفريغ جميع الخصائص المتاحة. تم استدعاء المثبت بـ %d SSIDs للتهيئة.
bg_bg: Инсталаторът е само примерен. Той генерира zip файл, съдържащ сертификати на IdP, информационни и лого файлове (ако такива са били дефинирани от администратора на IdP) и всички налични атрибути. Инсталаторът се извиква с %d SSID-ове за конфигуриране.
ca_es: L'instal·lador és només un exemple. Produeix un arxiu comprimit que conté els certificats de l'IdP, arxius d'informació i logo (si l'administrador ho ha definit) i un bolcat dels atributs disponibles. L'instal·lador ha de configurar %dSSIDs.
cy: Enghraifft yn unig yw'r gosodwr hwn. Mae'n cynhyrchu ffeil sip sy'n cynnwys y tystysgrifau CDU, y wybodaeth a'r ffeiliau logo (os ydynt wedi'u diffinio gan weinyddwr y CDU) a thamp o'r holl briodoleddau sydd ar gael. Gelwir y gosodwr gyda %d SSIDs i'w ffurfweddu.
de_de: Dieses Installationprogramm ist nur ein Beispiel. Es erzeugt eine ZIP Datei mit den Zertifikaten des Identitätsproviders, Informationen und Logos (sofern welche vom Administrator definiert wurden) und einem Abbild aller verfügbaren Attribute. Das Installationsprogramm wird mit %d zu konfigurierenden SSIDs erzeugt.
el_gr: Αυτό το πακέτο εγκατάστασης είναι μόνο ένα παράδειγμα. Παράγει ένα αρχείο zip το οποίο περιέχει τα πιστοποιητικά του IdP, αρχεία πληροφοριών και λογοτύπων (αν έχουν οριστεί από τον διαχειριστή του IdP) και μία αποτύπωση όλων των διαθεσίμων ορισμάτων. Το πακέτο εγκατάστασης καλείται με %d SSIDs προς παραμετροποίηση
es_es: Este instalador es sólo un ejemplo. Produce un fichero .zip que contiene los certificados del IdP y ficheros de información y logotipo (si estos han sido definidos por el administrador del IdP), y vuelca todos los atributos disponibles. El instalador es invocado con %d SSIDs a configurar.
et_ee: See on vaid näidispaigaldusprogramm, mis loob loob zip-faili IdP sertifikaatide, teabe ja logo failidest (kui need on IdP administraatori poolt määratud) ja tõmmise kõigist saadaolevatest atribuutidest. Paigaldusprogrammi saab kasutada SSID-ga %d.
fi_fi: Tämä asennusohjelma on esimerkki. Ohjelma tekee .zip-tiedoston, jossa on IdP-varmenteet, lisätiedot ja logo (jos IdP:n ylläpitäjä on määritellyt ne) sekä kopio olemassaolevista attribuuteista. Asennusohjelma kutsutaan %dSSID:tten konfiguroimiseen.
fr_fr: Cet installateur n'est qu'un exemple. Il génère un fichier zip contenant le certificat de votre fournisseur d'identité ainsi que les fichiers d'information et de logo (s'ils ont été définis par l'administrateur du fournisseur d'identité) et une copie de tous les attributs disponibles. L'installateur est appelé avec le SSID %d à configurer.
hr_hr: Ovo je samo primjer installera. Koristi se %dSSID.
hu_hu: Ez a telepítő csak egy példa. Ez ez egy zip fájlt készít, amely tartalmazza IdP tanúsítványát, informácókat és logót (ha az IdP adminisztrátor definiálta) és az összes definiált attributumot. A telepítő állomány %d, mely konfigurálja az összes SSID-t.
it_it: Questo programma di installazione è solo un esempio. Produce un file zip contenente i certificati dell'IdP, i file info e logo (se definiti dall'amministratore dell'IdP) e un dump di tutti gli attributi disponibili. Il programma di installazione viene chiamato con gli SSID %d da configurare.
nb_no: Installatøren er bare et eksempel. Den produserer ei zip-fil som inneholder IdP-sertifikater, informasjon og logo-filer (hvis det har blitt definert av IdP-administratoren) og en dump av alle tilgjengelige attributter. Installatøren kalles med %d SSID-er å konfigurere.
pl_pl: Ten instalator to jedynie przykład. Przygotowuje archiwum zip zawierające certyfikaty instytucji, pliki informacyjne oraz logo (o ile zostały dodane przez administratora instytucji) oraz plik ze zrzutem wszystkich dostępnych atrybutów. Instalator jest wywoływany ze wskazaniem %d SSID-ów do konfiguracji.
pt_pt: Este instalador é apenas um exemplo. Produz um ficheiro zip que contém os certificados do IdP, informações e ficheiros de logótipo (se tiverem sido definidos pelo administrador do IdP) e um dump de todos os atributos disponíveis. O instalador é chamado com %d SSIDs para configurar.
ro_ro: Acest program de instalare este un simplu exemplu. Va produce un fișier de tip .zip ce conține certificatele IdP, informatiile și fisierele de log (dacă au forst definite de către administratorul IdP) și o descărcare a tuturor atributelor disponibile. Programul de instalare va fi apelat prin %d SSIDs pentru configurare.
sl_si: Ta namestitveni program je samo primer. Ustvari datoteko ZIP, v kateri so potrdila IdP, podatki in datoteke logotipa (če jih je opredelil skrbnik IdP) ter izvoz vseh razpoložljivih atributov. Namestitveni program je pozvan s SSID-ji (%d) za konfiguracijo.
tr_tr: Bu kurulum yalnızca bir örnektir. İdP sertifikalarını, bilgi ve logo dosyalarını (eğer böyle bir tanımlama İdP yöneticisi tarafından yapılmışsa) içeren bir zip dosyası ve mevcut tüm özniteliklerin bir dökümünü üretir. Kurulum, yapılandırılacak %d SSID ile çağrılır.
uk_ua: Цей інсталятор є лише прикладом. Він створює zip-файл, що містить сертифікати IdP, файли інформації та логотипу (якщо такі були визначені адміністратором IdP), а також дамп усіх доступних атрибутів. Інсталятор викликається з %d SSID для налаштування.

source: Welcome to the %s installer
ar: مرحباً بك في برنامج تثبيت %s
bg_bg: Добре дошли в %s инсталатора
ca_es: Us donem la Benvinguda a l'instal·lador %s
cs_cz: Vítejte v instalačním programu %s
cy: Croeso i gosodwr %s
de_de: Willkommen beim %s Installationsprogramm
el_gr: Καλωσήρθατε στο %s πακέτο εγκατάστασης
es_es: Bienvenido al instalador %s
et_ee: Tere tulemast %si paigaldama
fi_fi: Tervetuloa %s-asennusohjelmaan
fr_fr: Bienvenue dans l'installateur %s
gl_es: Benvido ao instalador %s
hr_hr: Dobrodošli u %s installer
hu_hu: Üdvözli az %s telepítő
it_it: Benvenuto nel programma di installazione di %s
nb_no: Velkommen til %s installasjonsprogram
pl_pl: Witamy w instalatorze %s
pt_pt: Bem vindo ao instalador %s
ro_ro: Bine ați venit în programul de instalare %s
sk_sk: Vitajte v inštalačnom programe %s
sl_si: Pozdravljeni v namestitvenem programu %s
sr_rs: Dobrodošli u %s program za instaliranje
tr_tr: %s Yükleyicisine Hoşgeldiniz
uk_ua: Ласкаво просимо до %sпрограми інсталяції

source: Installation complete
ar: اكتمل التثبيت
bg_bg: Инсталацията приключи
ca_es: Instal·lació completa
cs_cz: Instalace je dokončená
cy: Gosod wedi'i gwblhau
de_de: Installation abgeschlossen
el_gr: Η εγκατάσταση ολοκληρώθηκε
es_es: Instalación finalizada
et_ee: Paigaldamine on lõppenud
fi_fi: Asennus on valmis
fr_fr: Installation terminée
gl_es: Instalación completa
hr_hr: Instalacija završena
hu_hu: A telepítés befejeződött
it_it: Installazione completa
nb_no: Installasjonen er fullført
pl_pl: Instalacja zakończona
pt_pt: Instalação concluída
ro_ro: Instalarea este finalizată
sk_sk: Inštalácia úspešne ukončená
sl_si: Namestitev je končana
sr_rs: Instaliranje završeno
tr_tr: Kurulum tamamlandı
uk_ua: Встановлення завершено

source: Network profiles have been installed.
ar: تم تثبيت ملفات تعريف الشبكة
bg_bg: Мрежовите профили бяха инсталирани.
ca_es: S'han instal·lat els perfils de xarxa
cs_cz: Síťové profily byly nainstalované
cy: Mae proffiliau rhwydwaith wedi'u gosod.
de_de: Netzwerkprofile wurden installiert.
el_gr: Εγκαταστάθηκαν τα προφίλ δικτύου.
es_es: Los perfiles de red han sido instalados.
et_ee: Võrguprofiilid on paigaldatud.
fi_fi: Verkkoprofiilit on asennettu.
fr_fr: Les profils réseaux ont été installés.
gl_es: Instaláronse perfís de rede.
hr_hr: Mrežni profil je postavljen.
hu_hu: A hálózati beállításokat telepítettük.
it_it: I profili di rete sono stati installati.
nb_no: Nettverksprofiler har blitt installert.
pl_pl: Profile sieciowe zostały zainstalowane.
pt_pt: Os perfís de rede foram instalados.
ro_ro: Profilele de rețea au fost instalate.
sk_sk: Sieťové profily boli naištalované.
sl_si: Omrežni profili so nameščeni.
sr_rs: Mrežni profili su instalirani.
tr_tr: Ağ profilleri yüklendi.
uk_ua: Мережеві профілі встановлені

source: Your system is ready.
ar: النظام الخاص بك جاهز.
bg_bg: Вашата система е готова.
ca_es: El vostre sistema està preparat.
cs_cz: Váš systém je připraven.
cy: Mae eich system yn barod.
de_de: Ihr System ist bereit.
el_gr: Το σύστημά σας είναι έτοιμο.
es_es: Su sistema está listo.
et_ee: Süsteem on valmis.
fi_fi: Asennus suoritettu.
fr_fr: Votre système est prêt.
gl_es: O seu sistema está listo.
hr_hr: Vaš sistem je spreman za rad.
hu_hu: A rendszer kész.
it_it: Il sistema è pronto.
nb_no: Ditt system er klart.
pl_pl: System gotowy do pracy.
pt_pt: O seu sistema está configurado e pronto a usar.
ro_ro: Sistemul dumneavoastră este pregătit.
sk_sk: Váš systém je pripravený.
sl_si: Vaš sistem je pripravljen.
sr_rs: Vaš sistem je spreman.
tr_tr: Sisteminiz hazır.
uk_ua: Ваша система готова.

source: Network installation had errors.
ar: تثبيت الشبكة به أخطاء.
bg_bg: Мрежовата инсталация имаше грешки.
ca_es: La instal·lació de xarxa ha donat errors.
cs_cz: V průběhu instalace se vyskytly chyby.
cy: Roedd gwallau wrth osod rhwydwaith.
de_de: Bei der Installation der Netzwerke ist ein Fehler aufgetreten.
el_gr: Η εγκατάσταση δικτύου παρουσίασε σφάλματα.
es_es: La instalación de la red devolvió errores.
et_ee: Võrgu seadistamisel tekkisid vead.
fi_fi: Verkkoasennuksessa oli virheitä.
fr_fr: Erreurs détectées lors de l'installation du réseau.
gl_es: A instalación de rede contén erros.
hr_hr: Instalacija mrežne podrške završila s greškom.
hu_hu: A hálózati telepítés hibával leállt.
it_it: L'installazione della rete ha riportato degli errori.
nb_no: Nettverksinstallasjonen feilet.
pl_pl: W czasie instalacji wystąpiły błędy.
pt_pt: A configuração de rede tem erros.
ro_ro: Procesul de instalare a rețelei a generat erori.
sk_sk: Počas inštalácie sa vyskytli chyby.
sl_si: Pri nameščanju omrežij je prišlo do napak.
sr_rs: Desile su se greške pri instaliranju mreže.
tr_tr: Ağ kurulumunda hatalar oluştu.
uk_ua: При інсталяції мережі сталися помилки

source: Please contact ${SUPPORT}.
ar: يرجى التواصل ب{SUPPORT}$
bg_bg: Моля свържете се с ${SUPPORT}.
ca_es: Contacteu a ${SUPPORT}.
cs_cz: Kontaktujte, prosím, ${SUPPORT}.
cy: Cysylltwch â ${SUPPORT}.
de_de: Bitte kontaktieren Sie ${SUPPORT}.
el_gr: Παρακαλούμε επικοινωνήστε με ${SUPPORT}.
es_es: Por favor contacta con ${SUPPORT}.
et_ee: Palun kontakteeru: ${SUPPORT}.
fi_fi: Ole hyvä ja ota yhteyttä: ${SUPPORT}.
fr_fr: Veuillez contacter ${SUPPORT}
gl_es: Contacte con ${SUPPORT}.
hr_hr: Molimo kontaktirajte ${SUPPORT}.
hu_hu: Lépj kapcsolatba ${SUPPORT}-val.
it_it: Si prega di contattare ${SUPPORT}.
nb_no: Vennligst kontakt ${SUPPORT}.
pl_pl: Skontaktuj się z ${SUPPORT}
pt_pt: Por favor contate ${SUPPORT}.
ro_ro: Vă rugăm să contactați ${SUPPORT}.
sk_sk: Kontaktujte, prosím, ${SUPPORT}.
sl_si: Obrnite se na ${SUPPORT}.
sr_rs: Molimo vas kontaktirajte ${SUPPORT}.
tr_tr: Lütfen ${SUPPORT} ile irtibata geçin.
uk_ua: Будь ласка, зв'яжіться з ${SUPPORT}.

source: Accept
ar: قبول
bg_bg: Приеми
ca_es: Acceptar
cs_cz: Souhlasím
cy: Derbyn
de_de: Akzeptieren
el_gr: Αποδοχή
es_es: Aceptar
et_ee: Kinnita
fi_fi: Hyväksy
fr_fr: J'accepte
gl_es: Aceptar
hr_hr: Prihvati
hu_hu: Elfogadom
it_it: Accetto
nb_no: Godta
pl_pl: Akceptuję
pt_pt: Aceitar
ro_ro: De acord
sk_sk: Súhlasím
sl_si: Sprejmi
sr_rs: Prihvatam
tr_tr: Kabul Et
uk_ua: Прийняти

source: If you accept the conditions then select Accept and then click Install to continue.
ar: إذا وافقت على الشروط، حدد قبول ثم انقر على زر التثبيت للمتابعة.
bg_bg: Ако приемете условията, изберете Приеми и кликнете Инсталиране, за да продължите.
ca_es: Si accepteu les condicions seleccioneu Acceptar i després cliqueu Instal·la per continuar
cs_cz: Souhlas s podmínkami potvrďte volbou Souhlasím a pokračujte kliknutím na tlačítko Instalovat.
cy: Os ydych yn derbyn yr amodau yna dewiswch Derbyn ac yna cliciwch Gosod i barhau.
de_de: Wenn Sie die Bedingungen akzeptieren, dann wählen Sie bitte Akzeptieren aus und klicken Sie dann auf Fertigstellen
el_gr: Αν αποδέχεστε τους όρους επιλέξτε Αποδοχή και κάντε κλικ στο Εγκατάσταση για να συνεχίσετε.
es_es: Si acepta las condiciones, seleccione Aceptar y posteriormente Instalar para continuar.
et_ee: Kui nõustud tingimustega, siis vali Aktsepteeri ja peale seda klõpsa jätkamiseks Paigalda.
fi_fi: Jos hyväksyt ehdot, valitse Hyväksy ja napsauta Asenna jatkaaksesi.
fr_fr: Si vous acceptez les conditions, sélectionnez J'accepte puis cliquez sur Installer pour continuer.
gl_es: De aceptar as condicións, seleccione Aceptar e prema Instalar para continuar
hr_hr: Ukoliko se slažete sa uvijetima odaberite Prihvaćam i kliknite Instaliraj za nastavak.
hu_hu: Ha elfogadod a feltételeket, akkor válaszd a Elfogadom gombot és kattints a a Telepít gombra a folytatáshoz.
it_it: Se si accettano le condizioni, selezionare Accetto e poi cliccare su Installa per continuare.
nb_no: Hvis du godtar betingelsene, velg Godta og klikk deretter Installer for å fortsette.
pl_pl: Jeżeli akceptujesz te warunki, to wybierz Akceptuję i kliknij Instaluj, aby kontynuować
pt_pt: Se concordar com as condições, selecione Aceitar e clique Instalar para continuar.
ro_ro: Dacă sunteți de acord cu condițiile vă rugăm să apăsați Accept și continuați instalarea.
sk_sk: Súhlas s podmienkami potvrďte voľbou Súhlasím a pokračujte kliknutím na tlačítko Inštalovať.
sl_si: Če se strinjate s pogoji, izberite "Sprejmi", nato pa za nadaljevanje kliknite "Namesti".
sr_rs: Ako prihvatate uslove korišćenja, odabarite Prihvatam i kliknite na Instaliraj da bi nastavili.
tr_tr: Eğer şartları kabul ediyorsanız Kabul ü seçin ve devam etmek için Yükle yi tıklayın.
uk_ua: Якщо ви погоджуєтесь із умовами, виберіть Прийняти, а потім натисніть Інсталювати для продовження.

source: Finish
ar: إنتهى
bg_bg: Завърши
ca_es: Fi
cs_cz: Dokončit
cy: Gorffen
de_de: Fertigstellen
el_gr: Τέλος
es_es: Finalizar
et_ee: Lõpeta
fi_fi: Lopeta
fr_fr: Fin
gl_es: Finalizar
hr_hr: Završi
hu_hu: Befejez
it_it: Finisci
nb_no: Ferdig
pl_pl: Zakończ
pt_pt: Concluído
ro_ro: Final
sk_sk: Dokončiť
sl_si: Dokončaj
sr_rs: Završi
tr_tr: Bitir
uk_ua: Завершено

source: searching for certificate
ar: البحث عن الشهادة
bg_bg: търсене на сертификат
ca_es: cercant un certificat
cs_cz: vyhledávání certifikátu
cy: chwilio am tystysgrif
de_de: Suche nach Zertifikat
el_gr: αναζήτηση πιστοποιητικού
es_es: buscando el certificado
et_ee: otsin sertifikaati
fi_fi: etsitään varmennetta
fr_fr: recherche du certificat
gl_es: buscando o certificado
hr_hr: traženje certifikata
hu_hu: a tanúsítvány keresése
it_it: sto cercando il certificato
nb_no: søker etter sertifikat
pl_pl: szukam certyfikatu
pt_pt: a pesquisar certificado
ro_ro: se caută certificatul
sk_sk: vyhľadávanie certifikátu
sl_si: iskanje potrdila
sr_rs: traženje sertifikata
tr_tr: sertifika için arama
uk_ua: пошук сертифіката

source: installing certificate
ar: جاري تثبيت الشهادة
bg_bg: инсталиране на сертификат
ca_es: instal·lant certificat
cs_cz: instaluji certifikát
cy: tystysgrif gosod
de_de: Installieren der Zertifikate
el_gr: εγκατάσταση πιστοποιητικού
es_es: instalando certificado
et_ee: paigaldan sertifikaati
fi_fi: asennetaan varmennetta
fr_fr: installation du certificat
gl_es: Instalación do certificado
hr_hr: Instaliranje certifikata
hu_hu: a tanúsítvány telepítése
it_it: installazione del certificato
nb_no: installerer sertifikat
pl_pl: instaluję certyfikat
pt_pt: a instalar certificado
ro_ro: se instalează certificatul
sk_sk: inštalácia certifikátu
sl_si: nameščanje potrdila
sr_rs: instaliranje sertifikata
tr_tr: sertifika yükleniyor
uk_ua: встановлення сертифіката

source: could not install certificate
ar: لا يمكن تثبيت الشهادة
bg_bg: сертификатът не може да бъде инсталиран
ca_es: no s'ha pogut instal·lar el certificat
cs_cz: nebylo možné nainstalovat certifikát
cy: methu gosod tystysgrif
de_de: Installieren der Zertifikate fehlgeschlagen
el_gr: αδυναμία εγκατάστασης πιστοποιητικού
es_es: no se pudo instalar el certificado
et_ee: ei saanud sertifikaati paigaldada
fi_fi: varmennetta ei voitu asentaa
fr_fr: Impossible d'installer le certificat
gl_es: non foi posíbel instalar o certificado
hr_hr: nemogu instalirati certifikat
hu_hu: a tanúsítvány telepítése nem sikerült
it_it: Non posso installare il certificato
nb_no: kunne ikke installere sertifikat
pl_pl: nie można zainstalować certyfikatu
pt_pt: não foi possível instalar o certificado
ro_ro: certificatul nu a putut fi instalat
sk_sk: certifikát nebolo možne nainštalovať
sl_si: potrdila ni bilo mogoče namestiti
sr_rs: neuspela instalacija sertifikata
tr_tr: sertifika yüklenemiyor
uk_ua: не вдалося встановити сертифікат

source: The non TKIP profiles are preferred. Always use them if you have a choice.
ar: تفضل ملفات التعريف غير TKIP. استخدمهم دائمًا إذا كان لديك الخيار.
bg_bg: Не-TKIP профилите са за предпочитане. Ако имате избор, винаги използвайте тях.
ca_es: Es prefereixen els perfils sense TKIP. Utilitzeu-los sempre que sigui possible.
cs_cz: Profily bez šifrování TKIP jsou bezpečnější. Pokud je to možné, nepoužívejte TKIP.
cy: Mae'r proffiliau nad ydynt yn TKIP yn cael eu ffafrio. Defnyddiwch nhw bob amser os oes gennych chi ddewis.
de_de: Die Profile mit moderner Verschlüsselung (nicht-TIKIP) sind sicherer. Verwenden Sie diese, wann immer Sie die Wahl haben.
el_gr: Προτιμώνται τα προφίλ μη TKIP. Να τα χρησιμοποιείτε πάντα όταν έχετε την επιλογή.
es_es: Los perfiles no-TKIP tendrán preferencia. Úselos siempre que tenga oportunidad.
et_ee: Võimaluse korral kasuta mitte-TKIP profiile.
fi_fi: Suositellaan käytettäväksi ei-TKIP-profiileja. Käytä niitä aina, jos mahdollista.
fr_fr: L'usage des profils n'utilisant pas TKIP est préférable. Si vous avez le choix, utilisez toujours un profil n'utilisant pas ce mode.
gl_es: Os perfís que non son TKIP terán preferencia. Úseos sempre que teña oportunidade.
hr_hr: Preferiraju se profili koji ne koriste TKIP. Koristite ih ako imate tu mogućnost.
hu_hu: A nem TKIP-t használó profilok preferáltak. Mindig azokat használd, ha van lehetőséged.
it_it: E' preferibile usare i profili che non adottino TKIP. Usare sempre quelli se possibile.
nb_no: Profilene uten TKIP er foretrukket. Bruk alltid disse om du kan velge.
pl_pl: Jeżeli masz inny wybór, to nie korzystaj z profili TKIP.
pt_pt: Os perfís que não usam TKIP são preferíveis. Se puder, utilize sempre um perfil não TKIP.
ro_ro: Profile TKIP trebuie evitate. Folosiți TKIP doar în cazul în care nu aveți alte opțiuni.
sk_sk: Profily s pokročilým šifrovaním (bez TKIP) sú bezpečnejšie. Použite tieto vždy, keď máte na výber.
sl_si: Zaželena je uporaba profilov, ki niso TKIP. Če imate možnost, jih uporabite.
sr_rs: Profili koji ne sadrže TKIP se preferiraju. Ukoliko imate izbora, uvek koristite njih.
tr_tr: TKIP olmayan profiller tercih edildi. Eğer seçeneğiniz varsa her zaman bunları kullanın.
uk_ua: Перевагу слід надавати профілям без TKIP. Використовуйте їх, якщо маєте вибір..

source: The non TKIP profile is preferred. Always use it if you have a choice.
ar: يفضل ملف التعريف غير TKIP. استخدمه دائمًا إذا كان لديك الخيار.
bg_bg: Не-TKIP профилът е за предпочитане. Ако имате избор, винаги използвайте тях.
ca_es: Es prefereix el perfil sense TKIP. Utilitzeu-lo sempre que sigui possible.
cs_cz: Profily bez šifrování TKIP jsou bezpečnější. Pokud je to možné, nepoužívejte TKIP.
cy: Mae'r proffil nad yw'n TKIP yn cael ei ffafrio. Defnyddiwch ef bob amser os oes gennych ddewis.
de_de: Das Profil mit moderner Verschlüsselung (nicht-TIKIP) ist sicherer. Verwenden Sie es, wann immer Sie die Wahl haben.
el_gr: Προτιμάται το προφίλ μη TKIP. Να το χρησιμοποιείτε πάντα όταν έχετε την επιλογή.
es_es: El perfil no-TKIP tendrá preferencia. Úselo siempre que tenga oportunidad.
et_ee: Võimaluse korral kasuta mitte-TKIP profiili.
fi_fi: Suositellaan käytettäväksi ei-TKIP-profiilia. Käytä sitä aina, jos mahdollista.
fr_fr: Il est préférable d'utiliser un profil n'utilisant pas TKIP si vous avez le choix.
gl_es: Prefírese o perfil que non é TKIP. Úseo sempre se ten elección.
hr_hr: Preferira se profil koji ne koristi TKIP. Koristite ga ako imate tu mogućnost.
hu_hu: A nem TKIP-t használó profil preferált. Mindig azt használd, ha van lehetőséged.
it_it: E' preferibile usare il profilo che non adotta TKIP. Usare sempre quello se possibile.
nb_no: Profilen uten TKIP er foretrukket. Bruk alltid denne om du kan velge.
pl_pl: Jeżeli masz inny wybór, to nie korzystaj z profilu TKIP.
pt_pt: Um perfil que não usa TKIP é sempre preferivel. Se puder, utilize sempre um perfil não TKIP.
ro_ro: Profilul TKIP trebuie evitat. Folosiți TKIP doar în cazul în care nu aveți alte opțiuni.
sk_sk: Profil s pokročilým šifrovaním (bez TKIP) je bezpečnejší. Použite tento vždy, keď máte na výber.
sl_si: Zaželen je profil, ki ni TKIP. Če imate možnost, ga uporabite.
sr_rs: Profil koji ne sadrži TKIP se preferira. Ukoliko imate izbora, uvek ga koristite.
tr_tr: TKIP olmayan profil tercih edildi. Eğer seçeneğiniz varsa her zaman bunu tercih edin.
uk_ua: Перевагу слід надавати профілям без TKIP. Використовуйте їх, якщо маєте вибір.

source: This installer has been prepared for ${ORGANISATION}
ar: تم تهيئة برنامج التثبيت ل {ORGANISATION}$
bg_bg: Инсталаторът беше подготвен за ${ORGANISATION}
ca_es: Aquest instal·lador ha estat preparat per a ${ORGANISATION}
cs_cz: Tento instalační program byl připravený pro ${ORGANISATION}
cy: Mae'r gosodwr hwn wedi'i baratoi ar gyfer ${ORGANISATION}
de_de: Dieses Installationsprogramm wurde für ${ORGANISATION} hergestellt.
el_gr: Το πακέτο εγκατάστασης έχει προετοιμαστεί για ${ORGANISATION}
es_es: Este instalador ha sido preparado para ${ORGANISATION}
et_ee: ${ORGANISATION} - paigaldamisprogramm on ette valmistatud
fi_fi: Tämä asennuspaketti on luotu organisaatiolle ${ORGANISATION}
fr_fr: Cet installateur a été préparé pour ${ORGANISATION}
gl_es: Este instalador preparouse para ${ORGANISATION}
hr_hr: Ovaj installer pripremljen je za ${ORGANISATION}
hu_hu: Ez a(z) ${ORGANISATION} számára készített telepítő.
it_it: Il programma di installazione è stato preparato per ${ORGANISATION}
nb_no: Dette installasjonsprogrammet er forberedt for ${ORGANISATION}
pl_pl: Ten instalator został przygotowany dla instytucji: ${ORGANISATION}
pt_pt: Este instalador foi criado para a/o ${ORGANISATION}
ro_ro: Programul de instalare a fost pregătit pentru ${ORGANISATION}
sk_sk: Tento inštalačný program bol pripravený pre organizáciu ${ORGANISATION}
sl_si: Namestitveni program je pripravljen za organizacijo ${ORGANISATION}
sr_rs: Program za instaliranje je spreman za ${ORGANISATION}
tr_tr: Bu yükleyici; ${ORGANISATION} organizasyonu için hazırlanmıştır.
uk_ua: Цей інсталятор підготовлений для ${ORGANIZATION}
