Repository: GEANT/CAT
Catalog: translation/*/devices.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, nb_no, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_rs, tr_tr, uk_ua

source: This option provides an EAP config XML file with multiple EAPIdentityProvider elements and all language versions
ar: يوفر هذا الخيار ملف XML لتهيئة EAP مع عناصر EAPIdentityProvider متعددة وجميع إصدارات اللغات
bg_bg: Тази опция предоставя EAP конфигурационен XML файл с множество EAPIdentityProvider елементи и версии за всички езици
ca_es: Aquesta opció facilita un fitxer XML amb la configuració d'EAP per a diversos elements EAPIdentityProvider i tots els idiomes
cs_cz: Tato možnost poskytne konfigurační soubor EAP ve formátu XML s více prvky EAPIdentityProvider a všemi jazykovými verzemi
cy: Mae'r opsiwn hwn yn darparu ffeil XML ffurfweddu EAP gyda sawl elfen EAPIdentityProvider a phob fersiwn iaith
de_de: Diese Option erzeugt eine eap-config XML Datei mit mehreren EAPIdentityProvider Elementen in allen verfügbaren Sprachen
el_gr: Αυτή η επιλογή παρέχει ένα αρχείο XML για παραμετροποίηση EAP με πολλαπλά στοιχεία EAPIdentityProvider και όλες τις εκδόσεις γλώσσας
es_es: Esta opción proporciona una configuración EAP en un fichero XML con múltiples elementos EAPIdentityProvider y en todos los idiomas
et_ee: See valik annab EAP seadistamise XML faili mitmete EAPIdentityProvider koostisosadega kõigis keeleversioonides
fi_fi: Tällä optiolla saadaan EAP config XML-tiedosto useilla EAPIdentityProvider-elementeillä ja kaikilla kieliversioilla
fr_fr: Cette option fournit un fichier XML de configuration EAP avec plusieurs éléments EAPIdentityProvider et toutes les versions linguistiques
hr_hr: Ova opcija omogućava EAP config XML datoteku s višestrukim EAPIdentityProvider elementima i svim jezicima
hu_hu: Ez a lehetőség EAP konfigurácós XML fájlt állít elő több EAPIdentityProvider elemmel és összes nyelvi verzióval
it_it: Questa opzione fornisce un file XML di configurazione EAP con più elementi EAPIdentityProvider e le versioni di tutte le lingue
nb_no: Dette valget tilbyr en XML-konfigurasjonsfil for EAP med flere EAPIdentityProvider elementer og alle språkversjoner
pl_pl: Ta opcja tworzy plik XML EAP config z wieloma elementami EAPIdentityProvider we wszystkich wersjach językowymi
pt_pt: Esta opção fornece um ficheiro XML de configuração EAP com vários elementos EAPIdentityProvider e todas as versões de idioma
ro_ro: Această opțiune furnizează un fișier de configurare XML de tip EAP cu multiple elemente EAPIdentityProvider și toate variantele de limbă.
sl_si: Ta možnost zagotavlja konfiguracijsko datoteko XML za EAP z več elementi EAPIdentityProvider in vsemi jezikovnimi različicami
tr_tr: Bu seçenek, birden fazla EAPIdentityProvider öğesi ve tüm dil sürümleri içeren bir EAP yapılandırma XML dosyası sağlar.
uk_ua: Цей параметр надає XML-файл конфігурації EAP, який містить кілька елементів EAPIdentityProvider та всі мовні версії.

source: Test
ar: فحص
bg_bg: Тест
ca_es: Prova
cy: Ceisio
el_gr: Δοκιμή
es_es: Prueba
fi_fi: Testi
hu_hu: Teszt
pt_pt: Teste
sl_si: Preskus
uk_ua: Тест

source: %s via Passpoint
ar: %s عبر الـ Passpoint
bg_bg: %s чрез Passpoint
cs_cz: %s přes Passpoint
cy: %s trwy Passpoint
el_gr: %s μέσω Passpoint
es_es: %s mediante Passpoint
et_ee: %s Passpointi kaudu
fi_fi: %s Passpointin kautta
hr_hr: %s s Passpoint-om
ro_ro: %s folosind Passpoint
sl_si: %s prek točke prehoda
tr_tr: %s üzerinden Passpoint
uk_ua: %s через Passpoint

source: This installer is an example only. It produces a zip file containing the IdP certificates, info and logo files (if such have been defined by the IdP administrator) and a dump of all available attributes.
ar: هذا المثبت هو مثال فقط. ينتج ملف مضغوط يحتوي على شهادات IdP ومعلومات وملفات الشعار (إذا تم تحديد ذلك من قبل مسؤول IdP) وتفريغ جميع الخصائق المتاحة.
bg_bg: Инсталаторът е само примерен. Той генерира zip файл, съдържащ сертификати на IdP, информационни и лого файлове (ако такива са били дефинирани от администратора на IdP) и всички налични атрибути.
ca_es: L'instal.lador és només un exemple. Produeix un arxiu comprimit que conté els certificats de l'IdP, arxius d'informació i logo (si l'administrador ho ha definit) i un bolcat dels atributs disponibles.
cy: Enghraifft yn unig yw'r gosodwr hwn. Mae'n cynhyrchu ffeil sip sy'n cynnwys y tystysgrifau CDU, y wybodaeth a'r ffeiliau logo (os ydynt wedi'u diffinio gan weinyddwr y CDU) a thamp o'r holl briodoleddau sydd ar gael.
de_de: Dieses Installationprogramm ist nur ein Beispiel. Es erzeugt eine ZIP Datei mit den Zertifikaten des Identitätsproviders, Informationen und Logos (sofern welche vom Administrator definiert wurden) und einem Abbild aller verfügbaren Attribute.
el_gr: Αυτό το πακέτο εγκατάστασης είναι μόνο ένα παράδειγμα. Παράγει ένα αρχείο zip το οποίο περιέχει τα πιστοποιητικά του IdP, αρχεία πληροφοριών και λογοτύπων (αν έχουν οριστεί από τον διαχειριστή του IdP) και μία αποτύπωση όλων των διαθεσίμων ορισμάτων.
es_es: Este instalador es sólo un ejemplo. Produce un fichero .zip que contiene los certificados del IdP, ficheros de información y de logotipo (si estos han sido definidos por el administrador del IdP), y vuelca todos los atributos disponibles.
et_ee: See on vaid näidispaigaldusprogramm, mis loob zip-faili identiteedipakkuja sertifikaatide, teabe ja logo failidest (kui need on IdP administraatori poolt määratud) ning kõigist kättesaadavatest atribuutidest.
fi_fi: Tämä asennusohjelma on esimerkki. Ohjelma tekee .zip-tiedoston, jossa on IdP-varmenteet, lisätiedot ja logo (jos IdP:n ylläpitäjä on määritellyt ne) sekä kopio olemassaolevista attribuuteista.
fr_fr: Cet installateur n'est qu'un exemple. Il génère un fichier zip contenant le certificat de votre fournisseur d'identité ainsi que les fichiers d'information et de logo (s'ils ont été définis par l'administrateur du fournisseur d'identité) et une copie de tous les attributs disponibles.
hr_hr: Ovo je samo primjer installera.
hu_hu: Ez a telepítő csak egy példa. Ez ez egy zip fájlt készít, amely tartalmazza IdP tanúsítványát, informácókat és logót (ha az IdP adminisztrátor definiálta) és az összes definiált attributumot.
it_it: Questo programma di installazione è solo un esempio. Produce un file zip contenente i certificati dell'IdP, i file info e logo (se definiti dall'amministratore dell'IdP) e un dump di tutti gli attributi disponibili.
nb_no: Denne installatøren er bare et eksempel. Den lager ei .zip-fil som inneholder IdP-sertifikater, informasjon og logo-filer (hvis dette har blitt definert av IdP-administrasjonen) og en dump av alle tilgjengelige attributter..
pl_pl: Ten instalator to jedynie przykład. Przygotowuje archiwum zip zawierające certyfikaty instytucji, pliki informacyjne oraz logo (o ile odpowiednie dane zostały dodane przez administratora instytucji) oraz plik ze zrzutem wszystkich dostępnych atrybutów.
pt_pt: Este instalador é apenas um exemplo. Produz um ficheiro zip com os certificados do IdP, informações e ficheiros de logótipo (se tais tiverem sido definidos pelo administrador do IdP) e um dump de todos os atributos disponíveis.
ro_ro: Acest program de instalare este un simplu exemplu. Va produce un fișier de tip .zip ce conține certificatele IdP, informatiile și fisierele de log (dacă au forst definite de către administratorul IdP) și o descărcare a tuturor atributelor disponibile.
sl_si: Ta namestitveni program je samo primer. Ustvari datoteko ZIP, v kateri so potrdila IdP, podatki in datoteke logotipa (če jih je opredelil skrbnik IdP) ter izvoz vseh razpoložljivih atributov.
tr_tr: Bu kurulum dosyası sadece bir örnektir. IdP yöneticisi tarafından tanımlanmış ise IdP sertifikalarını, bilgi ve logo dosyalarını (varsa) içeren bir zip dosyası üretir ve mevcut tüm özniteliklerin bir dökümünü oluşturur.
uk_ua: Цей інсталятор є лише прикладом. Він створює zip-файл, що містить сертифікати IdP, інформаційні файли, файли логотипу (якщо вони були визначені адміністратором IdP), а також повний перелік усіх доступних атрибутів.

source: This device does not support forcing setting an HTTPS proxy.
ar: الجهاز لا يدعم فرض اعداد HTTPS.
bg_bg: Устройството не поддържа принудително настройване на HTTPS прокси.
ca_es: Aquest dispositiu no permet configurar un proxy HTTPS obligatori.
cs_cz: Toto zařízení nepodporuje vynucení nastavení HTTPS proxy serveru.
cy: Nid yw'r ddyfais hon yn cefnogi gorfodi gosod dirprwy HTTPS.
de_de: Dieses Gerät unterstützt keinen Zwangs-HTTPS-Proxy.
el_gr: Αυτή η συσκευή δεν υποστηρίζει την αναγκαστική ρύθμιση ενός διαμεσολαβητή HTTPS.
es_es: Este dispositivo no soporta el establecimiento de un proxy HTTPS.
et_ee: See seade ei toeta HTTPS proxy sundseadistamist.
fi_fi: Tämä laite ei tue HTTPS proxyn asettamista.
fr_fr: Cet appareil ne prend pas en charge le paramétrage forcé d’un proxy HTTPS.
hr_hr: Ovaj uređaj ne podržava postavljanje HTTPS proxy-a
hu_hu: Ez az eszköz nem támogatja a HTTPS proxy beállítását.
it_it: Questo dispositivo non supporta la forzatura dell'impostazione proxy HTTPS.
nb_no: Denne enheten har ikke støtte for tvungen HTTPS proxy.
pl_pl: To urządzenie nie wspiera wymuszenia ustawienia HTTPS proxy.
pt_pt: Este dispositivo não suporta que se force a configuração de um proxy HTTPS.
ro_ro: Acest dispozitiv nu suportă setarea forțată a unui proxy HTTPS.
sl_si: Ta naprava ne podpira uveljavitve nastavitve za strežnik HTTPS proxy.
sr_rs: Ovaj uređaj ne podržava podešavanje HTTPS proksija.
tr_tr: Bu aygıt HTTPS önbellekleme ayarlarını zorlamayı desteklememektedir.
uk_ua: Цей пристрій не підтримує примусове встановлення проксі HTTPS.

source: It is not possible to actively verify the user input for suffix match; but if there is no 'Terms of Use' configured, the installer will display a corresponding hint to the user instead.
ar: لا يمكن التحقق بشكل فعال من إدخال المستخدم للمقطع الاخير بشكل مطابق؛ ولكن إذا لم يتم ضبط 'شروط الاستخدام' ، فسيقوم المثبت بعرض تلميح مطابق للمستخدم بدلاً من ذلك.
bg_bg: Не е възможно активно да се проверява потребителския вход за съвпадение на суфикса; но ако няма конфигурирани "Условия за ползване", вместо това инсталаторът ще покаже на потребителя съответна подсказка.
ca_es: No es possible verificar activament el sufix de l'entrada d'usuari; però si no hi ha configurades 'Condicions d'Ús', l'instal·lador mostrarà en el seu lloc un suggeriment relacionat.
cs_cz: Nelze ověřit příponu zadanou uživatelem. Pokud nejsou nastaveny "Podmínky použití", zobrazí instalátor uživateli namísto toho odpovídající nápovědu.
cy: Nid yw'n bosibl gwirio mewnbwn y defnyddiwr ar gyfer cyfatebiad ôl-ddodiad; ond os nad oes 'Telerau Defnyddio' wedi'u ffurfweddu, bydd y gosodwr yn dangos awgrym cyfatebol i'r defnyddiwr yn lle hynny.
de_de: Es ist nicht möglich, aktiv zu prüfen, ob der Benutzer einen korrekten Realm eingibt. Aber wenn die Option 'Nutzungsbedingungen' NICHT konfiguriert ist, wird der Installer den Benutzer explizit auf den zu nutzenden Realm hinweisen.
el_gr: Δεν είναι δυνατό να επαληθευτούν ενεργά τα δεδομένα εισόδου χρήστη για την αντιστοίχιση κατάληξης· ωστόσο αν δεν υπάρχουν διαμορφωμένοι 'Όροι Χρήσης', το πρόγραμμα εγκατάστασης θα εμφανίσει μια αντίστοιχη υπόδειξη στο χρήστη.
es_es: No es posible verificar que la entrada de usuario coincida con el sufijo pero, si no hay unas "Condiciones de Uso" configuradas, el instalador mostrará una sugerencia al usuario.
et_ee: Ei ole võimalik aktiivselt tuvastada kasutaja sisestust järelliite võrdlemiseks. Kui Kasutustingimusi ei ole seadistatud, näitab paigaldusprogramm selle asemel kasutajale vastavat vihjet.
fi_fi: Käyttäjän syötettä ei pystytä täydellisesti tarkistamaan, mutta mikäli käyttöehtoja ei ole määritelty, asennusohjelma näyttää käyttäjälle soveltuvan virheilmoituksen.
fr_fr: Il n'est pas possible de vérifier l'entrée utilisateur pour la correspondance de suffixe ; mais s'il n'y a pas de «conditions d'utilisation» configurée, l'installateur affichera une indication correspondante à l'utilisateur.
hr_hr: Nije moguće aktivno utvrditi korisnički unos za podudaranje sufiksa; ali ako ne postoje 'Uvjeti korištenja' installer će prikazati odgovarajući savjet korisniku.
hu_hu: Nem lehet aktívan ellenőrizni a felhasználói bemenetet az utótagos-egyezéshez; de ha nincs beállítva a "Felhasználási feltételek", akkor a telepítő a megfelelő megjegyzést jeleníti meg a felhasználónak.
it_it: Non è possibile verificare attivamente l'input dell'utente per la corrispondenza del suffisso; ma se non ci sono "Condizioni d'uso" configurate, il programma di installazione visualizzerà invece un suggerimento corrispondente all'utente.
nb_no: Det er ikke mulig å verifisere bruker ved suffix match; men hvis det ikke er 'brukervilkår' konfigurert vil installasjonsprogram i stedet vise et korresponderende hint til brukeren.
pl_pl: Nie jest możliwe zweryfikowanie danych wejściowych użytkownika, aby zapewnić zgodność przyrostka; jeśli nie skonfigurowano 'Zasad użytkowania', instalator wyświetli użytkownikowi odpowiednią podpowiedź.
pt_pt: Não é possível verificar ativamente a entrada do utilizador para uma correspondência de sufixo; se não houver uns "Termos de Utilização" configurado, o instalador mostrará uma informação correspondente para o utilizador.
ro_ro: Nu este posibilă verificarea activă a intrării utilizatorului pentru potrivirea sufixului; dar dacă nu este configurat ceva din „Termenii de utilizare”, instalatorul va afișa în schimb un indiciu corespunzător utilizatorului.
sl_si: Aktivno preverjanje ujemanja pripone, ki jo vnese uporabnik, ni omogočeno, toda če "pogoji uporabe" niso konfigurirani, bo namestitveni program prikazal ustrezen namig uporabniku.
sr_rs: Nije moguće aktivno proveriti unos korisnika za poklapanje sa domenom; ako nije podešen parametar 'Pravila korišćenja', instaler će ponuditi korisniku naznaku šta može da koristi.
tr_tr: Kullanıcının girdiği soneki aktif olarak doğrulamak mümkün değildir, ama eğer 'Kullanım Kuralları' ayarlanmadı ise, yükleyici ilgili ipucunu kullanıcıya gösterecektir.
uk_ua: Неможливо активно перевірити введення користувачем відповідності суфіксу; однак якщо не налаштовано "Умови використання", інсталятор натомість покаже користувачу відповідну підказку.

source: Passpoint networks are not provisioned due to severe UI limitations during install time.
ar: لا يتم توفير شبكات Passpoint بسبب قيود شديدة على واجهة المستخدم أثناء التثبيت.
bg_bg: Не се предоставят passpoint мрежи поради строги ограничения на потребителския интерфейс по време на инсталацията.
ca_es: Les xarxes Passpoint no s'han configurat degut a limitacions greus mentre s'instal·lava.
cs_cz: Passpoint není nakonfigurován kvůli závažným omezením uživatelského rozhraní během instalace.
cy: Ni ddarperir rhwydweithiau Passpoint oherwydd cyfyngiadau UI difrifol yn ystod yr amser gosod.
de_de: Passpoint Netzwerke werden nicht unterstützt wegen erheblicher Mängel in der Benutzerschnittstelle während der Installation.
el_gr: Τα δίκτυα Passpoint δεν εγκαθίστανται λόγω εκτεταμένων περιορισμών UI κατά την διάρκεια της εγκατάστασης.
es_es: las redes Passpoint no están disponibles debido a limitaciones graves durante el tiempo de instalación.
et_ee: Passpointi võrke ei pakuta paigaldusaegsete oluliste UI (kasutajaliidese) piirangute tõttu.
fi_fi: Passpoint-verkkoja ei tarjota, koska käyttöliittymä on rajoitettu asennuksen aikana.
fr_fr: Les réseaux Passpont ne sont pas pris en charge en raison des limitations importantes de l'interface utilisateur pendant l'installation.
hr_hr: Passpoint mreže nisu osigurane zbog nekoliko ograničenja korisničkog sučelja tijekom instalacije.
hu_hu: Passpoint hálózat nem lett létrehozva, mivel a telepítésnek felhasználói interfész limitációja van.
it_it: Le reti Passpoint non vengono fornite a causa di gravi limitazioni dell'interfaccia utente durante l'installazione.
nb_no: Passpoint nettverk er ikke satt opp pga UI begrensninger under installering.
pl_pl: Wi-Fi Passpoint nie jest udostępniany z powodu istotnych ograniczeń interfejsu użytkownika podczas instalacji.
pt_pt: As redes de Passpoint não são aprovisionadas devido a limitações graves da interface de utilizador durante a instalação.
ro_ro: Rețelele Passpoint nu sunt furnizate din cauza unor limitări de UI în timpul instalării.
sl_si: Prehodna omrežja niso zagotovljena zaradi resnih omejitev uporabniškega vmesnika v času namestitve.
tr_tr: Kurulum sırasında ciddi kullanıcı arayüzü kısıtlamaları nedeniyle Passpoint ağları sağlanmaz.
uk_ua: Мережі Passpoint не налаштовуються через значні обмеження інтерфейсу під час інсталяції.

source: Network configuration profile '%s' of '%s' - provided by %s
ar: تضبيط ملفات تعريف الشبكة '%s' ل '%s' - المقدمة من %s
bg_bg: Профил на мрежовата конфигурация '%s' от '%s' - предоставен от %s
ca_es: Perfil de configuració de xarxa '%s' de '%s' - proveït per %s
cs_cz: Síťový profil '%s' pro organizaci '%s' - poskytuje %s
cy: Proffil cyfluniad rhwydwaith '%s' o '%s' - wedi'i ddarparu gan %s
de_de: Netzwerkprofil '%s' von '%s' - bereitgestellt von %s
el_gr: Προφίλ ρύθμισης δικτύου '%s' από '%s' - παρέχεται από %s
es_es: Perfil de configuración de red '%s' de '%s'. Proporcionado por %s
et_ee: Võrguseadistuse profiil '%s' '%s' - tehtud %s poolt
fi_fi: Verkkokonfiguraatioprofiili %s, %s - %s:n toimittama
fr_fr: Profil de configuration réseau '%s' de '%s' - fourni par %s
gl_es: Perfil de configuración da rede '%s' de '%s' - proporcionado por %s
hr_hr: Mrežni konfiguracijski profil '%s' od '%s' - pružen od %s
hu_hu: '%s' '%s' hálózati konfigurációs profil – %s hozta létre
it_it: Profilo di configurazione '%s' di '%s' - fornito da %s
nb_no: Nettverkskonfigurasjon profil '%s' for '%s' - levert av %s
pl_pl: Profil sieciowy '%s' z grupy '%s' - dostarczony przez %s
pt_pt: Perfil de configuração de rede '%s' de '%s' - Fornecido por %s
ro_ro: Profil de configurare a rețelei '%s' din '%s' - furnizat de %s
sk_sk: Sieťový profil '%s' pre organizáciu '%s' - poskytuje %s
sl_si: Konfiguracijski profil omrežja '%s' od '%s', ki ga je zagotovil %s
sr_rs: Profil za konfigurisanje mreže '%s' od '%s' - obezbeđen od %s
tr_tr: '%s' den '%s' nin ağ yapılandırma profili - %s tarafından sağlanmıştır
uk_ua: Профіль конфігурації мережі '%s' для '%s' - надано %s

source: %s configuration for IdP '%s' - provided by %s
ar: %s الضبط لمزود الهوية '%s'- المقدم من %s
bg_bg: %s конфигурация за IdP '%s' - предоставена от %s
ca_es: Configuració d'%s per a l'IdP '%s' - proveït per %s
cs_cz: %s konfigurace pro organizaci '%s' - poskytuje %s
cy: Ffurfweddiad %s ar gyfer CDU '%s' - wedi'i ddarparu gan %s
de_de: %s Konfiguration für den IdP '%s' - bereitgestellt von %s
el_gr: %s διαμόρφωση για IdP '%s' - παρέχεται από %s
es_es: Configuración de %s para el IdP "%s", proporcionado por %s
et_ee: %s identiteedipakkuja '%s' seadistus - tehtud %s poolt
fi_fi: Palvelun %s konfiguuraatio IdP:lle %s - tarjoajana %s
fr_fr: %s configuration pour l'IdP '%s' - fournie par %s
hr_hr: %s konfiguracija ia IdP '%s' - koju pruža %s
hu_hu: %s Idp által megadott %s konfiguráció %s
it_it: %s configurazione per l'IdP '%s' - fornito da %s
nb_no: %s konfigurasjon for IdP '%s' - levert av %s
pl_pl: Konfiguracja %s pod kątem dostawcy tożsamości '%s' - przygotowana przez %s
pt_pt: %s configuração para o IdP '%s' - fornecida por %s
ro_ro: %s configuraţie pentru IdP '%s' - oferit de %s
sl_si: Konfiguracija %s za ponudnika identitete '%s', ki jo je zagotovil %s
sr_rs: %s konfiguracija za IdP '%s' - omogućena od %s
tr_tr: '%s' Kimlik Sağlayıcısı için %s yapılandırması - %s tarafından sağlanmıştır.
uk_ua: %s конфігурація для IdP '%s' - надана %s

source: Important Notice: your username MUST end exactly with '...@%s' !
ar: تنبيه مهم: يجب أن ينتهي اسم المستخدم ب '%s@...' !
bg_bg: Важно съобщение: Вашето потребителско име ТРЯБВА да завършва точно с '...@%s'!
ca_es: Avís important: el vostre identificador HA DE finalitzar EXACTAMENT amb '...@%s' !
cs_cz: Důležité upozornění: vaše uživatelské jméno musí končit znakem '...@%s'!
cy: Hysbysiad Pwysig: RHAID i'ch enw defnyddiwr orffen yn union gyda '...@%s'!
de_de: Wichtig: Ihr Benutzername muss genau mit '...@%s' enden!
el_gr: Σημαντική Σημείωση: το username ΠΡΕΠΕΙ να τελειώνει ακριβώς σε '...@%s' !
es_es: Aviso importante: tu nombre de usuario DEBE terminar exactamente en '...@%s'.
et_ee: NB! Sinu kasutajanime lõpus peab kindlasti olema '...@%s'!
fi_fi: Tärkeä muistutus: käyttäjätunnuksen täytyy päättyä merkkijonoon '...@%s'!
fr_fr: Remarque importante : votre identifiant DOIT se terminer exactement avec '...@%s' !
hr_hr: Važna napomena: Vaše korisničko ime MORA završavati sa '...@%s' !
hu_hu: Fontos megjegyzés: a felhasználónévnek a végén '...@ %s' KELL, hogy legyen.
it_it: Avviso importante: il tuo nome utente DEVE finire esattamente con '... @%s'!
nb_no: Viktig: Brukernavnet ditt MÅ slutte med '...@%s' !
pl_pl: Ważne: Twoja nazwa użytkownika MUSI kończyć się napisem '...@%s'!
pt_pt: Aviso importante: seu nome de usuário TEM DE terminar exatamente com '...@%s'!
ro_ro: Important: numele de utilizator trebuie să se termine exact cu '...@%s' !
sl_si: Pomembno obvestilo: uporabniško ime se MORA natančno ujemati z '...@%s'.
tr_tr: Önemli Uyarı: Kullanıcı adınız TAM OLARAK '...@%s' ile bitmelidir!
uk_ua: Важливе зауваження: ім'я користувача має ОБОВ'ЯЗКОВО має закінчуватися на "... @%s"!

source: Important Notice: your username MUST contain an '@' and end with ...%s !
ar: ملاحظة مهمة: يجب أن يحتوي اسم المستخدم الخاص بك على '@' وينتهي بـ %s !
bg_bg: Важно съобщение: Вашето потребителско име ТРЯБВА да съдържа '@' и да завършва с ...%s !
ca_es: Avís important: el vostre identificador HA DE contenir una '@' i acabar en ...%s !
cs_cz: Důležité upozornění: vaše uživatelské jméno musí obsahovat '@' končit ...%s!
cy: Hysbysiad Pwysig: RHAID i'ch enw defnyddiwr gynnwys '@' a gorffen gyda ...%s!
de_de: Wichtig: Ihr Benutzername muss ein @ enthalten und auf ...%s enden!
el_gr: Σημαντική Σημείωση: το username ΠΡΕΠΕΙ να περιέχει ένα '@' και να τελειώνει σε ...%s !
es_es: Aviso importante: tu nombre de usuario DEBE contener una '@' y terminar en ....%s.
et_ee: NB! Sinu kasutajanimi peab sisaldama @-märki ja selle lõpus peab olema %s!
fi_fi: Tärkeä muistutus: käyttäjätunnuksen täytyy sisältää '@'-merkki ja päättyä %s :lla !
fr_fr: Remarque importante : votre identifiant DOIT contenir un '@' et se terminer par ...%s !
hr_hr: Vaše korisničko ime MORA sadržavati '@' i završavati sa ...%s !
hu_hu: Fontos megjegyzés: a felhasználónévnek kell @-ot tartalmazni és a végén '... %s' KELL, hogy legyen.
it_it: Avviso importante: il tuo nome utente DEVE contenere un "@" e terminare con ...%s!
nb_no: Viktig: Brukernavnet ditt MÅ inneholde en '@' og slutte med ...%s !
pl_pl: Ważne: Twoja nazwa użytkownika MUSI zawierać '@' i kończyć się napisem ...%s!
pt_pt: Aviso importante: seu nome de usuário TEM DE conter um '@' e terminar com ... %s!
ro_ro: Important: numele de utilizator trebuie să conțină un '@' și să fie terminat cu ...%s !
sl_si: Pomembno obvestilo: uporabniško ime MORA vsebovati znak '@' in se mora končati z ...%s.
tr_tr: Önemli Uyarı: Kullanıcı adınız '@' işareti içermeli ve ...%s ile bitmelidir!
uk_ua: Важливе зауваження: ім'я користувача ПОВИННО містити знак "@" і закінчуватися ...%s!
