Repository: GEANT/CAT
Catalog: translation/*/devices.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, nb_no, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_rs, tr_tr, uk_ua

source: Important Notice: your username MUST be in the form of xxx@yyy where the yyy is a common suffix identifying your Identity Provider. Please find out what to use there and enter the username in the correct format.
ar: إشعار مهم: يجب أن يكون اسم المستخدم الخاص بك في شكل xxx@yyy حيث يكون yyy هو المقطع الأخير الذي يميز مزود هويتك. يرجى معرفة ما يجب استخدامه هناك وإدخال اسم المستخدم بالتنسيق الصحيح.
bg_bg: Важно съобщение: потребителското Ви име ТРЯБВА да има вида xxx@yyy, където yyy е обичайния суфикс, идентифициращ Вашия Доставчик на Удостоверения. Моля разберете какво да използвате тук и въведете потребителското име в правилния формат.
ca_es: Avís important: el vostre identificador HA D'ESTAR en el format xxx@yyy on yy és el sufix que identifica el vostre proveïdor d'identitat. Esbrineu el que heu de fer servir i introduïu-lo en el format correcte.
cs_cz: Důležité upozornění: Vaše uživatelské jméno MUSÍ být ve formátu xxx@yyy, kde yyy je přípona identifikující vašeho poskytovatele identit. Zadejte prosím uživatelské jméno ve správném formátu.
cy: Hysbysiad Pwysig: RHAID i'ch enw defnyddiwr fod ar ffurf xxx@bbbb lle mae'r yyy yn ôl-ddodiad cyffredin sy'n nodi eich Darparwr Hunaniaeth. Darganfyddwch beth i'w ddefnyddio yno a rhowch yr enw defnyddiwr yn y fformat cywir.
de_de: Wichtig: Ihr Benutzername MUSS in der Form xxx@yyy sein, wobei yyy Ihren Identitätsprovider beschreibt. Bitte prüfen Sie die Dokumentation Ihres Identitätsproviders bezüglich Ihres Benutzernamens.
el_gr: Σημαντική Ειδοποίηση: το όνομα χρήστη σας ΠΡΕΠΕΙ να είναι στη μορφή xxx@yyy όπου το yyy είναι ένα κοινό επίθεμα με το οποίο αναγνωρίζεται ο Πάροχος Ταυτότητας σας. Παρακαλώ βρείτε τι να χρησιμοποιήσετε εκεί και πληκτρολογήστε το όνομα χρήστη στη σωστή μορφή.
es_es: Aviso importante: tu nombre de usuario DEBE tener la forma "usuario@dominio", donde el dominio es un sufijo común que identifica a tu proveedor de identidad. Por favor, averigua qué es lo que debes usar aquí e introduce tu nombre de usuario con el formato correcto.
et_ee: Viga: kasutajanimi peab olema kujul xxx@yyy, kus yyy määrab ära Sinu identiteedipakkuja/asutuse. Palun selgita välja ja sisesta kasutajanimi korrektsel kujul.
fi_fi: Tärkeä huomautus: käyttäjätunnuksen täytyy olla muodossa xxx@yyy, jossa yyy on oman organisaatiosi tunniste. Saat tämän sekä muutkin käyttöönotto-ohjeet tarvittaessa oman organisaatiosi IT-tuesta.
fr_fr: Attention : votre nom d'utilisateur DOIT être de la forme xxx@yyy où la partie yyy est le suffixe identifiant votre fournisseur d'identité. Trouver la valeur à utiliser ici et entrer le nom d'utilisateur dans le bon format.
hr_hr: Važna napomena: Vaše korisničko ime treba biti u formatu xxx@yyy gdje je yyy zajednički sufiks koji identificira Vašeg davatelja identiteta. Molimo saznajte koji sufiks koristiti te unesite korisničko ime u ispravnom formatu.
hu_hu: Fontos megjegyzés: felhasználónevének xxx@yyy formában kell lennie, ahol az yyy egy közös utótag, amely az Ön személyazonosító szolgáltatóját azonosítja. Kérjük, tudja meg, mit kell használnia, és adja meg a felhasználónevet a megfelelő formátumban.
it_it: Avviso importante: il tuo nome utente DEVE essere nel formato di xxx@yyy dove yyy è un suffisso comune che identifica il tuo Identity Provider di identità. Scopri cosa usare lì e inserisci il nome utente nel formato corretto.
nb_no: Viktig varsel: brukernavn MÅ være på formen xxx@yyy der yyy er et felles suffix for din identitetstilbyder. Vennligst sjekk hva som er korrekt suffix og oppgi brukernavn i korrekt format.
pl_pl: Ważne: Twoja nazwa użytkownika MUSI mieć postać xxx@yyy gdzie yyy to przyrostek identyfikujący Twojego dostawcę tożsamości. Przed wprowadzeniem nazwy użytkownika upewnij się, jaki przyrostek jest używany w Twojej instytucji.
pt_pt: Informação Importante: o seu nome de utilizador TEM de estar na forma xxx@yyy onde yyy é o sufixo comum que identifica o seu Fornecedor de Identidade. Descubra qual usar e coloque o nome de utilizador na forma correta.
ro_ro: Anunț important: numele dumneavoastră de utilizator TREBUIE sa fie în formatul xxx@yyy unde yyy este sufixul comun care identifică Furnizorul dumneavoastră de indentitate. Vă rog să aflați ce o să folosiți si să introduceți corect numele dumneavoastră de utilizator.
sl_si: Pomembno obvestilo: uporabniško ime MORA biti v obliki xxx@yyy, kjer yyy predstavlja splošno pripono, ki določa vašega ponudnika identitete. Raziščite, kaj morate uporabiti na tem mestu, in vnesite uporabniško ime v pravilni obliki.
sr_rs: Važna napomena: vaše korisničko ime MORA biti u formi xxx@yyy, gde yyy predstavlja domen koji identifikuje vašeg IdP-a. Potrebno je da znate tačno koja vrednost se koristi i da unesete korisničko ime u ispravnom formatu.
tr_tr: Önemli Uyarı: Kullanıcı adınız xxx@yyy biçiminde olMALIDIR. Burada yyy, Kimlik Sağlayıcınızı tanımlayan bir sonektir. Lütfen burada ne kullanacağınızı öğrenin ve kullanıcı adını doğru biçimde girin.
uk_ua: Важливе зауваження: ім'я користувача обов'язково МАЄ бути у формі xxx @ yyy, де yyy - загальний суфікс, що ідентифікує вашого постачальника ідентифікаційних даних. Будь ласка, з’ясуйте, який суфікс слід використовувати, і введіть ім’я користувача у правильному форматі.

source: Unnamed Organisation
ar: اسم المؤسسة غير معرف
bg_bg: Анонимна организация
ca_es: Organització sense nom
cs_cz: Nepojmenovaná organizace
cy: Sefydliad Heb Enw
de_de: Organisation ohne Namen
el_gr: Ανώνυμος Οργανισμός
es_es: Organización sin nombre
et_ee: Tundmatu asutus
fi_fi: Nimetön organisaatio
fr_fr: Etablissement sans nom
hr_hr: Neimenovana organizacija
hu_hu: Nem megnevezett szervezet
it_it: Organizazzione senza nome
nb_no: Ikke navngitt organisasjon
pl_pl: Nienazwana instytucja
pt_pt: Organização sem nome
ro_ro: Organizaţie fară nume
sl_si: Neimenovana organizacija
sr_rs: Neimenovana organizacija
tr_tr: İsimsiz Kurum
uk_ua: Безіменна організація

source: Unnamed Profile
ar: ملف تعريف غير معرف
bg_bg: Анонимен профил
ca_es: Perfil sense nom
cs_cz: Nepojmenovaný profil
cy: Proffil Heb Enw
de_de: Profil ohne Namen
el_gr: Ανώνυμο Προφίλ
es_es: Perfil sin nombre
et_ee: Tundmatu profiil
fi_fi: Nimetön profiili
fr_fr: Profil sans nom
hr_hr: Neimenovani profil
hu_hu: Névtelen profil
it_it: Profilo senza nome
nb_no: Profil uten navn
pl_pl: Nienazwany profil
pt_pt: Perfil sem Nome
ro_ro: Profil neidentificat
sl_si: Neimenovan profil
sr_rs: Neimenovan profil
tr_tr: İsimsiz Profil
uk_ua: Безіменний профіль

source: For best results, please use the built-in browser (Safari) to open the configuration file.
ar: للحصول على أفضل النتائج ، يرجى استخدام المتصفح المدمج (Safari) لفتح ملف الضبط.
bg_bg: За най-добри резултати, моля използвайте вградения браузер (Safari), за да отворите конфигурационния файл.
ca_es: Per als millors resultats, feu servir el navegador preinstal·lat (Safari) per a obrir el fitxer de configuració.
cs_cz: Pro dosažení nejlepších výsledků použijte k otevření konfiguračního souboru vestavěný prohlížeč (Safari).
cy: I gael y canlyniadau gorau, defnyddiwch y porwr adeiledig (Safari) i agor y ffeil ffurfweddu.
de_de: Der Import funktioniert am Besten, wenn Sie den eingebauten Browser (Safari) benutzen.
el_gr: Για καλύτερα αποτελέσματα, χρησιμοποιήστε τον προεγκαταστημένο φυλλομετρητή (Safari) για να ανοίξετε το αρχείο ρυθμίσεων.
es_es: Para obtener el mejor resultado, por favor utilice el navegador nativo (Safari) para abrir el archivo de configuración.
et_ee: Palun kasuta seadistusfaili avamiseks vaikelehitsejat (Safari).
fi_fi: Parhaaseen lopputulokseen pääsemiseksi suosittelemme avaamaan konfiguraatiotiedoston Safari-selaimella.
fr_fr: Pour de meilleurs résultats, merci d'utiliser le navigateur intégré (Safari) pour ouvrir le fichier de configuration.
hr_hr: Za bolje rezultate, molimo koristite ugrađeni preglednik(Safari) za otvaranje konfiguracijske datoteke.
hu_hu: A legjobban akkor jársz, ha a beépített böngészőt használod (Safari) a konfiguráicós fájl letöltéséhez.
it_it: Per ottenere risultati ottimali, si prega di utilizzare il browser incorporato (Safari) per aprire il file di configurazione.
nb_no: Best resultat oppnås ved å bruke innebygd webleser (safari) til å åpne konfigurasjonsfilen.
pl_pl: Zaleca się otwieranie pliku konfiguracyjnego przy pomocy systemowej przeglądarki (Safari).
pt_pt: Para os melhores resultados, por favor use o browser nativo (Safari) para abrir o ficheiro de configuração.
ro_ro: Pentru rezultate optime, vă rugăm ca pentru deschiderea fișierului de configurare să folosiți programul de navigare implicit (Safari).
sl_si: Za boljše rezultate uporabite vgrajeni brskalnik (Safari), s katerim odprete konfiguracijsko datoteko.
sr_rs: Da biste mogli da otvorite konfiguracioni fajl, koristite standardni pretraživač (Safari).
tr_tr: En iyi şekilde sonuçlandırmak için konfigürasyon dosyasını işletim sisteminizin kendi web tarayıcısını (Safari'yi) kullanınız.
uk_ua: Для найкращих результатів використовуйте вбудований браузер (Safari), щоб відкрити файл конфігурації.

source: The profile will install itself after you click (or tap) the button. You will be asked for confirmation/input at several points:
ar: سيتم تثبيت ملف التعريف نفسه بعد النقر فوق (أو النقر فوق) الزر. سيُطلب منك التأكيد / الإدخال في عدة نقاط:
bg_bg: Профилът ще се инсталира, след като кликнете (или почукнете) бутона. На няколко места ще бъдете попитан за потвърждение или въвеждане на допълнителни данни:
ca_es: El perfil s'instal·larà un cop cliqueu el botó. Se us demanarà confirmació en diferents punts:
cs_cz: Instalaci profilu spustíte kliknutím na tlačítko Stáhnout. V průběhu instalace budete vícekrát požádáni o potvrzení případně o vstupní údaje:
cy: Bydd y proffil yn gosod ei hun ar ôl i chi glicio (neu dapio) y botwm. Gofynnir i chi am gadarnhad/mewnbwn ar sawl pwynt:
de_de: Das Profil installiert sich, sobald Sie auf den Knopf drücken. Sie werden an einigen Stellen um Bestätigung bzw. Eingaben gebeten:
el_gr: Το προφίλ θα εγκατασταθεί μόνο του αφού κάνετε κλικ (ή ταπ) στο κουμπί. Θα ερωτηθείτε για επιβεβαίωση/εισαγωγή σε διάφορα σημεία:
es_es: El perfil se instalará después de pulsar el botón. Se pedirá confirmación/información en varios puntos:
et_ee: Profiil paigaldatakse peale seda, kui klõpsad nuppu. Sinult küsitakse protsessi käigus sisestamisi või kinnitamisi:
fi_fi: Profiilisi asentuu, kun napsautat nappia. Sinulta kysytään varmistus ja lisätietoja useassa vaiheessa:
fr_fr: Le profil s'installera dès que vous aurez cliqué le bouton. Il vous sera demandé de confirmer ou de renseigner certaines étapes :
gl_es: O perfil instalarase por si mesmo despois de que prema (ou toque) o botón. Preguntaráselle pola confirmación/input en varios puntos:
hr_hr: Profil će se instalirati nakon što kliknete gumb. Bit ćete upitani za potvrdu/unos u nekoliko točaka:
hu_hu: A profil telepítése a gombra való kattintással kezdhető meg. A folyamat több pontján kell megerősítést vagy választ adnod:
it_it: Il profilo si installerà dopo che avrai cliccato (o toccato) il pulsante. Ti verranno richieste conferme/informazioni in più punti:
nb_no: Profilen blir installert etter at du trykker på kanppen. du vil bli spurt om bekreftelse / input flere ganger:
pl_pl: Profil zainstaluje się automatycznie po kliknięciu przycisku. Kilkakrotnie zostaniesz poproszony o wprowadzenie danych lub potwierdzenie:
pt_pt: O perfil irá se instalado após selecionar o botão. Durante o processo de instalação ser-lhe à solicitado para confirmar/introduzir informação:
ro_ro: Profilul va fi instalat după ce apăsați (sau ”atingeți”) butonul. Vor fi necesare câteva confirmări și informații:
sk_sk: Inštaláciu profilu iniciujete kliknutím na tlačítko. Počas inštalácie budete na viacerých miestach požiadaný o potvrdenie alebo vstupné údaje:
sl_si: Profil se bo namestil, ko boste kliknili (ali tapnili) gumb. Med nameščanjem bo na več mestih zahtevana vaša potrditev/vnos:
sr_rs: Profil će se sam instalirati nakon što pritisnete dugme.
tr_tr: Profil düğmeyi tıkladıktan (veya dokunduktan) sonra kendiliğinden yüklenecektir. Bazı noktalarda onaylama/girdi için sorular sorulacaktır:
uk_ua: Профіль встановиться автоматично після натискання (або торкання) кнопки. Вас попросять підтвердити / ввести в декількох пунктах:

source: to install the profile
ar: لتثبيت ملف التعريف
bg_bg: за да инсталирате профила
ca_es: per a instal·lar el perfil
cs_cz: pro nainstalování profilu
cy: i osod y proffil
de_de: um das Profil zu installieren
el_gr: για εγκατάσταση προφίλ
es_es: para instalar el perfil
et_ee: profiili paigaldamine
fi_fi: asentaaksesi profiilin
fr_fr: pour installer le profil
gl_es: para instalar o perfil
hr_hr: za instaliranje profila
hu_hu: a profil telepítésekor
it_it: per installare il profilo
nb_no: for å installere profilen
pl_pl: aby zainstalować profil
pt_pt: para instalar o perfil
ro_ro: pentru instalarea profilului
sk_sk: pre nainštalovanie profilu
sl_si: za namestitev profila
sr_rs: instalirati profil
tr_tr: profili yüklemek için
uk_ua: встановити профіль

source: to accept the server certificate authority
ar: لقبول هيئات الشهادات الامنية للخادم
bg_bg: за да приемете сертификата на сървъра на удостоверителните услуги
ca_es: per a acceptar l'autoritat de certificació del servidor
cs_cz: CA certifikát vášeho poskytovatele identity
cy: i dderbyn awdurdod tystysgrif y gweinydd
de_de: CA Zertifikat Ihres Identitätsproviders
el_gr: να αποδεχτούν την αρχή πιστοποίησης του εξυπηρετητή
es_es: para aceptar la autoridad de certificados de servidor
et_ee: sertifitseerimiskeskuse tunnustamine
fi_fi: hyväksyäksesi palvelinvarmenteen myöntäjän
fr_fr: pour accepter l'autorité de certification du serveur
gl_es: para aceptar a autoridade de certificados de servidor
hr_hr: za prihvat autoriteta poslužiteljskog certifikata
hu_hu: a szerver tanúsítványkiadójának (CA) elfogadásakor
it_it: per accettare l'autorità di certificazione del server
nb_no: for å godta tjener sertifikat autoritet - CA
pl_pl: aby zaaceptować Urząd Certyfikacyjny serwera
pt_pt: para aceitar a Autoridade Certificadora do certificado do servidor
ro_ro: să accepte autoritatea de certificare a serverului
sk_sk: CA certifikát vášho poskytovateľa identity
sl_si: da bi sprejeli strežniški certifikat
sr_rs: prihvatiti sertifikaciono telo servera
tr_tr: sunucu sertifika otoritesini kabul etmek için
uk_ua: прийняти сервер центру сертифікації

source: (%d times)
ar: (%d مرات)
bg_bg: (%d пъти)
ca_es: (%d vegades)
cs_cz: (%d krát)
cy: (%d o weithiau)
de_de: (%d mal)
el_gr: (%d φορές)
es_es: (%d veces)
et_ee: (%d korda)
fi_fi: (%d kertaa)
fr_fr: (%d fois)
gl_es: (%d veces)
hr_hr: (%d puta)
hu_hu: (%d alkalommal)
it_it: (%d volte)
nb_no: (%d ganger)
pl_pl: (%d razy)
pt_pt: (%d vezes)
ro_ro: (de %d ori)
sk_sk: (%d krát)
sl_si: (%d-krat)
sr_rs: (%d puta)
tr_tr: (%d adet)
uk_ua: (%d) часу

source: to enter the username and password you have been given by your organisation
ar: لإدخال اسم المستخدم وكلمة المرور اللذين قدمتهما مؤسستك
bg_bg: въведете потребителското име и паролата, дадени Ви от Вашата организация
ca_es: per a entrar l'identificador i contrasenya facilitats per la vostra institució
cs_cz: zadejte svoje uživatelské jméno a heslo poskytnuté vaší organizací
cy: i nodi'r enw defnyddiwr a chyfrinair a roddwyd i chi gan eich sefydliad
de_de: um den Benutzernamen und das Passwort einzugeben die Ihnen von Ihrer Organisation gegeben wurden
el_gr: για να εισάγετε το όνομα χρήστη και τον κωδικό που σας έχει δοθεί από τον οργανισμό σας
es_es: para introducir el nombre de usuario y contraseña dados por tu organización
et_ee: asutuse poolt antud kasutajanime ja parooli sisestamine
fi_fi: antaaksesi kotiorganisaatiosi käyttäjätunnuksen ja salasanan
fr_fr: pour entrer le nom d'utilisateur et le mot de passe obtenus de votre organisation
hr_hr: unijeti korisničko ime i lozinku koju ste dobili od matične ustanove
hu_hu: add meg a szervezettől kapott felhasználónevet és jelszót
it_it: per inserire il nome utente e la password che ti sono stati assegnati dalla tua organizzazione
nb_no: for å angi brukernavnet og passordet du har fått av organisasjonen din
pl_pl: aby wprowadzić identyfikator i hasło otrzymane z Twojej instytucji
pt_pt: para colocar o nome de utilizador e palavra-passe que foi atribuído pela sua organização
ro_ro: să introduceți numele de utilizator și parola date de instituția dumneavoastră
sl_si: za vnos uporabniškega imena in gesla, ki vam ga je dodelila vaša organizacija
sr_rs: kako biste uneli korisničko ime i lozinku koje ste dobili od svoje matične ustanove
tr_tr: kurumunuzun vermiş olduğu kullanıcı adı ve şifreyi girmek için
uk_ua: введіть надані організацією ім’я користувача та пароль

source: (%d times each, because %d SSIDs and %d Passpoint networks are installed)
ar: ( %d من المرات لكل منهما ، لأنه تم تثبيت %dSSIDs وشبكات Passpoint %d )
bg_bg: (%d пъти всеки, защото %d SSID-ове и %d Passpoint мрежи са инсталирани)
ca_es: (%d vegades cada un, perquè s'ha instal·lat %d SSIDs i %d xarxes Passpoint)
cs_cz: (%d krát, protože %d SSIDs a %d Passpoint networks je nainstalována)
cy: (%d gwaith yr un, oherwydd bod %d SSIDs a %d rhwydweithiau Passpoint wedi'u gosod)
de_de: (jeweils %d mal, denn %d SSIDs und %d Passpoint Netzwerke werden installiert)
el_gr: (%d φορές το καθένα, επειδή %d SSIDs και %d δίκτυα Passpoint είναι εγκατεστημένα)
es_es: (%d veces cada uno, ya que %d SSID y %d redes Passpoint están instaladas)
et_ee: (%d korda igaüht, sest %d SSID-d ja %d Passpointi võrgud on paigaldatud)
fi_fi: (%dkertaa kukin, koska %dtavallista verkkoa ja %dPasspoint-verkkoa asennetaan)
fr_fr: (fois chaque %d, parce que les SSIDs %d et les réseaux Passpoint %d sont installés)
hr_hr: (%d puta svaki, jer %d SSID-evi i %d Passpoint mreže su instalirani)
hu_hu: (%d alkalommal , mivel %d SSIDs és %d Passpoint hálózat beállításra került)
it_it: (%d volte ciascuno, perché sono installati %d SSIDs e %d reti Passpoint)
nb_no: (%dganger hver, fordi %d SSIDs og %d Passpoint nettverk er satt opp)
pl_pl: (każdy po %d razy, ponieważ %d SSIDs i sieć %d Passpoint nie są zainstalowane)
pt_pt: (%d vezes cada, porque %d SSIDs e %d redes Passpoint são instaladas)
ro_ro: (%d pentru fiecare, deoarece %d numele rețelei și %d rețelele Passpoint sunt instalate)
sl_si: (%d-krat, ker so nizi SSID %d in prehodna omrežja %d nameščeni)
tr_tr: (her biri için %d kez , çünkü %d SSID ve %d Passpoint ağı kurulmuştur)
uk_ua: (%d щоразу, оскільки %dSSIDs і %d Passpoint мережі встановлені)

source: %s configuration for network name %s
ar: %s الضبط باسم الشبكة %s
bg_bg: %s конфигурация за мрежа на име %s
ca_es: %s configuració per a la xarxa %s
cs_cz: Nastavení %s pro síť s názvem %s
cy: Ffurfweddiad %s ar gyfer enw rhwydwaith %s
de_de: %s Konfiguration für das Netzwerk %s
el_gr: διαμόρφωση %s για το όνομα δικτύου %s
es_es: Configuración %s para el nombre de red %s
et_ee: %s seadistus võrgule %s
fi_fi: %s konfigurointi verkkonimelle %s
fr_fr: %s configuration du nom de réseau %s
gl_es: configuración %s para o nome de rede %s
hr_hr: %s konfiguracija za mrežu imena %s
hu_hu: %s konfiguráció az %s hálózat számára
it_it: %s configugazione per la rete di nome %s
nb_no: %s konfigurasjon for nettverksnavn %s
pl_pl: konfiguracja %s dla sieci %s
pt_pt: %s configurações para a rede %s
ro_ro: Configurarea %s pentru rețeaua denumită %s
sk_sk: Nastavenie %s pre sieť s názvom %s
sl_si: Konfiguracija %s za omrežno ime %s
sr_rs: %s konfiguracija za mrežno ime %s
tr_tr: %s adlı ağ için %s yapılandırması
uk_ua: %s конфігурація для мережі з назвою %s

source: %s - Wired Network
ar: %s - شبكة سلكية
bg_bg: %s - Кабелна мрежа
ca_es: %s - Xarxa de cable
cs_cz: %s - Kabelová síť
cy: %s - Rhwydwaith Gwifredig
de_de: %s - Kabelgebundenes Netzwerk
el_gr: %s - Ενσύρματο Δίκτυο
es_es: %s - Red cableada
et_ee: %s - Traadiga võrk
fi_fi: %s - langallinen verkko
fr_fr: %s - Réseau filaire
hr_hr: %s - Žična mreža
hu_hu: %s - Vezetékes hálózat
it_it: %s - Rete Cablata
nb_no: %s - Kablet nettverk
pl_pl: %s - sieć przewodowa
pt_pt: %s - Rede Cablada
ro_ro: %s - Rețea cu fir
sl_si: %s – žično omrežje
tr_tr: %s - Kablolu Ağ
uk_ua: %s - дротова мережа

source: %s configuration for wired network
ar: %s ضبط الشبكة السلكية
bg_bg: %s конфигурация за кабелна мрежа
ca_es: Configuració de %s per a una xarxa de cable
cs_cz: Konfigurace %s pro kabelovou síť.
cy: Ffurfweddiad %s ar gyfer rhwydwaith gwifrau
de_de: %s Konfiguration für Kabelnetzwerke
el_gr: %s διαμόρφωση για ενσύρματο δίκτυο
es_es: Configuración de %s para la red cableada
et_ee: %s seadistus traadiga võrgule
fi_fi: %s-määritykset langalliselle verkolle
fr_fr: Configuration %s pour réseau filaire
hr_hr: %s konfiguracija za žičnu mrežu
hu_hu: %s konfiguráció vezetékes hálózathoz
it_it: %s configurazione per la rete cablata
nb_no: %s konfigurasjon for kablet nettverk
pl_pl: Konfiguracja %s dla sieci przewodowej
pt_pt: %s configuração para rede cablada
ro_ro: configurarea %s pentru rețea cablată
sl_si: Konfiguracija %s za žično omrežje
sr_rs: %s konfiguracija za žičanu mrežu
tr_tr: kablolu ağ için %s yapılandırılması
uk_ua: %s конфігурація для дротової мережі

source: %s configuration (Passpoint RCOI)
ar: تهيئة %s (Passpoint RCOI)
bg_bg: %s конфигурация (Passpoint RCOI)
ca_es: Configuració de %s (Passpoint RCOI)
cs_cz: %s konfigurace (Passpoint RCOI)
cy: Ffurfweddiad %s (Passpoint RCOI)
de_de: %s Konfiguration (Passpoint RCOI)
el_gr: %s παραμετροποίηση (Passpoint RCOI)
es_es: %s configuración (Passpoint RCOI)
et_ee: %s seadistus (Passpoint RCOI)
fi_fi: %skonfigurointi (Passpoint RCOI)
hr_hr: %s konfiguracija (Passpoint RCOI)
hu_hu: %s konfiguráció (Passpoint RCOI)
it_it: %s configurazioni (Passpoint RCOI)
nb_no: %s konfigurasjon (Passpoint RCOI)
pl_pl: konfiguracja %s (Passpoint RCOI)
pt_pt: Configuração %s (Passpoint RCOI)
ro_ro: %s configurare (Passpoint RCOI)
sl_si: Konfiguracija %s (prehodni RCOI)
tr_tr: %s yapılandırma (Passpoint RCOI)
uk_ua: %s конфігурація (Passpoint RCOI)

source: This SSID should not be used after bootstrapping %s
ar: لا ينبغي استخدام هذا SSID بعد التمهيد %s
bg_bg: Този SSID не трябва да се използва след зареждане %s
ca_es: Aquest SSID no s'hauria de fer servir un cop configurada l'arrencada de %s
cs_cz: Toto SSID by nemělo být po instalaci %s již používáno.
cy: Ni ddylid defnyddio'r SSID hwn ar ôl strapio %s
de_de: Dieses Netzwerk sollte nicht weiter genutzt werden, nachdem die Einrichtung von %s abgeschlossen ist
el_gr: Αυτό το SSID δεν πρέπει να χρησιμοποιηθεί μετά από το bootstrapping του %s
es_es: Este SSID no debería ser usado después del arranque de %s
et_ee: Seda SSIDd ei peaks kasutama peale %si paigaldamist
fi_fi: Tätä SSID:tä ei pitäisi käyttää %s-asennuksen jälkeen
fr_fr: Ce SSID ne devrait pas être utilisé après le démarrage %s
hr_hr: Ovaj SSID nebi trebao biti u uporabi %s
hu_hu: Ezt az SSID-t nem szabad használni a %s bootstrap-ja után.
it_it: Questo SSID non dovrebbe essere usato dopo l'avvio di %s
nb_no: Denne SSID skal ikke benyttes etter oppsett av %s
pl_pl: Ta nazwa SSID nie powinna być używana do przygotowania konfiguracji %s
pt_pt: Este SSID não deve ser utilizado após bootstrapping %s
ro_ro: Acest SSID nu ar mai trebui utilizat după faza de început a %s
sl_si: Tega niza SSID se ne sme uporabiti po zagonu %s
sr_rs: Ovaj SSID ne bi trebalo koristiti nakon incijalizacije %s
tr_tr: %s nin yeniden açılmasından sonra bu SSID kullanılmamalıdır.
uk_ua: Цей SSID не слід використовувати після завантаження %s
