Repository: GEANT/CAT
Catalog: translation/*/devices.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, nb_no, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_rs, tr_tr, uk_ua

source: enter your userid
ar: أدخل المستخدم
bg_bg: въведете Вашето userid
ca_es: introduiu el vostre identificador
cs_cz: zadejte své uživatelské jméno
cy: rhowch eich defnyddiwr
de_de: Geben Sie ihre Benutzerkennung ein
el_gr: εισάγετε το userid σας
es_es: introduce tu identificador de usuario
et_ee: sisesta oma kasutaja-ID
fi_fi: käyttäjätunnus
fr_fr: entrez votre identifiant d'utilisateur
gl_es: introduza o seu id de usuario
hr_hr: unesite vašu korisničku oznaku
hu_hu: add meg a felhasználóneved
it_it: inserisci il tuo userid
nb_no: oppgi din bruker-id
pl_pl: wprowadź identyfikator użytkownika
pt_pt: introduza o seu userid
ro_ro: introduceți identificatorul de utilizator
sk_sk: zadajte svoje používateľské meno
sl_si: vnesite uporabniško ime
sr_rs: unesite vaše korisničko ime
tr_tr: kullanıcı id nizi giriniz
uk_ua: введіть ім'я користувача

source: enter password
ar: أدخل كلمة المرور
bg_bg: въведете парола
ca_es: introduïu la contrasenya
cs_cz: zadejte heslo
cy: rhowch cyfrinair
de_de: Geben Sie ihr Passwort ein
el_gr: εισάγετε κωδικό
es_es: introduce la contraseña
et_ee: sisesta parool
fi_fi: syötä salasana
fr_fr: entrer le mot de passe
hr_hr: unesite lozinku
hu_hu: írja be a jelszavát
it_it: inserisci la password
nb_no: oppgi passord
pl_pl: wprowadź hasło
pt_pt: escrever a palavra passe
ro_ro: Introduceți parola
sl_si: vnesite geslo
sr_rs: unesite lozinku
tr_tr: parola girin
uk_ua: введіть пароль

source: enter your import password
ar: أدخل كلمة مرور الإنزال
bg_bg: въведете Вашата входяща парола
ca_es: introduïu la contrasenya d'importació
cs_cz: zadejte heslo pro import
cy: rhowch eich cyfrinair mewnforio
de_de: Geben Sie ihr Import-Passwort ein
el_gr: εισάγετε τον κωδικό εισαγωγής σας
es_es: introduce tu contraseña de importación
et_ee: sisesta oma impordi parool
fi_fi: syötä import-salasana
fr_fr: entrez votre mot de passe d'importation
hr_hr: unesite lozinku za import
hu_hu: írja be az importált jelszavát
it_it: inserisci la tua password di importazione
nb_no: oppgi ditt import passord
pl_pl: wprowadź swoje hasło importu
pt_pt: coloque a sua palavra passe importada
ro_ro: Introduceți parola dumneavoastră.
sl_si: vnesite geslo za uvoz
sr_rs: unesite lozinku za uvoz
tr_tr: içe aktarma parolanızı girin
uk_ua: введіть пароль для імпорту

source: Please, enter your credentials:
bg_bg: Моля, въведете вашето потребителско име и парола:
ca_es: Introduiu les vostres credencials, si us plau:
cy: Rhowch eich manylion mewngofnodi:
de_de: Bitte geben Sie Ihre Zugangsdaten ein:
el_gr: Παρακαλώ, εισάγετε τα διαπιστευτήριά σας:
es_es: Por favor, introduce tus credenciales:
et_ee: Palun sisesta oma juurdepääsuandmed
fr_fr: Veuillez saisir vos identifiants :
hr_hr: Molimo unesite vaše podatke za prijavu:
hu_hu: Írd, be a jelszavad
it_it: Inserisci le tue credenziali:
nb_no: Vennligst fyll inn brukernavn og passord:
pl_pl: Wprowadź dane logowania:
ro_ro: Introduceți datele personale de identificare:
sl_si: Vnesite poverilnice:
uk_ua: Будь ласка, введіть свої облікові дані:

source: incorrect password
ar: كلمة المرور غير صحيحة
bg_bg: некоректна парола
ca_es: contrasenya incorrecta
cs_cz: neplatné heslo
cy: cyfrinair anghywir
de_de: falsches Passwort
el_gr: λάθος κωδικός
es_es: contraseña incorrecta
et_ee: vale parool
fi_fi: väärä salasana
fr_fr: mot de passe incorrect
hr_hr: neispravna lozinka
hu_hu: hibás jelszó
it_it: password non corretta
nb_no: ugyldig passord
pl_pl: błędne hasło
pt_pt: palavra passe incorreta
ro_ro: Parola incorectă
sl_si: napačno geslo
sr_rs: neispravna lozinka
tr_tr: yanlış parola
uk_ua: пароль невірний

source: repeat your password
ar: أعد كلمة المرور
bg_bg: повторете Вашата парола
ca_es: repetiu la contrasenya
cs_cz: opakujte zadání hesla
cy: ailadrodd eich cyfrinair
de_de: Wiederholen Sie das Passwort
el_gr: επαναλάβετε τον κωδικό σας
es_es: repite tu contraseña
et_ee: korda parooli
fi_fi: toista salasana
fr_fr: entrez à nouveau votre mot de passe
gl_es: repita o seu contrasinal
hr_hr: ponovite lozinku
hu_hu: ismételd meg a jelszavad
it_it: ripeti la tua password
nb_no: gjenta passord
pl_pl: powtórz hasło
pt_pt: repita a sua password
ro_ro: repetați parola dumneavoastră
sk_sk: opakujte zadanie hesla
sl_si: ponovite geslo
sr_rs: ponovo unesite svoju lozinku
tr_tr: parolanızı yeniden girin
uk_ua: повторіть ваш пароль

source: passwords do not match
ar: كلمات المرور غير متطابقة
bg_bg: паролите не съвпадат
ca_es: les contrasenyes no coincideixen
cs_cz: heslo není shodné
cy: nid yw cyfrineiriau yn cyfateb
de_de: Die Passwörter stimmen nicht überein
el_gr: οι κωδικοί δεν ταιριάζουν
es_es: las contraseñas no coinciden
et_ee: paroolid ei klapi
fi_fi: salasanat eroavat toisistaan
fr_fr: les mots de passe ne correspondent pas
gl_es: os contrasinais non coinciden
hr_hr: lozinke se ne poklapaju
hu_hu: a két jelszó nem egyezik
it_it: le password non sono uguali
nb_no: passord samsvarer ikke
pl_pl: niezgodność haseł
pt_pt: as passwords não coincidem
ro_ro: cele 2 parole nu corespund
sk_sk: heslá sa nezhodujú
sl_si: gesli se ne ujemata
sr_rs: lozinke se razlikuju
tr_tr: parolalar uyuşmuyor
uk_ua: паролі не співпадають

source: Installation successful
ar: نجاح التثبيت
bg_bg: Инсталацията е успешна
ca_es: Instal·lació amb èxit.
cs_cz: Instalace proběhla úspěšně
cy: Gosod yn llwyddiannus
de_de: Installation erfolgreich
el_gr: Επιτυχής εγκατάσταση
es_es: Instalación correcta
et_ee: Paigaldamine õnnestus
fi_fi: Asennus onnistui
fr_fr: Installation réussie
gl_es: A instalación foi correcta
hr_hr: Uspješna instalacija
hu_hu: Sikeres telepítés
it_it: Installazione eseguita con successo
nb_no: Installasjon fullført
pl_pl: Instalacja zakończona
pt_pt: Instalação realizada com sucesso
ro_ro: Instalare cu succes
sk_sk: Inštalácia úspešne ukončená
sl_si: Namestitev je uspela
sr_rs: Instalacija je uspešno obavljena
tr_tr: Kurulum başarılı
uk_ua: Інсталяція завершена успішно

source: Directory {} exists; some of its files may be overwritten.
ar: الحافظة {} موجودة، بعض ملفاتها قد تكون معدلة.
bg_bg: Директория {} съществува; някои от нейните файлове може да бъдат презаписани.
ca_es: La carpeta {} existeix; alguns dels seus fitxers es sobreescriuran.
cs_cz: Adresář {} už existuje, některé soubory v něm budou přepsány.
cy: Cyfeiriadur {} yn bodoli; gall rhai o'i ffeiliau gael eu trosysgrifo.
de_de: Das Verzeichnis {} existiert bereits; einige Dateien darin könnten überschrieben werden.
el_gr: Ο φάκελος {} υπάρχει ήδη· μερικά αρχεία του μπορεί να αντικατασταθούν.
es_es: La carpeta {} ya existe. Algunos de sus archivos pueden ser sobrescritos.
et_ee: Kataloog {} on juba olemas ja mõned failid seal võidakse üle kirjutada
fi_fi: Hakemisto {} on jo olemassa; sen sisältö mahdollisesti ylikirjoitetaan.
fr_fr: Le répertoire {} existe; certains de ses fichiers peuvent être écrasés.
hr_hr: Direktorij {} postoji; neke od njegovih datoteka su možda prebrisane/prepisane.
hu_hu: Könyvtár {} létezik; néhány fájl felülírásra kerül
it_it: La cartella {} esiste; alcuni dei suoi file potrebbero essere sovrascritti.
nb_no: Katalogen {} finnes; noen av filene der kan bli overskrevet.
pl_pl: Katalog {} już istnieje; niektóre pliki mogą ulec zmianie.
pt_pt: A diretoria {} existe; alguns ficheiros podem ser sobrepostos
ro_ro: Folderul {} există deja; fișierele din folderul respectiv pot fi rescrise.
sl_si: Imenik {} že obstaja; nekatere datoteke bodo morda prepisane.
sr_rs: Direktorijum {} postoji; neki fajlovi unutar njega mogu biti obrisani.
tr_tr: {} dizini var; dizindeki bazı dosyaların üzerine yazılabilir.
uk_ua: Каталог {} існує; деякі його файли можуть бути змінені.

source: Continue?
ar: متابعة؟
bg_bg: Да продължи ли?
ca_es: Continuar?
cs_cz: Pokračovat?
cy: Parhau?
de_de: Weiter?
el_gr: Συνέχεια;
es_es: ¿Continuar?
et_ee: Jätka?
fi_fi: Haluatko jatkaa?
fr_fr: Continuer ?
hr_hr: Nastavak?
hu_hu: Folytatja?
it_it: Continuare?
nb_no: Fortsett?
pl_pl: Czy kontynuować?
pt_pt: Continuar?
ro_ro: Continuați?
sl_si: Želite nadaljevati?
sr_rs: Nastavi?
tr_tr: Devam?
uk_ua: Продовжити?

source: This NetworkManager version is not supported
ar: هذا الإصدار من NetworkManager غير معتمد
bg_bg: Тази версия на Network Manager не се поддържа
ca_es: Aquesta versió del NetworkManager no està suportada
cs_cz: Tato verze NetworkManageru není podporována
cy: Nid yw'r fersiwn NetworkManager hwn yn cael ei gefnogi
de_de: Diese NetworkManager Version wird nicht unterstützt.
el_gr: Αυτή η έκδοση Network Manager δεν υποστηρίζεται
es_es: Esta versión de NetworkManager no está soportada
et_ee: See NetworkManageri versioon ei ole toetatud
fi_fi: Tämä NetworkManagerin versio ei ole tuettu.
fr_fr: Cette version de NetworkManager n'est pas supportée
hr_hr: Ova verzija NetworkManagera nije podržana
hu_hu: Ez a NetworkManager verzió nem támogatott
it_it: Questa versione di NetworkManager non è supportata
nb_no: Denne NetworkManager versjonen er ikke støttet
pl_pl: Ta wersja Network Managera nie jest wspierana
pt_pt: Esta versão do NetworkManager não é suportada
ro_ro: Această versiune de NetworkManager nu este suportată
sl_si: Ta različica programa NetworkManager ni podprta
sr_rs: Ova verzija NetworkManager-a nije podržana
tr_tr: Bu NetworkManager sürümü desteklenmiyor.
uk_ua: Ця версія NetworkManager не підтримується

source: Certificate file not found, looks like a CAT error
ar: الشهادة الأمنية غير نتوفرة، خطأ
bg_bg: Файловият сертификат не е намерен, прилича на CAT грешка
ca_es: No s'ha trobat l'arxiu de certificat, sembla un error de CAT
cs_cz: Soubor s certifikátem nebyl nalezen, pravděpodobně je to chyba CAT
cy: Ffeil tystysgrif heb ei chanfod, mae'n edrych fel gwall CAT
de_de: Die Zertifikats-Datei konnte nicht gefunden werden. Dies sieht aus wie ein Fehler des CAT.
el_gr: Το αρχείο πιστοποιητικού δε βρέθηκε, αυτό δείχνει για σφάλμα στο CAT
es_es: No se ha encontrado el archivo de certificado. Parece un error de CAT.
et_ee: Ei leidnud sertifikaadi faili, paistab olevat CAT viga
fi_fi: Varmennetiedostoa ei löytynyt
fr_fr: Fichier certificat non trouvé, cela semble une erreur de CAT
hr_hr: Certifikat nije pronađen, izgleda kao CAT greška
hu_hu: A tanúsítványfájl nem található, úgy néz ki, mint egy CAT hiba
it_it: File del certificato non trovato, sembra un errore di CAT
nb_no: Fant ikke sertifikat fil, ser ut som en CAT feil
pl_pl: Nie znaleziono pliku z certyfikatem, prawdopodobnie błąd CAT-a
pt_pt: O ficheiro de certificado não foi encontrado, parece ser um erro do CAT
ro_ro: Fișierul certificat nu a fost găsit, pare a fi o eroare CAT
sl_si: Datoteke potrdila ni bilo mogoče najti. Videti je, da je prišlo do napake CAT.
sr_rs: Fajl sa sertifikatom nije pronađen, izgleda da je u pitanju eduroam CAT greška
tr_tr: Sertifika dosyası bulunamadı, bir CAT hatası gibi görünüyor.
uk_ua: Файл сертифіката не знайдено, схоже на помилку CAT

source: Unknown version
ar: إصدار غير معرف
bg_bg: Неизвестна версия
ca_es: Versió desconeguda
cs_cz: Neznámá verze
cy: Fersiwn anhysbys
de_de: Unbekannte Version
el_gr: Άγνωστη έκδοση
es_es: Versión desconocida
et_ee: Tundmatu versioon
fi_fi: Tuntematon versio
fr_fr: Version inconnue
hr_hr: Nepoznata verzija
hu_hu: Ismeretlen verzió
it_it: Versione sconosciuta
nb_no: Ukjent versjon
pl_pl: Nieznana wersja
pt_pt: Versão desconhecida
ro_ro: Versiune necunoscută
sl_si: Neznana različica
sr_rs: Nepoznata verzija
tr_tr: Bilinmeyen sürüm
uk_ua: Невідома версія

source: DBus connection problem, a sudo might help
ar: مشكلة في ربط DBus، قد تساعدك sudo
bg_bg: Проблем на DBus със свързването, sudo може да помогне
ca_es: Problema de connexió amb DBus, proveu-ho amb sudo
cs_cz: Problém připojení k DBus, příkaz sudo vám může pomoci
cy: Problem cysylltiad DBus, gallai sudo helpu
de_de: Ein Problem mit der DBus-Verbindung. Eventuell hilft es, das Programm mit sudo aufzurufen.
el_gr: Πρόβλημα σύνδεσης DBus, ένα sudo μπορεί να βοηθήσει
es_es: Problema con la conexión con DBus. Una ejecución de sudo podría ayudar.
et_ee: DBus'i ühendamise probleem, sudo võiks aidata
fi_fi: DBus-yhteysongelma, sudo-komento saattaa auttaa
fr_fr: Problème de connexion DBus, un 'sudo' pourrait aider
hr_hr: Problem s DBus spajanjem, možda su potrebne sudo ovlasti
hu_hu: DBus kapcsolat probléma, a sudo segíthet
it_it: Problema di connessione DBus, un sudo potrebbe aiutare
nb_no: DBus forbindelsesproblem, prøv med sudo tilgang
pl_pl: Błąd połączenia DBus, prawdopodobnie pomocne byłoby wykonanie sudo
pt_pt: Problema de ligação DBus, um sudo pode ajudar
ro_ro: Problemă la conexiunea DBus, comanda sudo vă poate ajuta.
sl_si: Težava pri povezovanju z DBus. Morda bo pomagal ukaz sudo.
sr_rs: Problem sa DBus konekcijom, korišćenje komande sudo može pomoći
tr_tr: DBus bağlantı sorunu, bir sudo yardımcı olabilir
uk_ua: Помилка підключення до DBus. Спробуйте sudo.

source: Y
ar: نعم
bg_bg: Да
ca_es: S
cs_cz: A
cy: O
de_de: J
el_gr: Ν
es_es: S
et_ee: Jah
fi_fi: K
fr_fr: Oui
gl_es: S
hr_hr: Da
hu_hu: I
it_it: S
nb_no: J
pl_pl: T
pt_pt: S
ro_ro: Da
sk_sk: A
sl_si: D
sr_rs: DA
tr_tr: E
uk_ua: Так

source: N
ar: لا
bg_bg: Не
el_gr: Ο
et_ee: Ei
fi_fi: E
fr_fr: Non
hr_hr: Ne
ro_ro: Nu
sr_rs: NE
tr_tr: H
uk_ua: Ні

source: OK
ar: موافق
bg_bg: ОК
cy: IAWN
hu_hu: Rendben
pl_pl: TAK
ro_ro: De acord
sl_si: V redu
tr_tr: Tamam

source: personal certificate file (p12 or pfx)
ar: ملف الشهادة اأمنية الشخصية (p12 or pfx)
bg_bg: файл (p12 или pfx) на персонален сертификат
ca_es: arxiu del certificat personal (p12 o pfx)
cs_cz: soubor osobního certifikátu (p12 nebo pfx)
cy: ffeil tystysgrif bersonol (p12 neu pfx)
de_de: Persönliche Zertifikatsdatei (p12 oder pfx)
el_gr: αρχείο προσωπικού πιστοποιητικού (p12 or pfx)
es_es: fichero con certificado personal (p12 o pfx)
et_ee: isikusertifikaadi fail (p12 või pfx)
fi_fi: henkilövarmennetiedosto (p12 tai pfx)
fr_fr: fichier de certificat personnel (p12 ou pfx)
gl_es: ficheiro de certificado persoal (p12 ou pfx)
hr_hr: datoteka sa osobnim certifikatom (p12 ili pfx)
hu_hu: a személyes tanúsítványt tartalmazó (p12 vagy pfx) fájl
it_it: file del certificato personale (p12 or pfx)
nb_no: personlig sertifikat fil (p12 eller pfx)
pl_pl: plik certyfikatu osobistego (p12 lub pfx)
pt_pt: ficheiro do certificado pessoal (p12 ou pfx)
ro_ro: fișierul cu certificatul personal (p12 sau pfx)
sk_sk: osobný certifikát (p12 alebo pfx)
sl_si: datoteka osebnega potrdila (p12 ali pfx)
sr_rs: personalni sertifikat (p12 ili pfx)
tr_tr: kişisel sertifika dosysı (p12 ya da pfx)
uk_ua: особистий файл сертифіката (p12 або pfx)

source: All files
ar: جميع الملفات
bg_bg: Всички файлове
ca_es: Tots els fitxers
cs_cz: Všechny soubory
cy: Pob ffeil
de_de: Alle Dateien
el_gr: Όλα τα αρχεία
es_es: Todos los ficheros
et_ee: Kõik failid
fi_fi: Kaikki tiedostot
fr_fr: Tous les fichiers
hr_hr: Sve datoteke
hu_hu: Minden fájl
it_it: Tutti i files
nb_no: Alle filer
pl_pl: Wszystkie pliki
pt_pt: Todos os ficheiros
ro_ro: Toate fișierele
sk_sk: Všetky súbory
sl_si: Vse datoteke
sr_rs: Svi fajlovi
tr_tr: Bütün dosyalar
uk_ua: Всі файли

source: DBus module not found - please install dbus-python! NetworkManager configuration failed, but we may generate a wpa_supplicant configuration file if you wish. Be warned that your connection password will be saved in this file as clear text.
bg_bg: DBus модулът не е намерен - моля, инсталирайте dbus-python! Конфигурирането на NetworkManager е неуспешно, но, ако желаете, може да генерираме конфигурационен файл wpa_supplicant. Имайте предвид, че вашата парола за връзка ще бъде запазена в този файл като чист текст.
ca_es: No s'ha trobat el módul DBus - sisplau instal·leu el paquet dbus-python! La configuració del NetworkManager ha fallat, però podem generar un arxiu de configuració de wpa_supplicant. Tingueu present que la contrasenya de connexió es desa en text clar en aquest arxiu.
de_de: DBus Modul nicht gefunden - bitte installieren Sie dbus-python. Die Konfiguration für NetworkManager ist daher fehlgeschlagen, aber statt dessen kann eine wpa_supplicant Konfigurationsdatei angeleget werden, sofern Sie das möchten. Beachten Sie jedoch, dass ihr Passwort in dieser Konfigurationsdatei im Klartext gespeichert wird.
el_gr: Το module DBus δεν βρέθηκε - εγκαταστήστε το dbus-python! Η παραμετροποίηση του Network Manager απέτυχε, αλλά μπορούμε να παράξουμε ένα αρχείο ρύθμισης wpa_supplicant αν το επιθυμείτε. Να γνωρίζετε ότι ο κωδικός σύνδεσής σας θα αποθηκευτεί σε αυτό το αρχείο χωρίς κρυπτογράφηση.
es_es: Módulo DBus no encontrado. Por favor, instala dbus-python. La configuración de NetworkManager ha fallado, pero podemos generar un fichero de configuración para wpa_supplicant si quieres. Ten en cuenta que tu contraseña de conexión se guardará sin cifrar en este fichero.
et_ee: DBus moodulit ei leitud - palun paigalda dbus-python! NetworkManageri seadistamine ei õnnestunud, kuid saame luua wpa_supplicant seadistusfaili, kui sooviD. Hoiatus! Su parool salvestatakse sellesse faili lahtise tekstina.
hr_hr: DBus modul nije pronađen - molimo instalirajte dbus-python! Konfiguracija NetworkManager-a nije uspjela, ali možemo generirati wpa_supplicant konfiguracijsku datoteku ako želite. Imajte na umu da će vaša lozinka za povezivanje biti spremljena kao običan tekst u toj datoteci.
it_it: Modulo DBus non trovato: installa dbus-python! La configurazione di NetworkManager è fallita, ma potremmo generare un file di configurazione wpa_supplicant se lo desideri. Tieni presente che la password di connessione verrà salvata in questo file come testo in chiaro, non criptata.
nb_no: DBus modul ble ikke funnet - installer dbus-python! NetworkManager konfigurasjon fungerte ikke, men vi kan generere en wpa_supplicant konfigurasjonsfil. Ditt passord vil da bli lagret i denne filen i klartekst.
pl_pl: Brak modułu DBus - zainstaluj dbus-python! Konfiguracja Nertowk Managera nie powiodła się, ale jeżeli chcesz, to możemy wygenerować plik konfiguracyjny dla wpa_supplicant. Pamiętaj jednak, że Twoje hasło połączenia będzie w nim zapisane otwartym tekstem.
ro_ro: Modulul DBus nu a fost găsit - instalați dbus-python! Configurarea pentru NetworkManager a eșuat, dar e posibil să generăm un fișier de configurații wpa_supplicant dacă doriți. Aveti grijă deoarece parola de conectare va fi salvată în acest fișier ca un simplu text vizibil.
uk_ua: Модуль DBus не знайдено — будь ласка, встановіть dbus-python! Не вдалося налаштувати NetworkManager, але ми можемо створити файл конфігурації wpa_supplicant, якщо ви бажаєте. Зверніть увагу, що пароль вашого з’єднання буде збережено в цьому файлі у відкритому вигляді.

source: Write the file
ar: اكتب الملف
bg_bg: Запишете файла
ca_es: Escriu el fitxer
cs_cz: Zapsat soubor
cy: Ysgrifennwch y ffeil
de_de: Datei schreiben
el_gr: Γράψτε το αρχείο
es_es: Escribir el archivo
et_ee: Kirjuta faili
fi_fi: Luo tiedosto
fr_fr: Écrire le fichier
hr_hr: Zapiši u datoteku
hu_hu: Fájl írása
it_it: Scrivi il file
nb_no: Skriv fil
pl_pl: Zapisz plik
pt_pt: Escreva o ficheiro
ro_ro: Scrie fișierul nou
sl_si: Pisanje datoteke
sr_rs: Napravi datoteku
tr_tr: Dosyaya yaz
uk_ua: Записати файл

source: Error: Your username must be of the form 'xxx@institutionID' e.g. 'john@example.net'!
ar: خطأ: يجب أن يكون اسم المستخدم بصيغة 'xxx@institutionID' على سبيل المثال 'john@example.net'!
bg_bg: Грешка: Вашето потребителско име трябва да бъде във вида 'xxx@institutionID' например 'john@example.net'!
ca_es: Error: El vostre identificador ha de ser en el format 'xxx@IDinstitució', per exemple 'joanpere@exemple.cat'!
cs_cz: Chyba: Vaše uživatelské jméno musí být ve formátu 'jméno@institutionID', např. 'john@example.net'!
cy: Gwall: Rhaid i'ch enw defnyddiwr fod o'r ffurf 'xxx@institutionID' e.e. 'john@example.net'!
de_de: Fehler: Ihr Benutzername muss in der Form 'xxx@institutsID' sein; zB 'erika.mustermann@example.net'.
el_gr: Σφάλμα: Το όνομα χρήστη σας πρέπει να είναι στη μορφή 'xxx@institutionID' π.χ. 'john@example.net'!
es_es: Error: tu nombre de usuario debe tener la forma usuario@dominio. Por ejemplo: juan@example.net
et_ee: Viga: kasutajanimi peab olema kujul 'xxx@asutuseID', näiteks 'john@example.net'!
fi_fi: Virhe: Käyttäjätunnuksen muoto pitää olla 'xxx@institutionID', esimerkiksi 'tunnus@yliopisto.fi'!
fr_fr: Erreur : votre nom d'utilisateur doit être de la forme 'xxx@institutionID', par exemple 'john@example.net' !
hr_hr: Greška. Vaše korisničko ime treba biti firme 'xxx@institutionID' npr. 'john@example.net'!
hu_hu: Hiba: A felhasználónévnek az 'xxx @ intézményazonosító' formátumnak kell lennie pl. 'John@pelda.net'!
it_it: Errore: il tuo nome utente deve essere nella forma 'xxx@IDorganizzazione' e.g. 'john@example.net'!
nb_no: Feil: Ditt brukernavn må være på formen xxx@institusjonsID feks 'john@eksempel.net'!
pl_pl: Błąd: Twoja nazwa użytkownika musi mieć postać 'xxx@identyfikatorInstytucji', np. 'john@example.net'!
pt_pt: Erro: O seu nome de utilizador deve ser no formato 'xxx@institutionID' por exemplo 'john@example.net'!
ro_ro: Eroare: numele de utilizator trebuie să fie de forma 'xxx@IDinstituție'. De exemplu: 'john@example.net'!
sl_si: Napaka: uporabniško ime mora biti v obliki 'xxx@institutionID', npr. 'john@example.net'.
sr_rs: Greška: vaše korisničko ime mora biti u formi 'xxx@domen.institucije' npr. 'john@example.net'!
tr_tr: Hata: kullanıcı adınız 'xxx@kurumKimliği' şeklinde olmalıdır ör. 'ali@ornek.net'
uk_ua: Помилка: Ваше ім'я користувача має бути у формі 'xxx @IinstitutionID', наприклад 'john@example.net'!
