Repository: GEANT/CAT
Catalog: translation/*/devices.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, nb_no, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_rs, tr_tr, uk_ua

source: Error: your username must be in the form of 'xxx@%s'. Please enter the username in the correct format.
ar: خطأ: يجب أن يكون اسم المستخدم الخاص بك بصيغة '%s@xxx'. الرجاء إدخال اسم المستخدم بالصيغة الصحيحة.
bg_bg: Грешка: Вашето потребителско име трябва да e във вид на 'xxx@%s'. Моля, въведете потребителското име в правилния формат.
ca_es: Error: el vostre identificador ha de ser de l'estil 'xxx@%s'. Introduïu-lo en el format correcte.
cs_cz: Chyba: Vaše uživatelské jméno musí být ve formátu 'jméno@%s'. Zadejte prosím uživatelské jméno ve správném formátu.
cy: Gwall: rhaid i'ch enw defnyddiwr fod ar ffurf 'xxx@%s'. Rhowch yr enw defnyddiwr yn y fformat cywir.
de_de: Fehler: Ihr Benutzername muss die Form 'xxx@%s' haben. Bitte geben Sie den Benutzernamen im richtigen Format ein.
el_gr: Σφάλμα: το όνομα χρήστη σας πρέπει να είναι στη μορφή 'xxx@%s'. Παρακαλώ εισάγετε το όνομα χρήστη στη σωστή μορφή.
es_es: Error: su nombre de usuario debe coincidir con el siguiente formato "xxxx@%s". Por favor, introduce un nombre de usuario con el formato correcto.
et_ee: Viga: kasutajanimi peab olema kujul 'xxx@%s'. Palun sisesta kasutajanimi korrektsel kujul.
fi_fi: Virhe: Käyttäjätunnuksen pitää olla muodossa 'xxx@%s'. Yritä uudelleen.
fr_fr: Erreur: votre identifiant doit être de la forme 'xxx@%s'. Merci d'utiliser un identifiant au bon format.
hr_hr: Greška: vaše korisničko ime treba biti u formatu 'xxx@%s'. Molimo unesite korisničko ime u točnom formatu.
hu_hu: Hiba: a felhasználónévnek 'xxx@%s' formátumúnak kell lennie. Kérjük, adja meg a felhasználónevet a megfelelő formátumban.
it_it: Errore: il tuo nome utente deve essere nel formato 'xxx@%s'. Inserisci il nome utente nel formato corretto.
nb_no: Feil: Brukernavn må være på formen 'xxx@%s'. Vennligst skriv brukernavn på korrekt format.
pl_pl: Błąd: nazwa użytkownika musi mieć format 'xxx@%s'. Proszę wprowadzić nazwę użytkownika we właściwym formacie.
pt_pt: Erro: o seu nome de utilizador deve estar no formato 'xxx@%s'. Insira o nome de utilizador no formato correto.
ro_ro: Eroare: numele de utilizator trebuie să fie de forma 'xxx@%s'. Introduceți numele de utilizator în formatul corect.
sl_si: Napaka: uporabniško ime mora biti v obliki 'xxx@%s'. Vnesite ga v pravilni obliki.
tr_tr: Hata: Kullanıcı adınız 'xxx@%s' şeklinde olmalıdır. Lütfen kullanıcı adını doğru formatta girin.
uk_ua: Помилка: ваше ім’я користувача має бути у формі 'xxx@%s'. Будь ласка, введіть ім’я користувача в правильному форматі.

source: Error: your username must be in the form of 'xxx@institutionID' and end with '%s'. Please enter the username in the correct format.
ar: خطأ: يجب أن يكون اسم المستخدم الخاص بك بصيغة 'xxx@institutionID' وينتهي بـ '%s'. الرجاء إدخال اسم المستخدم بالصيغة الصحيحة.
bg_bg: Грешка: Вашето потребителско име трябва да е във вид на 'xxx@institutionID' и да завършва с '%s'. Моля, въведете потребителското име в правилния формат.
ca_es: Error: el vostre identificador ha de ser de l'estil 'xxx@IDinstitució' i finalitzar amb '%s'. Introduïu-lo en el format correcte.
cs_cz: Chyba: Vaše uživatelské jméno musí být ve formátu 'jméno@institutionID' a končit s '%s'. Zadejte prosím uživatelské jméno ve správném formátu.
cy: Gwall: rhaid i'ch enw defnyddiwr fod ar ffurf 'xxx@institutionID' a gorffen gyda '%s'. Rhowch yr enw defnyddiwr yn y fformat cywir.
de_de: Fehler: Ihr Benutzername muss die Form 'xxx@institution' haben und mit '%s' enden. Bitte geben Sie den Benutzernamen im richtigen Format ein.
el_gr: Σφάλμα: Το όνομα χρήστη σας πρέπει να είναι στη μορφή 'xxx@institutionID' και να λήγει σε '%s'. Παρακαλώ εισάγετε το όνομα χρήστη στη σωστή μορφή.
es_es: Error: su nombre de usuario debe coincidir con el siguiente formato "xxxx@institutionID" y terminar con "%s". Por favor, introduce un nombre de usuario con el formato correcto.
et_ee: Viga: kasutajanimi peab olema kujul 'xxx@institutionID' and selle lõpus '%s'. Palun sisesta kasutajanimi korrektsel kujul.
fi_fi: Virhe: Käyttäjätunnuksen pitää olla muodossa 'xxx@institutionID', ja päättyä '%s'. Annathan tunnuksen oikeassa muodossa.
fr_fr: Erreur: votre identifiant doit être de la forme 'xxx@institurionID' et se terminer par '%s'. Merci d'utiliser un identifiant au bon format.
hr_hr: Greška: vaše korisničko ime treba biti u formatu 'xxx@institutionID' i završavati sa '%s'. Molimo unesite korisničko ime u točnom formatu.
hu_hu: Hiba: a felhasználónevének 'xxx@intézményazonosító' formátumónak kell lennie, amely '%s' -el végződik. Kérjük, adja meg a felhasználónevet a megfelelő formátumban.
it_it: Errore: il tuo nome utente deve essere nel formato 'xxx@IDorganizzazione' e terminare con '%s'. Inserisci il nome utente nel formato corretto.
nb_no: Feil: Brukernavn må være på formen 'xxx@institutionID' og slutte med '%s'. Vennligst skriv brukernavn på korrekt format.
pl_pl: Błąd: nazwa użytkownika musi mieć format 'xxx@institutionID' i kończyć się napisem '%s'. Proszę wprowadzić nazwę użytkownika we właściwym formacie.
pt_pt: Erro: o seu nome de utilizador deve estar no formato 'xxx@institutionID' e terminar com '%s'. Insira o nome de utilizador no formato correto.
ro_ro: Eroare: numele de utilizator trebuie să fie de forma 'xxx@institutionID' și să se termine cu '%s'. Introduceți numele de utilizator în formatul corect.
sl_si: Napaka: uporabniško ime mora biti v obliki 'xxx@institutionID' in mora uporabljati pripono '%s'. Vnesite ga v pravilni obliki.
tr_tr: Hata: Kullanıcı adınız 'xxx@kurumKimliği' şeklinde olmalı ve '%s' ile bitmelidir. Lütfen kullanıcı adını doğru formatta girin.
uk_ua: Помилка: ваше ім’я користувача має бути у формі 'xxx@institutionID' і закінчуватися на '%s'. Будь ласка, введіть ім’я користувача в правильному форматі.

source: This installer has been prepared for %s
ar: تم تجهيز برنامج التثبيت هذا لـ%s
bg_bg: Инсталаторът е подготвен за %s
ca_es: Aquest instal·lador ha estat preparat per %s
cs_cz: Tento instalační program byl připravený pro %s
cy: Mae'r gosodwr yma wedi ei baratoi ar gyfer %s
de_de: Dieses Installationsprogramm wurde erstellt für %s
el_gr: Το πακέτο εγκατάστασης έχει προετοιμαστεί για %s
es_es: Este instalador ha sido preparado para %s
et_ee: %s - paigaldamisprogramm on ette valmistatud
fi_fi: Tämä asennustiedosto on valmisteltu organisaatiolle %s
fr_fr: L'installateur a été préparé pour %s
hr_hr: Installer je spreman za %s
hu_hu: Ez a(z) %s számára készített telepítő.
it_it: Questo programma di installazione è stato preparato per %s
nb_no: Denne profilen er laget for %s
pl_pl: Przygotowano instalator na potrzeby %s
pt_pt: Este instalador foi preparado para %s
ro_ro: Acest kit de instalare a fost pregătit pentru %s
sl_si: Ta namestitveni program je pripravljen za %s
tr_tr: Bu kurulum, %s için hazırlanmıştır.
uk_ua: Цей інсталятор підготовлений для %s

source: This installer will only work properly if you are a member of %s and the user group: %s.
ar: لن يعمل برنامج التثبيت هذا بشكل صحيح إلا إذا كنت عضوًا في %s وضمن مجموعة المستخدمين:%s.
bg_bg: Инсталаторът ще работи правилно единствено ако сте член на %s и потребителска група: %s.
ca_es: L'instal.lador només funcionarà correcament si souo membre de %s i del grup: %s.
cs_cz: Tento instalační program bude fungovat pouze pokud jste členem organizace %s a uživatelské skupiny: %s.
cy: Bydd y gosodwr hwn ond yn gweithio'n iawn os ydych yn aelod o %s a'r grŵp defnyddiwr: %s.
de_de: Das Installationsprogramm wird nur dann alles richtig einrichten, wenn Sie Mitglied von %s und der Nutzergruppe %s sind.
el_gr: Αυτό το πρόγραμμα εγκατάστασης θα λειτουργήσει σωστά μόνο αν είστε μέλος του %s και της ομάδας χρηστών %s.
es_es: Este instalador solo funcionará correctamente si es miembro de %s y el grupo de usuarios: %s.
et_ee: See paigaldamisprogramm töötab korralikult ainult juhul, kui Sa kuulud asutuse %s kasutajagruppi %s.
fi_fi: Asennusohjelma toimii oikein, jos kotiorganisaatiosi on %s ja kuulut käyttäjäryhmään: %s.
fr_fr: Cet installateur ne fonctionnera correctement que si vous êtes membre de %s et du groupe d'utilisateur : %s.
gl_es: O instalador soamente funcionará adecuadamente se é membro de %s e do grupo de usuarios %s.
hr_hr: Ovaj installer radit će pravilno samo za članove %s iz grupe korisnika: %s.
hu_hu: Ez a telepítő csak akkor működik megfelelően, ha ön a %s intézmény és %sfelhasználói csoport tagja.
it_it: Questo programma di installazione funzionerà correttamente solo se sei un membro di %s e del gruppo di utenti: %s.
nb_no: Denne profilen vil kun fungere om du tilhører %s og brukergruppen: %s.
pl_pl: Ten instalator będzie poprawnie działał tylko jeżeli Twoją instytucją macierzystą jest %s i jesteś członkiem grupy %s.
pt_pt: Este instalador só funcionará correctamente se for membro de %s e pertencer ao grupo: %s.
ro_ro: Acest kit de instalare va funcționa doar dacă sunteți membru al %sși în grupul de utilizatori: %s.
sk_sk: Inštalačný program bude fungovať správne len ak ste členom organizácie %s a používateľskej skupiny: %s.
sl_si: Namestitveni program bo pravilno deloval samo, če ste član %s in uporabniške skupine: %s.
tr_tr: Bu kurulum, %s üyesi ve kullanıcı grubu: %s olmanız durumunda yalnızca düzgün çalışacaktır.
uk_ua: Цей інсталятор працюватиме належним чином, лише якщо ви є учасником%sта групи користувачів: %s.

source: This installer will only work properly if you are a member of %s.
ar: سيعمل برنامج التثبيت هذا بشكل صحيح فقط اذا كنت عضوا في %s.
bg_bg: Инсталаторът ще работи правилно единствено ако сте член на %s.
ca_es: Aquest instal.lador només funcionarà correctament si sou membre de %s.
cs_cz: Tento instalační program bude fungovat pouze pokud jste členem organizace %s.
cy: Dim ond os ydych yn aelod o %s y bydd y gosodwr hwn yn gweithio'n iawn.
de_de: Das Installationsprogramm wird nur dann alles richtig einrichten, wenn Sie Mitglied von %s sind.
el_gr: Αυτό το πρόγραμμα εγκατάστασης θα λειτουργήσει σωστά μόνο αν είστε μέλος του %s.
es_es: Este instalador solo funcionará correctamente si es miembro de %s.
et_ee: See paigaldusprogramm töötab korralikult, kui sa oled %s asutusest.
fi_fi: Asennusohjelma toimii oikein, jos kotiorganisaatiosi on %s.
fr_fr: Cet installateur ne fonctionnera correctement que si vous êtes membre de %s.
gl_es: Este instalador soamente funcionará apropiadamente se é membro de %s.
hr_hr: Ovaj installer radit će pravilno samo za članove %s.
hu_hu: Ez a telepítő csak akkor működik megfelelően, ha tagja %s-nak.
it_it: Questo programma di installazione funzionerà correttamente solo se sei un membro di %s.
nb_no: Denn profilen vil kun fungere om du er medlem av %s.
pl_pl: Ten instalator będzie poprawnie działał tylko, jeżeli Twoją instytucją macierzystą jest %s.
pt_pt: Este instalador só funcionará correctamente se for membro de %s.
ro_ro: Acest kit de instalare va funcționa doar dacă sunteți membru al %s.
sk_sk: Inštalačný program bude fungovať správne len ak ste členom organizácie %s.
sl_si: Namestitveni program bo pravilno deloval samo, če ste član %s.
tr_tr: Bu kurulum, yalnızca %s üyesiyseniz düzgün çalışacaktır.
uk_ua: Цей інсталятор працюватиме належним чином, лише якщо ви є учасником%s.

source: Anonymous identities do not use the realm as specified in the profile - it is derived from the suffix of the user's username input instead.
ar: الهويات المجهولة لا تستخدم النطاق realm كما هو محدد في ملف التعريف - realm مشتقة من ادخال لاحقة اسم المستخدم بدلاً من ذلك.
bg_bg: Анонимната идентичност не използва домейна, указан в профила - вместо това, той се определя от суфикса на въведеното потребителско име.
ca_es: Les identitats anònimes no utilitzen el domini especificat en el perfil. En el seu lloc s'infereix del sufixe proporcionat pels usuaris.
cs_cz: Anonymní identita je odvozená z domény zadané ve jméně uživatele. Není použita doména uvedená v profilu.
cy: Nid yw hunaniaethau dienw yn defnyddio'r parth fel y nodir yn y proffil - mae'n deillio o ôl-ddodiad mewnbwn enw defnyddiwr y defnyddiwr yn lle hynny.
de_de: Anonyme Identitäten basieren nicht auf Ihrem angegebenen Realm im Profil - sie werden während dem Login aus dem eingegeben Benutzernamen gebildet.
el_gr: Οι ανώνυμες ταυτότητες δε χρησιμοποιούν τον τομέα όπως καθορίζεται στο προφίλ - αντ' αυτού, αυτός αντλείται από την κατάληξη του ονόματος χρήστη.
es_es: Las identidades anónimas no usan el dominio como se especifica en el perfil - se deduce del sufijo de la dirección que introduce el usuario.
et_ee: Ära kasuta anonüümse identiteedi jaoks profiilis kirjeldatud domeeni - see identiteet tuletatakse kasutajanime sisestamisel kasutajanime järelliitest.
fi_fi: Anonyymit identiteetit eivät käytä profiiliin määriteltyä toimialuetta – se johdetaan käyttäjän käyttäjätunnuksen loppuosasta.
fr_fr: Les identités anonymes n'utilisent pas le realm comme spécifié dans le profil - à la place, elles sont dérivées du suffixe du nom d'utilisateur.
gl_es: As identidades anónimas non usan a zona como se especifica no perfil - en cambio, derívase do sufixo do nome do usuario
hr_hr: Anonimni identiteti ne koriste realm koji je naveden u profilu - koristi se sufiks iz korisničkog imena.
hu_hu: Az külső azonosító nem azt a tartományt használja, mint ami a beállításoknál meg van adva, hanem ami a felhasználónév végződéséből származik.
it_it: Le identità anonime non usano il realm come specificato nel profilo - è invece derivato dal suffisso dello username inserito dall'utente.
nb_no: Anonyme identiteter bruker ikke realm som er spesifisert i profilen - det hentes fra suffix'et brukeren har oppgitt i brukernavnet i stedet.
pl_pl: Identyfikator anonimowy jest tworzony na podstawie identyfikatora, który wprowadzi użytkownik. Ustawienie realmu z danych profilu nie będzie używane.
pt_pt: Identidades anónimas não usam o realm definido no perfil - o mesmo é construído a partir do sufixo do username usado.
ro_ro: Identitățile anonime nu folosesc realm așa cum este specificat în profil, în schimb acesta este dedus din sufixul numelui de utilizator introdus.
sk_sk: Anonymná identita je odvodená z prípony mena používateľa ním zadaného. Pri jej tvorbe sa nepoužíva doména, ktorá je uvedená v profile.
sl_si: Anonimna identiteta ne uporablja področja, kot je navedeno v profilu – pridobljena je iz pripone vnesenega uporabniškega imena.
sr_rs: Anonimni identiteti ne koriste domen koji je specificiran u profilu - umesto toga, domen se izvodi iz sufiksa koji se nalazi u korisničkom imenu.
tr_tr: Anonim kimlikler profilde belirtildiği şekilde yetki alanı kullanmazlar - bunun yerine kullanıcıya ait kullanıcı adı girdisinin son ekinden elde edilen kimliği kullanırlar.
uk_ua: Анонімні ідентичності не використовують домен, вказаний у профілі - замість цього він визначається за суфіксом введеного імені користувача..

source: While OpenRoaming can be configured, it is possible that the Wi-Fi hardware does not support it; then the network definition is ignored.
ar: بما انه يمكن تهيئة OpenRoaming، فمن الممكن ألا تدعمه أجهزة Wi-Fi؛ ثم يتم تجاهل تعريف الشبكة.
bg_bg: Макар че OpenRoaming може да бъде конфигуриран, възможно е Wi-Fi хардуерът да не го поддържа; тогава дефинирането на мрежата се игнорира.
ca_es: Tot i que l'OpenRoaming es pot configurar, és possible que l'equipament Wi-Fi no ho suporti; en aquest cas se n'ignorarà la definició.
cs_cz: Přesto, že lze OpenRoaming nakonfigurovat, je možné, že jej Wi-Fi hardware nepodporuje; proto je definice sítě ignorována.
cy: Er y gellir ffurfweddu OpenRoaming, mae'n bosibl nad yw'r caledwedd Wi-Fi yn ei cymorth; yna anwybyddir diffiniad y rhwydwaith.
de_de: Obwohl OpenRoaming eingerichtet wird, hängt es von Ihrer WLAN-Hardware ab, ob es auch tatsächlich unterstützt wird. Falls nicht, wird OpenRoaming ignoriert.
el_gr: Ενώ το OpenRoaming μπορεί να παραμετροποιηθεί, είναι πιθανό ο εξοπλισμός Wi-Fi να μην το υποστηρίζει· στην συνέχεια ο ορισμός του δικτύου θα παραλειφθεί.
es_es: Es posible que la infraestructura inalámbrica no soporte OpenRomaing aunque pueda ser configurado; por este motivo, la definición de la red sería ignorada.
et_ee: Kuigi OpenRoamingu saab seadistada, on võimalik, et WiFi riistvara seda ei toeta; sellisel juhul eiratakse võrgu määratlust.
fi_fi: Vaikka OpenRoaming voidaan määrittää, on mahdollista, että Wi-Fi-laitteisto ei tue sitä. Siinä tapauksessa verkkoasetukset jätetään huomioimatta.
fr_fr: Bien qu'OpenRoaming puisse être configuré, il est possible que le matériel Wi-Fi ne le prenne pas en charge ; la définition du réseau est alors ignorée.
hr_hr: Iako se OpenRoaming može konfigurirati, moguće je da ga wi-fi hardver ne podržava; tada se mreža zanemaruje.
hu_hu: Habár at OpenRoaming konfigurálható volna, lehetséges WiFi hardver nem támogatja azt, ezért az OpenRoaming konfiguráció nem kerül beállításra.
it_it: Sebbene OpenRoaming possa essere configurato, è possibile che l'hardware del Wi-Fi non lo supporti; quindi la definizione della rete viene ignorata.
nb_no: Selv om OpenRoaming kan konfigureres er det mulig at Wi-Fi hardware ikke har støtte; i så fall blir nettverksdefinisjonen ignorert.
pl_pl: OpenRoaming może zostać skonfigurowany, ale może okazać się, że sprzęt Wi-Fi nie wspiera tej technologii; w takiej sytuacji konfiguracja tej sieci jest ignorowana.
pt_pt: Embora o OpenRoaming possa ser configurado, é possível que o hardware Wi-Fi não o suporte; então a definição de rede é ignorada.
ro_ro: Chiar dacă OpenRoaming poate fi configurat, există posibilitatea ca componentele de Wi-fi să nu suporte; atunci definirea rețelei este ignorată.
sl_si: Čeprav lahko konfigurirate OpenRoaming, se lahko zgodi, da ga strojna oprema Wi-Fi ne bo podpirala. V tem primeru definicija omrežja ne bo upoštevana.
tr_tr: OpenRoaming yapılandırılabileceği halde, Wi-Fi donanımının bunu desteklemediği durumda ağ tanımı görmezden gelinir.
uk_ua: Хоч OpenRoaming і можна налаштувати, можливо, обладнання Wi-Fi не підтримує його; тоді визначення мережі ігнорується.

source: While Passpoint networks can be configured, it is possible that the Wi-Fi hardware does not support it; then the network definition is ignored.
ar: بما انه يمكن تهيئة شبكات Passpoint، فمن الممكن ألا تدعمه أجهزة Wi-Fi ؛ ثم يتم تجاهل تعريف الشبكة.
bg_bg: Макар че Passpoint мрежите могат да бъдат конфигурирани, възможно е Wi-Fi хардуерът да не ги поддържа; тогава дефинирането на мрежата се игнорира.
ca_es: Tot i que les xarxes Passpoint es poden configurar, és possible que l'equipament Wi-Fi no ho suporti; en aquest cas se n'ignorarà la definició.
cs_cz: Přesto, že lze Passpoint nakonfigurovat, je možné, že jej Wi-Fi hardware nepodporuje; proto je definice sítě ignorována.
cy: Er y gellir ffurfweddu rhwydweithiau Passpoint, mae'n bosibl nad yw'r caledwedd Wi-Fi yn ei cymorth; yna anwybyddir diffiniad y rhwydwaith.
de_de: Obwohl Passpoint eingerichtet wird, hängt es von Ihrer WLAN-Hardware ab, ob es auch tatsächlich unterstützt wird. Falls nicht, werden Passpoint Netze ignoriert.
el_gr: Ενώ τα δίκτυα Passpoint μπορούν να παραμετροποιηθούν, είναι πιθανό ο εξοπλισμός Wi-Fi να μην τα υποστηρίζει· στην συνέχεια ο ορισμός του δικτύου θα παραλειφθεί.
es_es: Es posible que la infraestructura inalámbrica no soporte Passpoint aunque pueda ser configurado; por este motivo, la definición de la red sería ignorada.
et_ee: Kuigi Passpoint võrgud saab seadistada, on võimalik, et WiFi riistvara seda ei toeta; sellisel juhul eiratakse võrgu määratlust.
fi_fi: Vaikka Passpoint-verkkoja voidaan määrittää, on mahdollista, että Wi-Fi-laitteisto ei tue niitä. Siinä tapauksessa verkkoasetukset jätetään huomioimatta.
fr_fr: Bien que les réseaux Passpoint puissent être configurés, il est possible que le matériel Wi-Fi ne le prenne pas en charge ; la définition du réseau est alors ignorée.
hr_hr: Iako se Passpoint može konfigurirati, moguće je da ga wi-fi hardver ne podržava; tada se mreža zanemaruje.
hu_hu: Habár at Passpoint konfigurálható volna, lehetséges WiFi hardver nem támogatja azt, ezért a Passpoint konfiguráció nem kerül beállításra.
it_it: Sebbene le reti Passpoint possano essere configurate, è possibile che l'hardware del Wi-Fi non lo supporti; quindi la definizione di rete viene ignorata.
nb_no: Selv om Passpoint nettverk kan konfigureres er det mulig at Wi-Fi hardware ikke har støtte; i så fall blir nettverksdefinisjonen ignorert.
pl_pl: Wi-Fi Passpoint może zostać skonfigurowany, ale może okazać się, że sprzęt Wi-Fi nie wspiera tej technologii; w takiej sytuacji konfiguracja tej sieci jest ignorowana.
pt_pt: Embora as redes Passpoint possam ser configuradas, é possível que o hardware Wi-Fi não o suporte; então a definição de rede é ignorada.
ro_ro: Chiar dacă rețelele Passpoint pot fi configurate, există posibilitatea ca componentele de Wi-fi să nu suporte; atunci definirea rețelei este ignorată.
sl_si: Čeprav lahko konfigurirate prehodna omrežja, se lahko zgodi, da jih strojna oprema Wi-Fi ne bo podpirala. V tem primeru definicija omrežja ne bo upoštevana.
tr_tr: Passpoint ağları yapılandırılabileceği halde, Wi-Fi donanımının bunu desteklemediği durumda ağ tanımı görmezden gelinir.
uk_ua: Хоч мережі Passpoint і можна налаштувати, можливо, обладнання Wi-Fi не підтримує їх; тоді визначення мережі ігнорується.
