Repository: GEANT/CAT
Catalog: translation/*/devices.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, nb_no, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_rs, tr_tr, uk_ua

source: The installer will create cat_installer sub-directory in your config directory (possibly the .config in your home directory) and will copy your server certificates there.
ar: سيقوم برنامج التثبيت بإنشاء ملف فرعي لـ cat_installer في ملف التهيئه الخاص بك ( من الممكن config. في ملفك الرئيسي ) وسيتم نسخ شهادات الخادم الخاصة بك هناك.
bg_bg: Инсталаторът ще създаде поддиректория cat_installer във Вашата конфигурационна директория (вероятно .config във Вашата home директория) и ще копира сертификата на Вашия сървър тук.
ca_es: L'instal·lador crearà un subdirectori cat_installer en el vostre directori de configuració (probablement al .config del vostre directori arrel) i hi copiarà els certificats de servidor.
cs_cz: Instalátor vytvoří ve vašem domácím adresáři novou složku cat_installer a nahraje do ní vaše serverové certifikáty.
cy: Bydd y gosodwr yn creu is-cyfeiriadur cat_installer yn eich cyfeiriadur ffurfweddu (efallai y .config yn eich cyfeiriadur cartref) a bydd yn copïo'ch tystysgrifau gweinydd yno.
de_de: Das Installationsprogramm erzeugt ein Unterverzeichnis namens cat_installer in Ihrem Konfigurationsverzeichnis (typischerweise .config/) und kopiert die Serverzertifikate dort hin.
el_gr: Το πακέτο εγκατάστασης θα δημιουργήσει έναν υποφάκελο .cat_installer στο config directory (πιθανότατα στο .config του home directory σας) και θα αντιγράψει εκεί τα πιστοποιητικά εξυπηρετητή.
es_es: El instalador creará un subdirectorio, cat_installer, en el directorio de su configuración (posiblemente en la carpeta .config de su directorio personal) y copiará sus certificados de servidor en dicha carpeta.
et_ee: Paigaldusprogramm loob Su seadistuste kataloogis (võimalik, et kodukataloogis .config) alamkataloogi cat_installer ja kopeerib sinna Su serverisertifikaadid.
fi_fi: Asennusohjelma luo .cat_installer-nimisen alihakemiston kotihakemistoosi (mahdollisesti .config-päättellä kotihakemistossasi) ja kopioi palvelinvarmenteet sinne.
fr_fr: L'installateur créera le sous-répertoire cat_installer dans votre répertoire de configuration (éventuellement le .config de votre répertoire personnel) et y copiera vos certificats de serveur.
hr_hr: Installer će kreirati cat_installer poddirektorij u vašem config direktoriju (moguće .config u vašem home direktoriju) i kopirat će tamo vaš poslužiteljski certifikat.
hu_hu: A telepítő létrehoz cat_installer alkönyvtárat a konfigurációs könyvtárban (.config könyvtár a saját home könyvtáradban) és oda fogja bemásolni a szerver tanúsítványát.
it_it: Il programma di installazione creerà la sotto-cartella cat_installer nella tua cartella di configurazione (possibilmente .config nella tua cartella home) e copierà lì i tuoi certificati server.
nb_no: Installasjon oppretter cat_installer sub-katalog i din config katalog (muligens .config fil i din hjemmekatalog) og kopierer ditt server sertifikat dit.
pl_pl: Instalator utworzy podkatalog cat_installer w katalogu z konfiguracją (być może jest to .config w katalogu domowym) i skopiuje tam certyfikaty serwera.
pt_pt: O instalador criará a subdiretoria cat_installer na sua pasta de configuração (possivelmente o .config na sua diretoria inicial) e copiará os seus certificados de servidor para lá.
ro_ro: Programul de instalare va crea sub-directorul cat_installer in directorul de configurare (posibil .config să fie în directorul de acasă) și va copia certificatele pentru server acolo.
sl_si: Namestitveni program bo v konfiguracijskem imeniku (morda .config v vašem domačem imeniku) ustvaril podimenik cat_installer in vanj prekopiral potrdila strežnika.
tr_tr: Kurulum programı, yapılandırma dizininizde (muhtemelen ev dizininizdeki .config dizininde) cat_installer alt dizini oluşturacak ve sunucu sertifikalarını buraya kopyalayacaktır.
uk_ua: Інсталятор створить підкаталог cat_installer у вашій директорії конфігурації (ймовірно, ~/.config), куди будуть скопійовані серверні сертифікати.

source: In order to connect to the network you will need a personal certificate in the form of a p12 file. You should obtain this certificate from your organisation. Consult the support page to find out how this certificate can be obtained. Such certificate files are password protected. You should have both the file and the password available during the installation process. Your p12 file will also be copied to the cat_installer directory.
ar: من أجل الاتصال بالشبكة، ستحتاج إلى شهادة شخصية على شكل ملف p12. يجب أن تحصل على هذه الشهادة من مؤسستك. راجع صفحة الدعم لمعرفة كيفية الحصول على هذه الشهادة. ملفات الشهادات هذه محمية بكلمة مرور. يجب أن يتوفر لديك كل من الملف وكلمة المرور أثناء عملية التثبيت. سيتم أيضًا نسخ ملف p12 إلى ملف .cat_installer.
bg_bg: За да се свържете към мрежата, Ви е необходим персонален сертификат във вид на p12 файл. Би трябвало да получите този сертификат от Вашата организация. Вижте страницата за поддръжка, за да разберете как може да получите този сертификат. Този вид файлове са защитени с парола. Трябва да имате както файла, така и паролата по време на инсталационния процес. Вашият p12 файл ще бъде копиран и в директорията cat_installer.
ca_es: Per tal de connectar a la xarxa necessiteu un certificat personal en el format p12. Podeu obtenir aquest certificat de la vostra organització. Consulteu la pàgina d'ajuda per a esbrinar com podeu obtenir-lo. Aquests fitxers de certificat estan protegits amb contrasenya. Cal que disposeu d'ambdós (fitxer i contrasenya) durant el procés d'instal·lació. El vostre fitxer p12 també es copiarà a la carpeta cat_installer.
cs_cz: Pro připojení k síti budete potřebovat osobní certifikát uložený v souboru s příponou .p12, který získáte od vaší organizace. Zjistěte si na stránkách vaší podpory, jak na to. Soubor s certifikátem je obvykle chráněný heslem, mějte jej prosím při instalaci k dispozici. Soubor s certifikátem bude také nakopírován do složky cat_installer.
cy: Er mwyn cysylltu â'r rhwydwaith bydd angen tystysgrif bersonol arnoch ar ffurf ffeil p12. Dylech gael y tystysgrif hon gan eich sefydliad. Ymgynghorwch â'r dudalen cymorth i ddarganfod sut y gellir cael y tystysgrif hon. Mae ffeiliau tystysgrif o'r fath wedi'u diogelu gan gyfrinair. Dylai fod gennych y ffeil a'r cyfrinair ar gael yn ystod y broses osod. Bydd eich ffeil p12 hefyd yn cael ei chopïo i'r cyfeiriadur cat_installer.
de_de: Um sich mit dem Netzwerk verbinden zu können, brauchen Sie ein persönliches Zertifikat in Form einer p12 Datei. Diese bekommen Sie bei Ihrer Organisation. Bitte fragen Sie bei dem dortigen IT-Support nach wie Sie dieses Zertifkat bekommen. Solche Dateien sind passwortgeschützt. Sie sollten während der Installation sowohl die Datei als auch das Passwort zur Hand haben. Ihre .p12 Datei wird in das "cat_installer" Unterverzeichnis kopiert.
el_gr: Για να συνδεθείτε στο δίκτυο θα χρειαστείτε ένα προσωπικό πιστοποιητικό σε μορφή αρχείου p12. Θα πρέπει να προμηθευτείτε αυτό το πιστοποιητικό από τον οργανισμό σας. Συμβουλευτείτε τη σελίδα υποστήριξης για να μάθετε πώς μπορείτε να προμηθευτείτε αυτό το πιστοποιητικό. Τέτοια αρχεία πιστοποιητικών προστατεύονται με κωδικό. Θα πρέπει να έχετε διαθέσιμο αμφότερα το αρχείο και τον κωδικό κατά την εγκατάσταση. Το αρχείο p12 θα αντιγραφεί επίσης στο φάκελο .cat_installer.
es_es: Para conectarse a la red necesitará un certificado personal en formato p12. Debería obtener este certificado de su organización. Consulte la página de soporte para conocer la forma en la que puede obtener este certificado. Estos ficheros están protegidos por contraseña. Deberá tener tanto el fichero como la contraseña disponibles durante el proceso de instalación. Su fichero p12 será copiado a la carpeta cat_installer de su directorio de configuración.
et_ee: Võrkupääsemiseks on vaja p12 formaadis isikusertifikaadifaili, mille väljastab Su asutus. Uuri kasutajatoe lehelt, kuidas sertifikaadifaili saad. Sertifikaat on parooliga kaitstud. Nii sertifikaat kui ka parool peavad paigalduse ajal Sul käepärast olema. Su p12 fail kopeeritakse cat_installer kataloogi.
fi_fi: Yhdistääksesi verkkoon tarvitset henkilövarmenteen p12-muodossa. Mikäli tarvitset apua, ota yhteyttä omaan kotiorganisaatioosi. Varmennetiedostot ovat tavallisesti salasanasuojattuja, joten tarvitset asennusvaiheessa sekä varmenteen että salasanan. Asennuksen aikana p12-tiedosto kopioidaan cat_installer-hakemistoon.
fr_fr: Pour vous connecter au réseau, vous aurez besoin d'un certificat personnel sous la forme d'un fichier p12. Vous devez obtenir ce certificat auprès de votre établissement. Consultez la page d'assistance pour savoir comment obtenir ce certificat. Ces fichiers de certificat sont protégés par un mot de passe. Vous devez disposer à la fois du certificat et du mot de passe pendant l'installation. Votre fichier p12 sera également copié dans le répertoire cat_installer.
hr_hr: Za spajanje na mrežu trebat će vam osobni certifikat u obliku p12 datoteke. Taj certifikat trebate dobiti od svoje organizacije. Na stranici za podršku možete provjeriti kako se certifikat može dobiti. Takve datoteke certifikata zaštičene su lozinkom. Trebali bi imati oboje, datoteku i lozinku dostupnu tokom instlacije. Vaša p12 datoteka bit će kopirana u cat_installer direktorij.
hu_hu: A hálózathoz való csatlakozáshoz p12 formájú személyes tanúsítványra van szükség. Ezt a tanúsítványt a szervezetedtől tudod megszerezni. Tekintse meg a támogatási oldalt, hogy megtuddja hogyan szerezhető be ez a tanúsítvány. Az ilyen tanúsítványfájlok jelszóval védettek. A telepítési folyamat során mind a fájlnak, mind a jelszónak rendelkezésre kell állnia. A p12 fájl is át lesz másolva a cat_installer könyvtárba.
it_it: Per connetterti alla rete avrai bisogno di un certificato personale sotto forma di un file p12. Dovresti ottenere questo certificato dalla tua organizzazione. Consulta la pagina di supporto per scoprire come ottenere questo certificato. Questi file del certificato sono protetti da password. Dovresti avere sia il file che la password disponibili durante il processo di installazione. Il tuo file p12 verrà anche copiato nella cartella cat_installer.
nb_no: For å kunne koble til nettverket trenger du et personlig sertifikat i form av en .p12 fil. Du må skaffe dette sertifikatet fra din institusjon. Sjekk support siden for å finne ut hvordan. Slike sertifikat filer er passord beskyttet. Du må ha både filen og passordet tilgjengelig under installasjon. Din p12 blir også kopiert til cat_installer katalogen.
pl_pl: Do przyłączenia się do sieci będzie potrzebny certyfikat osobisty w formacie pliku p12. Taki certyfikat powinna udostępnić Ci macierzysta instytucja. Na stronach wsparcia można znaleźć informację na ten temat. Plik zawierający certyfikat jest chroniony hasłem. Podczas procesu instalacji musisz dysponować zarówno plikiem z certyfikatem, jak i hasłem. Plik p12 zostanie skopiowany do katalogu cat_installer.
pt_pt: Para se ligar à rede, precisará de um certificado pessoal na forma de um ficheiro p12. Deve obter este certificado da sua organização. Consulte a página de suporte para saber como obter este certificado. Esses ficheiros de certificado são protegidos por password. Deve ter o ficheiro e a password disponíveis durante o processo de instalação. O seu ficheiro p12 também será copiado para a diretoria cat_installer.
ro_ro: Pentru a vă conecta la rețea va fii necesar un certificat personal în forma unui fișier p12. Acest certificat îl obțineți de la organizația dumneavoastră. Consultați pagina de suport pentru a afla cum puteți obține acest certificat. Aceste fișiere cu certificate sunt protejate prin parolă. Va trebuii să aveți atât fișierul cât și parola la îndemână în timpul procesului de instalare. Fișierul p12 va fii copiat în directorul cat_installer.
sl_si: Da bi lahko vzpostavili povezavo z omrežjem, potrebujete osebno potrdilo v obliki datoteke p12. To potrdilo pridobite pri svoji organizaciji. Na strani za podporo preberite, kako lahko pridobite to potrdilo. Takšne datoteke potrdil so zaščitene z geslom. Med postopkom namestitve morate imeti na voljo datoteko in geslo. Datoteka p12 bo prekopirana tudi v imenik cat_installer.
tr_tr: Ağa bağlanmak için bir p12 dosyası biçiminde kişisel bir sertifikanız olması gerekecektir. Bu sertifikayı kuruluşunuzdan temin etmelisiniz. Bu sertifikanın nasıl alınabileceğini öğrenmek için destek sayfasına başvurun. Bu tür sertifika dosyaları parola ile korunmaktadır. Kurulum işlemi sırasında hem dosyayı hem de parolayı hazır bulundurmalısınız. P12 dosyanız ayrıca cat_installer dizinine kopyalanacaktır.
uk_ua: Щоб підключитися до мережі, вам потрібен особистий сертифікат у форматі p12. Його слід отримати у вашій організації. На сторінці підтримки можна дізнатися, як це зробити. Файли сертифікатів захищені паролем, тому під час інсталяції вам знадобиться і файл, і пароль. Файл p12 також буде скопійовано до каталогу cat_installer.

source: In order to connect to the network you will need an account from your organisation. You should consult the support page to find out how this account can be obtained. It is very likely that your account is already activated.
ar: للاتصال بالشبكة ، ستحتاج إلى حساب من مؤسستك. يجب عليك الرجوع إلى صفحة الدعم لمعرفة كيفية الحصول على هذا الحساب. من المحتمل جدًا أن يكون حسابك قد تم تفعيلة بالفعل.
bg_bg: За да се свържете с мрежата, ще имате нужда от акаунт от Вашата организация. Трябва да проверите на страницата за поддръжка как се получава акаунт. Много е вероятно Вашият акаунт вече да е активиран.
ca_es: Per a connectar a la xarxa cal un compte de la vostra organització. Consulteu la pàgina d'ajuda per saber com heu d'obtenir el compte. És molt possible que el vostre compte ja estigui activat.
cs_cz: Pro připojení k síti budete potřebovat účet vaší organizace. Více o získání účtu se dozvíte na stránkách uživatelské podpory. S největší pravděpodobností je váš účet již k dispozici.
cy: Er mwyn cysylltu â'r rhwydwaith bydd angen cyfrif gan eich sefydliad. Dylech edrych ar y dudalen cymorth i gael gwybod sut i gael y cyfrif hwn. Mae'n debygol iawn bod eich cyfrif eisoes wedi'i actifadu.
de_de: Um sich mit dem Netzwerk zu verbinden brauchen Sie ein Nutzerkonto Ihrer Organisation. Besuchen Sie deren Hilfeseiten um herauszufinden wie Sie an ein solches Nutzerkonto gelangen. Sehr wahrscheinlich haben Sie bereits ein solches Konto.
el_gr: Προκειμένου να συνδεθείτε στο δίκτυο θα χρειαστείτε ένα λογαριασμό από τον οργανισμό σας. Πρέπει να συμβουλευτείτε τη σελίδα υποστήριξης για να μάθετε πώς θα αποκτήσετε αυτό το λογαριασμό. Είναι πολύ πιθανό ο λογαριασμός σας να είναι ήδη ενεργοποιημένος.
es_es: Para conectarte a la red necesitarás una cuenta de tu organización. Deberías consultar la página de soporte para saber cómo puedes obtener esta cuenta. Es bastante probable que esta cuenta ya esté activada.
et_ee: Võrkupääsemiseks on vaja Sinu asutuse kontot. Uuri kasutajatoe lehelt, kuidas seda kontot saada. Suure tõenäosusega on konto juba aktiveeritud.
fi_fi: Jotta voit liittyä verkkoon tarvitset kotiorganisaatiosi käyttäjätunnuksen. Tutki kotiorganisaatiosi tukisivua selvittääksesi, miten käyttäjätunnus hankitaan. Todennäköisesti käyttäjätunnuksesi on jo luotu ja valmiina käyttöönotettavaksi.
fr_fr: Pour vous connecter au réseau vous aurez besoin d'un compte auprès de votre établissement. Vous devez consulter les pages de support pour savoir comment obtenir ce compte. Il est très probable que votre compte soit déjà activé.
hr_hr: Za spajanje na mrežu bit će Vam potreban korisnički račun iz Vaše matične ustanove. Provjerite na korisničkim stranicama kako se može doći do korisničkog računa. Postoji mogućnost da je Vaš korisnički račun već aktiviran.
hu_hu: Annak érdekében, hogy csatlakozzál a hálózathoz, szükséged lesz az azonosítódra a szervezetednél. A támogatási oldalon olvasd el, hogyan szerezhető be ez az azonosító. Valószínűleg az azonosítód már aktiválva van.
it_it: Per connetterti alla rete avrai bisogno di un account dalla tua organizzazione. Dovresti consultare la pagina di supporto per scoprire come ottenere questo account. È molto probabile che il tuo account sia già stato attivato.
nb_no: For å koble til nettverket trenger du en konto fra din organisasjon. Sjekk egen support side for å finne ut hvordan du får en slik konto. Det er mest sannsynlig at din konto allerede er aktivert.
pl_pl: Do połączenia z siecią niezbędne Ci będzie konto użytkownika w instytucji macierzystej. Sprawdź lokalne strony wsparcia eduroam, aby dowiedzieć się, jak można takie konto uzyskać. Jest bardzo prawdopodobne, że Twoje konto jest już aktywne.
pt_pt: Para se ligar à rede vai necessitar uma conta da sua organização. Deve consultar a página de suporte para descobrir como esta conta pode ser obtida. É muito provável que a sua conta esteja já ativa.
ro_ro: Pentru a vă conecta la rețea, aveți nevoie de un cont de la instituția dumneavoastră. Ar trebui să citiți pagina de support pentru a putea afla cum puteți obține acel cont. Este foarte posibil să aveți deja un cont activat.
sl_si: Da bi se lahko povezali v omrežje, potrebujete račun iz svoje organizacije. Na strani za podporo preberite, kako lahko pridobite ta račun. Zelo verjetno je račun že aktiviran.
sr_rs: Da biste se konektovali na mrežu biće vam potreban nalog dobijen od vaše matične institucije. Pogledajte stranicu za podršku da biste saznali kako možete dobiti ovaj nalog. Verovatno je vaš nalog već aktiviran.
tr_tr: Ağa bağlanmak için kurumunuzdan bir hesaba ihtiyacınız olacak. Bu hesabın nasıl elde edilebileceğini öğrenmek için destek sayfasına başvurmalısınız. Hesabınızın önceden etkinleştirilmiş olması çok muhtemel.
uk_ua: Щоб приєднатися до мережі, вам потрібен обліковий запис від вашої організації. Перевірте сторінку підтримки, щоб з’ясувати, як його отримати. Ймовірно, ваш обліковий запис уже активовано.

source: You will be requested to enter your account credentials during the installation. This information will be saved so that you will reconnect to the network automatically each time you are in the range.
ar: سيُطلب منك إدخال بيانات التعريف لحسابك أثناء التثبيت. سيتم حفظ هذه المعلومات لتتمكن من إعادة الاتصال بالشبكة تلقائيًا في كل مرة تكون فيها ضمن نطاق الشبكة
bg_bg: По време на инсталацията ще Ви бъде поискано да въведете Вашите име и парола. Тази информация ще бъде запазена, така че ще се свързвате с мрежата отново автоматично всеки път, когато сте в обхват.
ca_es: Durant la instal·lació se us demanaran les credencials del vostre compte. Aquesta informació serà desada per a que pugueu reconnectar automàticament amb la xarxa cada cop que us hi acosteu.
cs_cz: V průběhu instalace budete požádáni o zadání vašeho uživatelského jména a hesla. Tyto údaje budou uloženy a použity při dalším přihlášení k síti, budete-li v jejím dosahu.
cy: Bydd gofyn i chi nodi eich manylion mewngofnodi mynediad defnyddiwr yn ystod y gosodiad. Bydd y wybodaeth hon yn cael ei chadw fel y byddwch yn ailgysylltu â'r rhwydwaith yn awtomatig bob tro y byddwch yn yr ystod.
de_de: Sie werden während der Installation nach ihrem Benutzernamen und Passwort gefragt. Diese Informationen werden abgespeichert, so dass Sie in Zukunft sofort und vollautomatisch mit dem eduroam Netzwerk verbunden werden können.
el_gr: Θα σας ζητηθεί να εισάγετε τα διαπιστευτήρια του λογαριασμού σας κατά την εγκατάσταση. Αυτές οι πληροφορίες θα αποθηκευτούν έτσι ώστε να συνδέεστε αυτόματα στο δίκτυο κάθε φορά που βρίσκεστε εντός εμβέλειας.
es_es: Se te pedirá que introduzcas las credenciales de tu cuenta durante la instalación. Esta información se almacenará para que puedas conectarte automáticamente a la red cada vez que estés en su alcance.
et_ee: Paigaldamise ajal palutakse Sul sisestada kasutajakonto andmed. See teave salvestatakse ja edaspidi ühendatakse Sind selle võrgu levialas automaatselt.
fi_fi: Sinua pyydetään antamaan käyttäjätietosi asennuksen aikana. Tiedot tallennetaan, jotta pääset kirjautumaan verkkoon automaattisesti aina kun olet kuuluvuusalueella.
fr_fr: Lors de l'installation, il vous sera demandé de renseigner vos informations de connexion. Ces informations seront sauvegardées afin de vous reconnecter automatiquement dès que le réseau sera à votre portée.
gl_es: Pediráselle que introduza as credenciais da súa conta durante a instalación. Esta información gardarase para que se reconecte á rede automaticamente cada vez que estea na área de cobertura.
hr_hr: Morat ćete unijeti svoje vjerodajnice tokom instalacije. Te informacije bit će pohranjene kako bi se uređaj mogao ponovno spojiti kada ponovno dođete u domet mreže.
hu_hu: Az installálás során meg kell adnod bizonyos hitelesítő adatokat. Ezeket a program eltárolja, így ettől kezdve a hálózathoz való csatlakozás automatikusan megtörténik, ha arra jársz.
it_it: Ti verrà richiesto di inserire le credenziali del tuo account durante l'installazione. Questa informazione verrà salvata così ti riconnetterai automaticamente alla rete ogniqualvolta sarai a portata.
nb_no: Du blir spurt om å oppgi brukerdetaljer under installasjonen. Denne informasjonen blir lagret slik at du automatisk blir pålogget igjen hver gang du er innenfor dekning.
pl_pl: W czasie instalacji zostaniesz poproszona/y o podanie identyfikatora i hasła logowania. Te dane zostaną zapamiętane, aby kolejne połączenia do sieci następowały automatycznie.
pt_pt: Durante o processo de instalação ser-lhe-à solicitado para introduzir as credenciais da sua entidade de origem. Esta informação será armazenada para que possa automaticamente ligar-se à rede sempre que esta estiver acessível.
ro_ro: În timpul procesului de instalare vi se va cere să introduceți credențialele dumneavoastră. Această informație va fi salvată astfel încât conectările ulterioare să fie realizate automat când sunteți în aria de acoperire.
sk_sk: Počas inštalácie budete vyzvaný na zadanie používateľského mena a hesla. Tieto údaje budú uložené a budú použité pri opätovnom pripojení k sieti zakaždým, keď budete v jej dosahu.
sl_si: Med nameščanjem boste morali vnesti poverilnice računa. Ti podatki bodo shranjeni in bodo uporabljeni za samodejno povezavo vedno, ko boste v dosegu omrežja.
sr_rs: Tražiće vam se da unesete svoje korisničke kredencijale tokom instalacije. Ovi podaci biće sačuvani da biste ste se automatski konektovali na mrežu svaki put kada se nađete u njenom dometu.
tr_tr: Kurulum sırasında hesap kimlik bilgilerinizi girmeniz talep edilecektir. Bu bilgi saklanacak, böylece kapsama alanına girdiniz her sefer yeniden ağa bağlanmanız otomatik olarak gerçekleşecektir.
uk_ua: Під час встановлення вам буде запропоновано ввести свої облікові дані. Ця інформація буде збережена, щоб Ви автоматично підключалися до мережі кожного разу, коли знаходитесь в зоні дії.

source: Really quit?
ar: حقا تريد المغادرة؟
bg_bg: Наистина ли се отказвате?
ca_es: Voleu sortir?
cs_cz: Chcete skutečně skončit?
cy: Rhoi'r gorau iddi mewn gwirionedd?
de_de: Wirklich beenden?
el_gr: Θέλετε αλήθεια να πραγματοποιήσετε έξοδο;
es_es: ¿Deseas abandonar?
et_ee: Oled kindel, et soovid lõpetada?
fi_fi: Haluatko varmasti lopettaa?
fr_fr: Voulez vous quitter la page ?
gl_es: Desexa sair?
hr_hr: Zaista želite izaći?
hu_hu: Tényleg kilépsz?
it_it: Conferma l'uscita?
nb_no: Avslutte?
pl_pl: Czy potwierdzasz zlecenie zakończenia?
pt_pt: Tem a certeza que pretende desistir?
ro_ro: Sigur ieşiti ?
sk_sk: Naozaj chcete aplikáciu ukončiť?
sl_si: Res želite končati?
sr_rs: Da li zaista želite da odustanete?
tr_tr: Gerçekten çıkmak istiyor musunuz?
uk_ua: Вийти з програми?
