Repository: GEANT/CAT
Catalog: translation/*/devices.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, nb_no, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_rs, tr_tr, uk_ua

source: MS Windows 8 and newer
ar: نظام التشغيل MS Windows 8 والإصدارات الأحدث
bg_bg: MS Windows 8 и по-нов
ca_es: MS Windows 8 i més recents
cs_cz: MS Windows 8 a novější
cy: MS Windows 8 a mwy newydd
de_de: MS Windows 8 und neuer
el_gr: MS Windows 8 και νεότερο
es_es: MS Windows 8 y superior
et_ee: MS Windows 8 ja uuem
fi_fi: MS Windows 8 tai uudempi
fr_fr: MS Windows 8 et plus récent
hr_hr: Ms Windows 8 i noviji
hu_hu: MS Windows 8 vagy újabb
it_it: MS Windows 8 o più nuovo
nb_no: MS Windows 8 og nyere
pl_pl: Ms Windows 8 i nowszy
pt_pt: Windows 8 ou posterior
ro_ro: MS Windows 8 și versiuni mai noi
sl_si: Sistem MS Windows 8 in novejši
tr_tr: MS Windows 8 ve sonrası
uk_ua: MS Windows 8 і новіша

source: Apple device
ar: جهاز Apple
bg_bg: Apple устройство
ca_es: Dispositiu Apple
cs_cz: Zařízení Apple
cy: Dyfais Apple
de_de: Apple Gerät
el_gr: Συσκευή Apple
es_es: Dispositivo Apple
et_ee: Apple'i seade
fi_fi: Apple-laite
fr_fr: Apple
hr_hr: Apple uređaj
hu_hu: Apple eszköz
it_it: Dispositivo Apple
nb_no: Apple enhet
pl_pl: Urządzenia Apple
pt_pt: Dispositivo Apple
ro_ro: Dispozitiv Apple
sl_si: Naprava Apple
tr_tr: Apple cihazı
uk_ua: Пристрій Apple

source: During the installation you will be first asked to enter settings for certificate and there you need to enter the import PIN shown on this page. Later you will be prompted to enter your password to allow making changes to the profile, this time it is your computer password.
ar: أثناء عملية التثبيت ، سيُطلب منك أولاً إدخال إعدادات الشهادة الأمنية وهناك تحتاج إلى إدخال الرمز الخاص بالاستيراد الموضح في هذه الصفحة. سيُطلب منك لاحقًا إدخال كلمة المرور للسماح بإجراء تغييرات على ملف التعريف، وهذه ستكون هي كلمة المرور الى الكمبيوتر.
bg_bg: По време на инсталацията първо ще бъдете помолен да въведете настройките за сертификата и там трябва да въведете PIN кода за влизане, показан на тази страница. По-късно ще бъдете подканени да въведете паролата си, за да Ви бъде позволено да правите промени в профила, този път това е паролата за Вашия компютър.
ca_es: Durant la instal·lació se us demanarà configurar el certificat i allà caldrà que hi entreu el PIN d'importació que trobareu en aquesta pàgina. Més endavant se us demanarà introduir la vostra contrasenya per a permetre canvis en el perfil. En aquest cas es tracta de la contrasenya del vostre ordinador.
cs_cz: Během instalace budete nejprve požádáni o zadání nastavení certifikátu, kde budete muset zadat PIN kód pro import, který je uveden na této stránce. Později budete vyzváni k zadání hesla, aby bylo možné provést změny profilu. Tentokrát to je heslo do vašeho počítače.
cy: Yn ystod y gosodiad gofynnir yn gyntaf i chi nodi gosodiadau ar gyfer tystysgrif ac yno mae angen i chi nodi'r PIN mewnforio a ddangosir ar y dudalen hon. Yn ddiweddarach fe'ch anogir i nodi'ch cyfrinair i ganiatáu gwneud newidiadau i'r proffil, y tro hwn cyfrinair eich cyfrifiadur yw hwn.
de_de: Während der Installation werden Sie zunächst aufgefordert Einstellungen für das Zertifikat vorzunehmen. Geben Sie dort die Import PIN ein, die auf dieser Seite angezeigt wird. Später werden Sie dann noch aufgefordert Ihr Passwort einzugeben um Änderungen an Ihrem Gerät durchzuführen. An dieser Stelle müssen Sie dann Ihr normales Rechnerpasswort eingeben.
el_gr: Κατά την εγκατάσταση θα ερωτηθείτε πρώτα να εισάγετε ρυθμίσεις για πιστοποιητικό, οπότε πρέπει να εισάγετε το PIN εισαγωγής που εμφανίζεται σε αυτή τη σελίδα. Αργότερα θα σας ζητηθεί να εισάγετε το συνθηματικό σας ώστε να επιτραπούν αλλαγές στο προφίλ, αυτή τη φορά πρόκειται για το συνθηματικό που χρησιμοποιείτε στον υπολογιστή σας.
es_es: Durante la instalación se te pedirá en primer lugar que configures opciones del certificado y ahí tendrás que introducir el PIN de importación que se muestra en esta página. Más tarde se te pedirá que introduzcas tu contraseña para permitir que se hagan cambios en el perfil, tratándose en este caso de la contraseña de tu ordenador.
et_ee: Paigaldamise ajal palutakse Sul esmalt sisestada sertifikaadiseaded ja seal pead sisestama sel lehel näidatud impordi-PIN'i. Hiljem palutakse Sul sisestada profiili muutmise võimaldamiseks parool - siis on tegemist Su arvuti parooliga.
fi_fi: Asennuksen aikana sinulta tullaan kysymään varmenneasetuksia, missä yhteydessä tarvitset myös tällä sivulla kerrotun PIN-koodin. Myöhemmin tarvitset oman tietokoneesi salasanan, jotta muutokset voidaan tallentaa langattoman verkon profiiliisi.
fr_fr: Au cours de l'installation, il vous sera d'abord demandé de saisir les paramètres du certificat, puis le code PIN d'importation indiqué sur cette page. Plus tard, vous serez invité à entrer votre mot de passe pour permettre de modifier le profil. Il s'agit cette fois du mot de passe de votre ordinateur.
hr_hr: U procesu instalacije prvo će trebat unjeti postavke za certifikat, a nakon toga unjeti PIN prikazan na ovoj stranici. Kasnije će sustav pitati za unos vaše lozinke kako bi omogućio promjene na profilu, tada će to biti lozinka vašeg računala.
hu_hu: A telepítés során először meg kell adni a tanúsítvány beállításait, és meg kell adnod az ezen az oldalon látható import PIN-kódot. Később a OS felszólítja a jelszó megadására, hogy módosítsa a profilt, ezúttal a számítógépes jelszavad add meg.
it_it: Durante l'installazione ti verrà chiesto di impostare le proprità del certificato e poi inserire il PIN mostrato in questa pagina. Dopo ti verrà chiesto di inserire la tua password per permettere i cambiamenti al profilo, questa è la password dell'utente del tuo computer
nb_no: Under installasjonen vil du bli spurt om sertifikat detaljer og der må du oppgi import PIN som vises på denne siden. Senere blir du spurt om ditt passord for å kunne gjøre endringer i profilen, det er da ditt computer passord.
pl_pl: W czasie instalacji pojawi się pytanie dotyczące certyfikatu użytkownika i w tym miejscu trzeba wprowadzić PIN importu podany na tej stronie, później pojawi się prośba o potwierdzenie wprowadzania zmian w profilach i wówczas należy podać hasło Twojego konta na komputerze.
pt_pt: Durante a instalação, primeiro será solicitado que insira as configurações do certificado e, aí, precisará inserir o PIN de importação mostrado nesta página. Mais tarde, será solicitado a escrever a sua password para permitir alterações no perfil, desta vez é a password do seu computador.
ro_ro: În timpul instalării vi se va cere mai întai sa introduceți setările pentru certificare și trebuie să introduceți codul PIN de import afișat pe această pagină. Mai târziu o să fiți solicitați să introduceți parola ca să puteți face schimbări la profilul dumneavoastră, de data aceasta o sa fie parola calculatorului dumneavoastră.
sl_si: Med namestitvijo boste morali najprej vnesti nastavitve za potrdilo, nato pa kodo PIN za uvoz, prikazano na tej strani. Pozneje se bo prikazal poziv za vnos gesla, da boste lahko spreminjali profil. Tokrat uporabite geslo računalnika.
tr_tr: Kurulum sırasında ilk olarak sertifika ayarlarını girmeniz istenecek ve burada bu sayfada gösterilen içe aktarma PIN'ini girmeniz gerekecek. Daha sonra profile değişiklik yapmanıza izin vermek için şifrenizi girmeniz istenecek, bu sefer bilgisayarınızın şifresini girmeniz gerekecek.
uk_ua: Під час інсталяції спершу потрібно буде ввести параметри сертифіката — там слід зазначити PIN-код імпорту, наведений на цій сторінці. Згодом з’явиться запит на введення пароля для дозволу зміни профілю — цього разу мається на увазі пароль вашого комп’ютера.

source: Apple iOS mobile device (iOS 7-11)
bg_bg: Мобилно устройство Apple iOS (iOS 7-11)
ca_es: Dispositiu mòbil Apple iOS (iOS 7-11)
cs_cz: Mobilní zařízení s Apple iOS (iOS 7-11)
cy: Dyfais symudol Apple iOS (iOS 7-11)
de_de: Apple Mobilgerät (iOS 7 bis 11)
el_gr: Apple iOS κινητή συσκευή (iOS 7-11)
es_es: Dispositivo móvil de Apple (iOS 7 a 11)
et_ee: Apple'i iOSiga mobiilseade (iOS 7-11)
fi_fi: Apple iOS -mobiililaite (iOS 7-11)
fr_fr: Appareil mobile Apple iOS (iOS 7-11)
hr_hr: Apple iOS mobilni uređaj (iOS 7-11)
hu_hu: Apple iOS mobil eszközök (iOS 7-11)
it_it: Dispositivo mobile Apple (iOS 7-11)
nb_no: Apple iOS mobil enhet (iOS 7-11)
pl_pl: Urządzenie mobilne Apple iOS (iOS 7-11)
pt_pt: Dispositivo móvel Apple iOS (iOS 7-11)
ro_ro: Dispozitiv mobil Apple (iOS 7-11)
sl_si: Mobilna naprava Apple iOS (iOS 7-11)
tr_tr: Apple iOS mobil cihazları (iOS 7-11)
uk_ua: Apple iOS мобільний пристрій (iOS 7-11)

source: During the installation you will be first asked to enter your passcode - this is your device security code! Later on you will be prompted for the password to the certificate and there you need to enter the import PIN shown on this page.
ar: أثناء عملية التثبيت ، سيُطلب منك أولاً إدخال رمز المرور - هذا هو رمز أمان جهازك! بعد ذلك ، سيُطلب منك إدخال كلمة المرور للشهادة الأمنية، وستحتاج إلى إدخال الرمز الخاص بالاستيراد الموضح في هذه الصفحة.
bg_bg: По време на инсталацията първо ще бъдете помолен да въведете кода за паролата си - това е кодът за сигурност на Вашето устройство! По-късно ще бъдете подканени за паролата на сертификата и там трябва да въведете PIN кода за влизане, показан на тази страница.
ca_es: Durant la instal·lació se us preguntarà per un codi de seguretat - aquest és un codi del vostre dispositiu! Després se us demanarà la contrasenya del certificat i aquí necessitareu introduir el PIN mostrat en aquesta pàgina.
cs_cz: Během instalace budete nejprve požádáni o zadání hesla do vašeho počítače! Později budete vyzváni k zadání hesla k certifikátu a budete muset zadat PIN kód pro import, který je uveden na této stránce.
cy: Yn ystod y gosodiad gofynnir yn gyntaf i chi nodi'ch cod pas - dyma god diogelwch eich dyfais! Yn nes ymlaen fe'ch anogir am gyfrinair y tystysgrif ac yno bydd angen i chi nodi'r PIN mewnforio a ddangosir ar y dudalen hon.
de_de: Während der Installation werden Sie zunächst nach Ihrem Code gefragt. Dies ist Ihr persönlicher Entsperrcode für das Gerät, wofern Sie einen gesetzt haben. Im späteren Verlauf werden Sie dann nach dem Passwort für das Zertifikat gefragt. An dieser Stelle müssen Sie die Import PIN eingeben die hier auf der Seite angezeigt wird.
el_gr: Κατά την εγκατάσταση θα ερωτηθείτε πρώτα να εισάγετε τον κωδικό πρόσβασής σας - πρόκειται για τον κωδικό της συσκευής σας! Αργότερα θα σας ζητηθεί να εισάγετε το συνθηματικό για το πιστοποιητικό και τότε θα πρέπει να εισάγετε το PIN εισαγωγής που εμφανίζεται σε αυτή τη σελίδα.
es_es: Durante la instalación se te pedirá en primer lugar introducir un código. Ese es el código de seguridad de tu dispositivo. Más tarde se te pedirá la contraseña del certificado y ahí deberás introducir el PIN que se muestra en esta página.
et_ee: Paigaldamise ajal palutakse Sul esmalt sisestada parool - selleks on Su seadme turvakood! Hiljem küsitakse sertifikaadiparooli ja seal pead sisestama sel lehel näidatud impordi-PIN'i.
fi_fi: Asennuksen aikana sinulta tullaan kysymään turvakoodia - se on laitteesi yksilöivä turvakoodi. Myöhemmin tarvitset salasanan varmennetta varten, saat salasanan eli PIN-koodin tältä sivulta.
fr_fr: Lors de l'installation, il vous sera d'abord demandé de saisir votre code d'accès. Il s'agit du code de sécurité de votre appareil ! Par la suite, le mot de passe du certificat vous sera demandé et vous devrez saisir le code PIN d'importation indiqué sur cette page.
hr_hr: U procesu instalacije prvo će trebat unjeti siguronosni kod vašeg uređaja! Kasnijeće sustav pitati za lozinku certifikata, a nakon toga trebate unjeti PIN prikazan na ovoj stranici.
hu_hu: A telepítés során először meg kell adni a passcode-ot - ez az eszközöd biztonsági kódja. Majd a tanusítvány jelszavát kell megadnod, amely az ezen az oldalon látható import PIN-kód.
it_it: Durante l'installazione ti sarà chiesto di inserire il tuo passcode - questo è il codice di sicurezza del tuo dispositivo! Dopo ti sarà chiesta la password per il certificato e dopo dovrai importare il PIN mostrato in questa pagina.
nb_no: Under installasjon blir du spurt om å oppgi passcode - dette er sikkerhetskode på din enhet. Senere blir du spurt om passord til sertifikatet, dette er import PIN som vist på denne siden.
pl_pl: W czasie instalacji pojawi się pytanie Podaj kod - chodzi tu o kod zabezpieczający urządzenie! Później pojawi się pytanie o hasło certyfikatu i w tym miejscu należy wprowadzić PIN importu pokazany na tej stronie.
pt_pt: Durante a instalação, será solicitado que insira a sua password - este é o código de segurança do seu dispositivo! Mais tarde, será solicitada a password do certificado e será necessário inserir o PIN de importação mostrado nesta página.
ro_ro: În timpul instalării o să vi se ceară prima dată parola - acesta este codul de securitate al dispozitivului! Mai târziu vi se va solicita parola la certificat si trebuie sa introduceti codul PIN de import afișat pe această pagină.
sl_si: Med namestitvijo boste morali najprej vnesti geslo, ki predstavlja varnostno kodo naprave. Pozneje se bo prikazal poziv za vnos gesla za potrdilo, ko boste morali vnesti kodo PIN za uvoz, prikazano na tej strani.
tr_tr: Kurulum sırasında önce şifrenizi girmeniz istenecek - bu, cihazınızın güvenlik kodudur! Daha sonra sertifika için parola istenecek ve burada bu sayfada gösterilen içe aktarma PIN'ini girmeniz gerekecek.
uk_ua: Під час інсталяції вас спочатку попросять ввести код доступу — це код безпеки вашого пристрою! Пізніше буде запитано пароль до сертифіката, і там слід ввести PIN-код імпорту, показаний на цій сторінці.

source: Apple iOS mobile device (iOS 5 and 6)
bg_bg: Мобилно устройство Apple iOS (iOS 5 и 6)
ca_es: Dispositiu mòbil Apple (iOS 5 i 6)
cs_cz: Mobilní zařízení s Apple iOS (iOS 5 a 6)
cy: Dyfais symudol Apple iOS (iOS 5 a 6)
de_de: Apple Mobilgerät (iOS 5 und 6)
el_gr: Apple iOS κινητή συσκευή (iOS 5 and 6)
es_es: Dispositivo móvil de Apple (iOS 5 y 6)
et_ee: Apple'i iOSiga mobiilseade (iOS 5 ja 6)
fi_fi: Apple iOS -mobiililaite (iOS 5 ja 6)
fr_fr: Appareil mobile Apple iOS (iOS 5 and 6)
hr_hr: Apple iOS mobilni uređaj (iOS 5 i 6)
hu_hu: Apple iOS mobil eszköz (iOS 5 vagy 6)
it_it: Dispositivo mobile Apple iOS (iOS 5 and 6)
nb_no: Apple iOS mobil enhet (iOS 5 and 6)
pl_pl: Urządzenie mobilne Apple (iOS 5 and 6)
pt_pt: Dispositivo móvel Apple iOS (iOS 5 e 6)
ro_ro: Dispozitiv mobil Apple (iOS 5 sau 6)
sl_si: Mobilna naprava Apple iOS (iOS 5 in 6)
tr_tr: Apple iOS mobil cihazları (iOS 5 ve 6)
uk_ua: Apple iOS мобільний пристрій (iOS 5 and 6)

source: Linux
bg_bg: Линукс

source: After downloading the file, open the Chrome browser and browse to this URL: <a href='chrome://network'>chrome://network</a>. Then, use the 'Import ONC file' button. The import is silent; the new network definitions will be added to the preferred networks.
ar: بعد تنزيل الملف، قم بفتح متصفح Chrome والانتقال إلى عنوان <a href='chrome://network'>chrome://network</a>. ثم استخدم زر 'استيراد ملف ONC'. الاستيراد صامت. ستتم إضافة تعريفات الشبكة الجديدة إلى الشبكات المفضلة.
bg_bg: След изтеглянето на файла, отворете браузера Chrome и заредете URL: <a href='chrome://network'>chrome://network</a>. След това натиснете бутона 'Import ONC file'. Импортът е невидим; към предпочитаните мрежи ще бъдат добавени новите мрежови дефиниции.
ca_es: Un cop baixat el fitxer, obriu el navegador Chrome i navegueu a: <a href='chrome://network'>chrome://network</a>. Després feu servir el botó 'Importeu el fitxer ONC'. La importació és immediata i les noves definicions de xarxa s'afegeixen a les xarxes desades.
cs_cz: Po stažení souboru, otevřete prohlížeč Chrome a přejděte na adresu: <a href='chrome://network'>chrome://network</a>. Potom použijte tlačítko "Importovat soubor ONC '. Import je bez upozornění; nové definice sítě budou přidány do preferovaných sítí.
cy: Ar ôl lawrlwytho'r ffeil, agorwch y porwr Chrome a phori i'r URL hwn: <a href='chrome://network'>chrome://network</a>. Yna, defnyddiwch y botwm 'Import ONC file'. Mae'r mewnforio yn dawel; bydd y diffiniadau rhwydwaith newydd yn cael eu hychwanegu at y rhwydweithiau a ffefrir.
de_de: Nach dem Herunterladen der Datei müssen Sie den Chrome Browser öffnen und die folgende URL aufrufen: <a href='chrome://network'>chrome://network</a>. Dort benutzen Sie dann den 'Import ONC file' Knopf. Der Import geht ohne jegliche Rückmeldung vonstatten; das neue Netzwerk taucht nach Abschluss in Ihrer Gerätekonfiguration auf.
el_gr: Μετά τη λήψη του αρχείου, ανοίξτε τον φυλλομετρητή Chrome και πλοηγηθείτε σε αυτό το URL : <a href='chrome://network'>chrome://network</a>. Έπειτα, χρησιμοποιήστε το κουμπί 'Εισαγωγή αρχείου ONC'. Η εισαγωγή γίνεται σιωπηρά· οι νέοι ορισμοί του δικτύου θα προστεθούν στα προτιμώμενα δίκτυα.
es_es: Después de descargar el archivo abra el navegador Chrome y acceda a esta URL: <a href='chrome://network'>chrome://network</a>. Una vez ahí use el botón "Importar archivo ONC". La importación es silenciosa y las nuevas definiciones de red se añadirán a las redes preferidas.
et_ee: Peale faili allalaadimist ava Chrome veebilehitseja ja sellega URL: <a href='chrome://network'>chrome://network</a>. Klõpsa 'Import ONC file' nuppu. Import tehakse taustal ja uus võrk lisatakse eelistatud võrkudele.
fi_fi: Tiedoston lataamisen jälkeen käynnistä Chrome-selain ja avaa URL <a href='chrome://network'> chrome://network </a>. Tämän jälkeen klikkaa 'Import ONC file' -painiketta, joka tallentaa uudet verkkomääritykset.
fr_fr: Après avoir téléchargé le fichier, ouvrez le navigateur Chrome et utilisez l'URL : <a href='chrome://network'>chome://network</a>. Ensuite, utilisez le bouton "Importer un fichier ONC". L'importation est silencieuse ; les nouvelles définitions de réseau seront ajoutées aux réseaux préférés.
hr_hr: Nakon preuzimanja datoteke, otvorite istu u Chrome pregledniku i iskoristite URL <a href='chrome://network'>chrome://network</a> . Nakon toga odaberite 'Import ONC file' tipku. Ucitavanje nove konfiguracije proći će bez dodatnih poruka, , a nova konfiguracija biti ce dodana na popis mrežnih veza
hu_hu: Miután letöltötte a fájlt, nyissa meg a Chrome böngészőt és navigáljon a következő URL-re: <a href='chrome://network'>chrome://network</a>. Kattintson a 'Import ONC file' nyomógombra. A konfiguráció betöltés ennek hatására megtörténik; Az új hálózati definició a preferált hálózatokhoz kerül hozzáadásra.
it_it: Dopo aver scaricato il file, apri il browser Chrome e naviga fino a questo URL: <a href='chrome://network'>chrome://network</a>. Quindi, utilizza il pulsante "Importa file ONC". L'importazione è silenziosa; le nuove definizioni di rete saranno aggiunte alle reti preferite.
nb_no: Etter nedlastningen av filen, åpne Chrome-nettleseren og gå til denne URL-en: <a>chomre://network</a>. Trykk 'Importer ONC-fil'. Importen gir ikke signal fra seg; den nye nettverksdefinisjonene blir lagt til de prefererte nettverkene.
pl_pl: Po pobraniu pliku otwórz w przeglądarkę Chrom i przejdź do adresu <a href='chrome://network'>chrome://network</a>. Następnie użyj przycisku 'Importuj plik ONC'. Import jest realizowany bez dodatkowych komunikatów; nowe definicje sieci są dodawane do ustawień preferowanych sieci.
pt_pt: Após descarregar o ficheiro, abra o Chrome e navegue para este URL: <a href='chrome://net-internals/#chromeos'>chrome://network</a>. Depois, use o botão 'Importar ficheiro ONC'. A importação é feita silenciosamente; a nova definição de rede será adicionada às redes preferidas.
ro_ro: După ce descărcați fișierul, deschideți browser-ul și căutați acest site: <a href='chrome://network'>chrome://network</a>. Dați click pe butonul 'Import ONC file'. Importarea este silențioasă; noile definiții ale rețelei vor fii adăugate la rețelele preferate.
sl_si: Ko prenesete datoteko, v brskalniku Chrome odprite ta URL: <a href='chrome://network'>chrome://network</a>. Nato pritisnite gumb »Uvozi datoteko ONC«. Uvoz poteka v ozadju; nove omrežne definicije bodo dodane prednostnim omrežjem.
tr_tr: Dosyayı indirdikten sonra, Chrome tarayıcısını açın ve şu URL'ye gidin: <a href='chrome://network'>chrome://network</a>. Daha sonra, 'ONC dosyası içe aktar' düğmesini kullanın. İçe aktarma sessizdir; yeni ağ tanımları tercih edilen ağlara eklenecektir.
uk_ua: Після завантаження файлу відкрийте браузер Chrome і перейдіть за цією адресою: <a href='chrome://network'>chrome://network</a>. Потім натисніть кнопку "Імпортувати файл ONC". Імпорт відбувається без сповіщення; нові налаштування мереж буде додано до вибраних мереж.

source: Android 8 and higher
ar: اندرويد اصدار 8 أو اعلى
bg_bg: Android 8 и по-висока версия
ca_es: Android 8 i superior
cs_cz: Android 8 a novější
cy: Android 8 a mwy newydd
de_de: Android 8 und höher
el_gr: Android 8 και νεότερο
es_es: Android 8 y superior
et_ee: Android 8 ja uuem
fi_fi: Android 8 tai uudempi
fr_fr: Android 8 et plus récent
hr_hr: Android 8 i noviji
hu_hu: Android 8 és újabb
it_it: Android 8 o più nuovo
nb_no: Android 8 og nyere
pl_pl: Android 8 i nowszy
pt_pt: Android 8 ou superior
ro_ro: Android 8 și versiuni mai noi
sl_si: Android 8 in novejši
tr_tr: Android 8 ve üstü
uk_ua: Android 8 і вище
