Repository: GEANT/CAT
Catalog: translation/*/devices.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, nb_no, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_rs, tr_tr, uk_ua

source: Credentials installation problem
ar: مشكلة في معلومات الدخول الى التثبيت
bg_bg: Проблем с инсталирането на удостоверенията за самоличност
ca_es: Problema en la instal·lació de credencials
cs_cz: Problém s nastavením přihlašovacích údajů
cy: Problem gosod manylion mewngofnodi mynediad defnyddiwr
de_de: Problem beim Installieren der Benutzerdaten
el_gr: Πρόβλημα κατά την εγκατάσταση των διαπιστευτηρίων
es_es: Problema instalando credenciales
et_ee: Viga kasutajakonto paigaldamisel
fi_fi: Käyttäjätietojen asennusongelma
fr_fr: Problème lors de l'installation des identifiants
hr_hr: Problem pri instalaciji vjerodajnica
hu_hu: Azonosító telepítési probléma
it_it: Problema di installazione delle credenziali
nb_no: Problem med installasjon av brukeropplysninger
pl_pl: Problem z instalacją danych użytkownika
pt_pt: Problema de instalação de credenciais
ro_ro: Problemă la instalarea credențialelor.
sk_sk: Problém s nastavením prihlasovacích údajov
sl_si: Težava pri nameščanju poverilnic
sr_rs: Problem sa instalacijom kredencijala
tr_tr: Kimlik bilgileri kurulum problemi
uk_ua: Проблема встановлення облікових даних

source: %s installer for
ar: %s المثبت الخاص ب
bg_bg: %s инсталатор за
ca_es: Instal·lador %s per a
cs_cz: instalační program %s pro
cy: gosodwr %s ar gyfer
de_de: %s Installationsprogramm für
el_gr: %s πακέτο εγκατάστασης για
es_es: Instalador %s para
et_ee: %si paigaldusprogramm
fi_fi: %s asennusohjelma
fr_fr: installateur %s pour
gl_es: Instalador %s para
hr_hr: %s installer za
hu_hu: %s telepítő
it_it: %s programma di installazione per
nb_no: %s installasjonsprogram for
pl_pl: Instalator %s
pt_pt: %s instalador para
ro_ro: program de instalare %s pentru
sk_sk: inštalačný program %s pre
sl_si: Namestitveni program %s za
sr_rs: %s program za instalaciju za
tr_tr: %s için yükleyici
uk_ua: %s інсталятор для

source: Install personal certificate
ar: تثبيت الشهادة الشخصية
bg_bg: Инсталирайте персонален сертификат
ca_es: Instal·leu un certificat personal
cs_cz: Instalovat osobní certifikát
cy: gosod tystysgrif bersonol
de_de: Persönliches Zertifikat installieren
el_gr: Εγκατάσταση προσωπικού πιστοποιητικού
es_es: Instalar certificado personal
et_ee: Paigalda isikusertifikaat
fi_fi: asenna henkilövarmenne
fr_fr: Installez votre certificat personnel
gl_es: Instalar o certificado persoal
hr_hr: Postavi osobni certifikat
hu_hu: személyes tanúsítvány telepítése
it_it: Installa il certificato personale
nb_no: Installer personlig sertifikat
pl_pl: Instaluję certyfikat osobisty
pt_pt: Instale o certificado pessoal
ro_ro: Instalarea certificatului personal
sk_sk: Inštalovať osobný certifikát
sl_si: Namestitev osebnega potrdila
sr_rs: Instaliraj personalni sertifikat
tr_tr: Kişisel sertifika yükle
uk_ua: Встановити особистий сертифікат

source: Preparing to install personal certificate.
ar: التحضير لتثبيت الشهادة الشخصية.
bg_bg: Подготовка за инсталиране на персонален сертификат.
ca_es: Preparant-se per a instal·lar un certificat personal.
cs_cz: Připravuje se instalace osobního certifikátu.
cy: Paratoi i osod tystysgrif bersonol.
de_de: Installation des persönlichen Zertifikats wird vorbereitet.
el_gr: Προετοιμασία για εγκατάσταση προσωπικού πιστοποιητικού.
es_es: Preparando la instalación del certificado personal.
et_ee: Valmistume paigaldama isikusertifikaati
fi_fi: Valmistaudutaan asentamaan henkilövarmenne.
fr_fr: Préparation de l'installation du certificat personnel
gl_es: Preparación para instalar o certificado persoal.
hr_hr: Priprema za instaliranje osobnog certifikata.
hu_hu: Felkészülés a személyes tanúsítvány telepítésére
it_it: Preparazione dell'installazione del certificato personale.
nb_no: Forbereder installasjon av personlig sertifikat
pl_pl: Gotowy do zainstalowania certyfikatu osobistego
pt_pt: A preparar para instalar o certificado pessoal
ro_ro: Se pregătește instalarea certificatului personal
sk_sk: Prípravuje sa inštalácia osobného certifikátu.
sl_si: Priprava na namestitev osebnega potrdila.
sr_rs: Instaliranje personalnog sertifikata se priprema.
tr_tr: Kişisel sertifika kurulumu için hazırlanıyor.
uk_ua: Підготовка до встановлення особистого сертифіката.

source: Click OK to continue
ar: اضغط موافق للاستمرار
bg_bg: Натиснете ОК, за да продължите
ca_es: Cliqueu OK per a continuar
cs_cz: Pro pokračování stiskněte OK
cy: Cliciwch OK i barhau
de_de: Drücken Sie OK um fortzufahren
el_gr: Πατήστε ΟΚ για να συνεχίσετε
es_es: Haz click en OK para continuar.
et_ee: Jätkamiseks klõpsa OK
fi_fi: Napsauta OK jatkaaksesi
fr_fr: Cliquez OK pour continuer
gl_es: Prema en OK para continuar
hr_hr: Odaberi OK za nastavak
hu_hu: Kattints a Rendben gombra a folytatáshoz
it_it: Cliccare OK per continuare.
nb_no: Klikk OK for å fortsette
pl_pl: Kliknij OK, aby kontynuować
pt_pt: Clique OK para avançar
ro_ro: Apăsați OK pentru a continua
sk_sk: Ak chcete pokračovať, stlačte tlačítko OK
sl_si: Za nadaljevanje kliknite "V redu"
sr_rs: Klikni OK da bi nastavili
tr_tr: Devam etmek için 'Tamam' ı tıklayın
uk_ua: Натисніть OK, щоб продовжити

source: Certificate files (*.p12)
ar: ملفات الشهادة (p12*)
bg_bg: Файлове на сертификат (*.p12)
ca_es: Arxius de certificat (*.p12)
cs_cz: Soubory s certifikátem (*.p12)
cy: Ffeiliau tystysgrif (*.p12)
de_de: Zertifikatsdateien (*.p12)
el_gr: Αρχεία πιστοποιητικού (*.p12)
es_es: Ficheros de certificado (*.p12)
et_ee: Sertifikaadi failid (*.p12)
fi_fi: Varmennetiedostot (*.p12)
fr_fr: Fichiers de certificats (*.p12)
gl_es: Ficheiros do certificado (*.p12)
hr_hr: Certifikat datoteke (*.p12)
hu_hu: Tanúsítvány fájlok (*.p12)
it_it: File Certificato (*.p12)
nb_no: Sertifikat filer (*.p12)
pl_pl: Pliki certyfikatów (*.p12)
pt_pt: Ficheiros contendo certificados (*.p12)
ro_ro: Fișierele cu certificat (*.p12)
sk_sk: Súbory s certifikátom (*.p12)
sl_si: Datoteke potrdil (*.p12)
sr_rs: Sertifikati (*.p12)
tr_tr: Sertifika dosyaları (*.p12)
uk_ua: Файли сертифікатів (*.p12)

source: Certificate files (*pfx)
ar: ملفات الشهادة (pfx*)
bg_bg: Файлове на сертификат (*pfx)
ca_es: Arxius de certificat (*.pfx)
cs_cz: Soubory s certifikátem (*pfx)
cy: Ffeiliau tystysgrif (*.pfx)
de_de: Zertifikatsdateien (*pfx)
el_gr: Αρχεία πιστοποιητικού (*pfx)
es_es: Ficheros de certificado (*.pfx)
et_ee: Sertifikaadi failid (*.pfx)
fi_fi: Varmennetiedostot (*.pfx)
fr_fr: Fichiers de certificats (*.pfx)
gl_es: Ficheiros do certificado (*pfx)
hr_hr: Certifikat datoteke (*.pfx)
hu_hu: Tanúsítvány fájlok (*.pfx)
it_it: File Certificato (*.pfx)
nb_no: Sertifikat filer (*pfx)
pl_pl: Pliki certyfikatów (*.pfx)
pt_pt: Ficheiros contendo certificados (*.pfx)
ro_ro: Fișierele cu certificat (*.pfx)
sk_sk: Súbory s certifikátom (*pfx)
sl_si: Datoteke potrdil (*pfx)
sr_rs: Sertifikati (*pfx)
tr_tr: Sertifika dosyaları (*.pfx)
uk_ua: Файли сертифікатів (*pfx)

source: certificate password:
ar: كلمة مرور الشهادة:
bg_bg: парола за сертификата:
ca_es: contrasenya del certificat:
cs_cz: heslo k certifikátu:
cy: cyfrinair tystysgrif:
de_de: Zertifikats-Passwort:
el_gr: κωδικός πιστοποιητικού:
es_es: contraseña del certificado:
et_ee: sertifikaadi parool:
fi_fi: varmenteen salasana:
fr_fr: mot de passe du certificat :
gl_es: contrasinal do certificado:
hr_hr: lozinka certifikata:
hu_hu: Tanúsítvány jelszó:
it_it: password del certificato:
nb_no: sertifikat passord:
pl_pl: hasło do certyfikatu:
pt_pt: password do certificado:
ro_ro: parola certificatului:
sk_sk: heslo certifikátu:
sl_si: geslo potrdila:
sr_rs: lozinka za sertifikat:
tr_tr: sertikifa parolası:
uk_ua: пароль сертифіката:

source: Username:
ar: اسم المستخدم:
bg_bg: Потребителско име:
ca_es: Identificador:
cs_cz: Uživatelské jméno:
cy: Enw defnyddiwr:
de_de: Benutzername:
el_gr: Όνομα χρήστη:
es_es: Usuario:
et_ee: Kasutajanimi:
fi_fi: Käyttäjätunnus:
fr_fr: Nom d'utilisateur :
hr_hr: Korisnička oznaka:
hu_hu: Felhasználónév:
it_it: Nome utente:
nb_no: Brukernavn:
pl_pl: Użytkownik:
ro_ro: Numele de utilizator:
sk_sk: Používateľské meno:
sl_si: Uporabniško ime:
sr_rs: Korisničko ime:
tr_tr: Kullanıcı Adı:
uk_ua: Ім'я користувача:

source: Selected file: $Cert_file
ar: الملف المحدد: Cert_file$
bg_bg: Избран файл: $Cert_file
ca_es: Arxiu selecciona: $Cert_file
cs_cz: Vybraný soubor: $Cert_file
cy: Ffeil a ddewiswyd: $Cert_file
de_de: Ausgewählte Datei: $Cert_file
el_gr: Επιλεγμένο αρχείο: $Cert_file
es_es: Seleccionado el fichero: $Cert_file
et_ee: Valitud fail: $Cert_file
fi_fi: Valittu tiedosto: $Cert_file
fr_fr: Fichier sélectionné : $Cert_file
gl_es: Seleccionar o ficheiro: $Cert_file
hr_hr: Odabrana datoteka: $Cert_file
hu_hu: A kiválasztott fájl: $Cert_file
it_it: File selezionato: $Cert_file
nb_no: Velg fil: $Cert_file
pl_pl: Wybrany plik: $Cert_file
pt_pt: Selecione o ficheiro $Cert_file
ro_ro: Fișier selectat: $Cert_file
sk_sk: Označený súbor: $Cert_file
sl_si: Izbrana datoteka: $Cert_file
sr_rs: Odabrani fajl: $Cert_file
tr_tr: Seçilen dosyalar: $Cert_file
uk_ua: Вибраний файл: $Cert_file

source: import password:
ar: كلمة مرور الإستيراد:
bg_bg: входяща парола:
ca_es: contrasenya d'importació:
cs_cz: heslo pro vložení
cy: mewnforio cyfrinair:
de_de: Import-Passwort:
el_gr: κωδικός εισαγωγής:
es_es: contraseña de importación:
et_ee: importimise parool:
fi_fi: tuo salasana:
fr_fr: mot de passe d'importation :
hr_hr: lozinka za import:
hu_hu: importáló jelszó
it_it: password di importazione:
nb_no: importer passord:
pl_pl: hasło importu:
pt_pt: importar palavra passe:
ro_ro: importă parola:
sl_si: geslo za uvoz:
sr_rs: uvezi lozinku:
tr_tr: içe aktarma parolası:
uk_ua: імпортувати пароль:

source: No certificate file selected
ar: لم يتم اختيار الشهادة الأمنية
bg_bg: Не е избран файл на сертификат
ca_es: No s'ha seleccionat cap arxiu de certificat
cs_cz: Nebyl vybrán soubor s certifikátem
cy: Dim ffeil tystysgrif wedi'i dewis
de_de: Keine Zertifikatsdatei ausgewählt
el_gr: Δεν επιλέχθηκε αρχείο πιστοποιητικού
es_es: Ningún certificado seleccionado
et_ee: Sertifikaadi faili ei ole valitud
fi_fi: Varmennetiedostoa ei ole valittu
fr_fr: Aucun fichier de certificat sélectionné
gl_es: Non se seleccionou o ficheiro do certificado
hr_hr: Nije odabrana niti jedna datoteka s certifikatom
hu_hu: Nem lett kiválasztva tanúsítvány fájl
it_it: Nessun file di certificato selezionato
nb_no: Ingen sertifikat fil er valgt
pl_pl: Nie wybrano pliku certyfikatu
pt_pt: Não selecionou nunhum ficheiro contendo certificado
ro_ro: Nu a fost selectat niciun certificat
sk_sk: Nebol označený súbor s certifikátom
sl_si: Izbrana ni nobena datoteka potrdila
sr_rs: Nije odabran nijedan sertifikat
tr_tr: Sertifika dosyası seçilmedi
uk_ua: Файл сертифіката не вибраний

source: Incorrect import password$\r$\nenter again
ar: كلمة مرور الإستيراد خاطئة$\r$\n أدخل الكلمة مرة أخرى
bg_bg: Некоректна входяща парола $\r$\nвъведете отново
ca_es: Contrasenya incorrecta$\r$\ntorneu-ho a provar
cs_cz: Nesprávné heslo ke vložení$\r$\nzadajte znovu heslo
cy: Cyfrinair mewnforio anghywir$\r$\nrhowch eto
de_de: Falsches Import-Passwort$\r$\nNeuer Versuch
el_gr: Λανθασμένος κωδικός εισαγωγής$\r$\nεισάγετε ξανά
es_es: Contraseña de importación incorrecta$\r$\nintrodúcela de nuevo
et_ee: Importimise parool on vale$\r$\nsisesta uuesti
fi_fi: Väärä salasana$\r$\nyritä uudelleen
fr_fr: Mot de passe d'importation incorrect$\r$\nessayez encore
hr_hr: neispravna lozinka za import $\r$\nenter again
hu_hu: Nem megfelelő importáló jelszó$\r$\nenter
it_it: Password di importazione non corretta$\r$\ninseriscila nuovamente
nb_no: Feil import passord $\r$\n prøv igjen
pl_pl: Błędne hasło importu$\r$\nwprowadź ponownie
pt_pt: Password importada errada$\r$\ncoloque novamente
ro_ro: Parola importată incorectă$\r$\nintroduceţi din nou
sl_si: Napačno geslo za uvoz$\r$\nvnesite ga znova
sr_rs: Neispravna lozinka za uvoz$\r$\nunesite lozinku ponovo
tr_tr: Yanlış içe aktarma parolası\$r$\n yeniden girin
uk_ua: Неправильний імпортний пароль $\r$\n введіть знову

source: Incorrect certificate password$\r$\nenter again
ar: كلمة مرور الشهادة الأمنية خاطئة$\r$\n ادخل الكلمة مرة أخرى
bg_bg: Некоректа парола на серитфикат$\r$\nвъведете отново
ca_es: Contrasenya del certificat incorrecte$\r$\nentreu-la de nou
cs_cz: Nesprávné heslo k certifikátu$\r$\nzadejte znovu heslo
cy: Cyfrinair tystysgrif anghywir$\r$\nrhowch eto
de_de: Falsches Passwort für das Zertifikat$\r$\nNeuer Versuch
el_gr: Λανθασμένος κωδικός πιστοποιητικού$\r$\nεισάγετε ξανά
es_es: Contraseña incorrecta del certificado$\r$\nintroducir de nuevo
et_ee: Sertifikaadi parool on vale$\r$\nsisesta uuesti
fi_fi: Väärä varmenteen salasana$\r$\nKoeta uudelleen
fr_fr: Mot de passe de certificat incorrect$\r$\nessayez encore
gl_es: Contrasinal incorrecto do certificado$\r$\nintrodúzao outra vez
hr_hr: Neispravna lozinka certifikata$\r$\nunesite ponovno
hu_hu: Hibás tanúsítvány jelszó$\r$\nPróbáld újra
it_it: Password del certificato errata$\r$\nreinserirla
nb_no: Feil sertifikat passord$\r$\n forsøk igjen
pl_pl: Nieprawidłowe hasło certyfikatu$\r$\nwprowadź ponownie
pt_pt: Password de certificado incorrecta$\r$\ntente novamente
ro_ro: Parola de la certificat este incorectă$\r$\nîntroduceţi din nou
sk_sk: Nesprávne heslo certifikátu$\r$\nznova zadajte heslo
sl_si: Napačno geslo potrdila$\r$\nvnesite ga znova
sr_rs: Netačna lozinka za sertifikat $\r$\nunesite ponovo
tr_tr: Yanlış sertifika parolası\$r$\n yeniden girin
uk_ua: Неправильний пароль сертифіката $\r$\n введіть знову

source: Username contained some trailing spaces which were removed.
ar: يحتوي اسم المستخدم على بعض المسافات الزائدة التي تمت إزالتها.
bg_bg: Интервалите след потребителското име бяха премахнати.
ca_es: L'identificador contenia espais en blanc que s'han eliminat
cs_cz: Uživatelské jméno obsahovalo mezery, které odstraněny.
cy: Roedd yr enw defnyddiwr yn cynnwys rhai bylchau llusgo a gafodd eu dileu.
de_de: Benutzername enthielt Leerzeichen am Ende; diese wurden entfernt.
el_gr: Το Username περιείχε στο τέλος του κενά διαστήματα τα οποία αφαιρέθηκαν.
es_es: El nombre de usuario contenía algunos espacios al final que se han eliminado.
et_ee: Kasutajanimi sisaldas mõningaid tühikuid, mis eemaldati.
fi_fi: Käyttäjätunnuksesi sisälsi välilyöntejä, jotka poistettiin.
fr_fr: Le nom d'utilisateur contenait des espaces terminaux qui ont été supprimés.
hr_hr: Korisnička oznaka sadrži nekoliko vodećih razmaka koje je sustav obrisao.
hu_hu: A felhasználói név végén space-ek voltak találhatóak, amelyet töröltünk.
it_it: Il nome utente conteneva degli spazi che sono stati eliminati
nb_no: Brukernavn innehold mellomrom til slutt, de ble fjernet.
pl_pl: Identyfikator użytkownika zawierał spacje na końcu, zostały oneusunięte.
pt_pt: O nome de utilizador tinha espaços à direita que foram removidos.
ro_ro: Numele de utilizator conține spații goale care au fost înlăturate.
sl_si: Uporabniško ime je vsebovalo nekaj končnih presledkov, ki so bili odstranjeni.
tr_tr: Kullanıcı adında bazı sondaki boşluklar bulunuyordu ve bunlar kaldırıldı.
uk_ua: Ім'я користувача містило кілька пробілів, які було видалено.

source: Error: your username must be in the form of 'xxx@${REALM}'. Please enter the username in the correct format.
ar: خطأ: يجب أن يكون اسم المستخدم الخاص بك على شكل 'xxx@${REALM}'. يرجى إدخال اسم المستخدم بشكل صحيح.
bg_bg: Грешка: Вашето потребителско име трябва да бъде във вида 'xxx@${REALM}'. Моля въведете потребителското име в коректния формат.
ca_es: Error: el vostre identificador ha de ser de l'estil 'xxx@${REALM}'. Introduïu-lo en el format correcte.
cs_cz: Chyba: Vaše uživatelské jméno musí být ve formátu 'jméno@${REALM}'. Zadejte prosím uživatelské jméno ve správném formátu.
cy: Gwall: rhaid i'ch enw defnyddiwr fod ar ffurf 'xxx@${REALM}'. Rhowch yr enw defnyddiwr yn y fformat cywir.
de_de: Fehler: Ihr Benutzername muss in der Form 'xxx@${REALM}' sein. Bitte verwenden Sie das korrekte Format.
el_gr: Σφάλμα: το όνομα χρήστη σας πρέπει να είναι στην μορφή 'xxx@${REALM}'. Παρακαλώ εισάγετε το όνομα χρήστη σας στην ορθή μορφή.
es_es: Error: tu nombre de usuario debe tener la forma "usuario@${REALM}". Por favor, introduce el nombre de usuario de forma correcta.
et_ee: Viga: kasutajanimi peab olema kujul 'xxx@${REALM}'. Palun sisesta kasutajanimi korrektsel kujul.
fi_fi: Virhe: käyttäjätunnuksen pitää olla muodossa 'xxx@${REALM}'. Yritä uudelleen.
fr_fr: Erreur : votre nom d'utilisateur doit être de la forme 'xxx@{REALM}'. Merci d'entrer le nom d'utilisateur dans le bon format.
hr_hr: Pogreška: Vaše korisničko ime treba biti forme 'xxx@${REALM}'. Molimo unesite korisničko ime u ispravnom formatu.
hu_hu: Hiba: a felhasználónevének "xxx@${REALM}" formában kell lennie. Kérjük, adja meg a felhasználónevet a megfelelő formátumban.
it_it: Errore: il tuo nome utente deve essere nel formato 'xxx@${REALM}'. Inserire il nome utente nel formato corretto.
nb_no: Feil: Brukernavn må være på formen 'xxx@${REALM}'. Vennligst oppgi brukernavn i korrekt format.
pl_pl: Błąd: Twoja nazwa użytkownika musi być w postaci 'xxx@${REALM}'. Proszę wprowadzić poprawną nazwę użytkownika.
pt_pt: Erro: o seu nome de utilizador deve estar na forma 'xxx@${REALM}'. Por favor coloque o nome de utilizador no formato correto.
ro_ro: Eroare: numele de utilizator trebuie să fie de forma 'xxx@${REALM}'. Vă rugăm introduceți numele de utilizator în forma corectă.
sl_si: Napaka: uporabniško ime mora biti v obliki 'xxx@${REALM}'. Vnesite ga v ustrezni obliki.
sr_rs: Greška: vaše korisničko ime mora biti u formi 'xxx@${REALM}'. Unesite korisničko ime u ispravnoj formi.
tr_tr: Hata: kullanıcı adınız 'xxx@${REALM}' biçiminde olmalı. Lütfen kullanıcı adını doğru biçimde girin.
uk_ua: Помилка: ваше ім'я користувача має бути у формі 'xxx@${REALM}'. Введіть ім’я користувача у правильному форматі.

source: Error: your username must be in the form of 'xxx@institutionID' and end with '${REALM}'. Please enter the username in the correct format.
ar: خطأ: يجب أن يكون اسم المستخدم الخاص بك على شكل 'xxx@institutionID' وينتهي ب '{REALM}$'. يرجى إدخال اسم المستخدم بشكل صحيح.
bg_bg: Грешка: Вашето потребителско име трябва да бъде във вида 'xxx@institutionID' и да завършва с '${REALM}'. Моля въведете потребителското име в коректния формат.
ca_es: Error: el vostre identificador ha de ser de l'estil 'xxx@IDinstitució' i acabar en '${REALM}'. Introduïu-lo en el format correcte.
cs_cz: Chyba: Vaše uživatelské jméno musí být ve formátu 'jméno@institutionID' a končit s '${REALM}'. Zadejte prosím uživatelské jméno ve správném formátu.
cy: Gwall: rhaid i'ch enw defnyddiwr fod ar ffurf 'xxx@institutionID' a gorffen gyda '${REALM}'. Rhowch yr enw defnyddiwr yn y fformat cywir.
de_de: Fehler: Ihr Benutzername muss in der Form 'xxx@institutsID' sein und auf '${REALM}' enden. Bitte verwenden Sie das korrekte Format.
el_gr: Σφάλμα: το όνομα χρήστη σας πρέπει να είναι στην μορφή 'xxx@institutionID' και να λήγει με '${REALM}'. Παρακαλώ πολύ εισάγετε το όνομα χρήστη σας στην ορθή μορφή.
es_es: Error: tu nombre de usuario debe tener la forma 'usuario@dominio' y terminar con '${REALM}'. Por favor, introduce el nombre de usuario de forma correcta.
et_ee: Viga: kasutajanimi peab olema kujul 'xxx@asutuseID' ja lõppema '${REALM}' domeeniga. Palun sisesta kasutajanimi korrektsel kujul.
fi_fi: Virhe: käyttäjätunnuksen pitää olla muodossa 'xxx@institutionID' ja päättyä '${REALM}'. Yritä uudelleen.
fr_fr: Erreur : votre nom d'utilisateur doit être de la forme 'xxx@institutionID' et se terminer en '${REALM}'. Veuillez entrer le nom d'utilisateur dans le bon format.
hr_hr: Pogreška: Vaše korisničko ime treba biti formata 'xxx@institutionID' i završavati sa '${REALM}'. Molimo unesite korisničko ime u ispravnom formatu.
hu_hu: Hiba: a felhasználónévnek "xxx@intézményazonosító" formában kell lennie, és a "${REALM}" kifejezéssel kell végződnie. Kérjük, adja meg a felhasználónevet a megfelelő formátumban.
it_it: Errore: il tuo nome utente deve essere nel formato 'xxx@IDorganizzazione' e terminare con '${REALM}'. Inserire il nome utente nel formato corretto.
nb_no: Feil: Brukernavn må være på formen 'xxx@institutionID' og slutte med '${REALM}'. Vennligst oppgi brukernavn i korrekt format.
pl_pl: Błąd: Twoja nazwa użytkownika musi mieć postać 'xxx@identyfikatorInstytucji' i kończyć się '${REALM}'. Proszę wprowadzić poprawną nazwę użytkownika.
pt_pt: Erro: o seu nome de utilizador tem de estar na forma 'xxx@institutionID' e terminar com '${REALM}'. Por favor coloque o nome de utilizador no formato correto.
ro_ro: Eroare: numele de utilizator trebuie să fie de forma 'xxx@IDinstituție' și să se termine cu '${REALM}'. Vă rugăm introduceți numele de utilizator în forma corectă.
sl_si: Napaka: uporabniško ime mora biti v obliki 'xxx@institutionID' s pripono '${REALM}'. Vnesite ga v ustrezni obliki.
sr_rs: Greška: vaše korisničko ime mora biti u formi 'xxx@domen.institucije' i da se završava sa '${REALM}'. Unesite korisničko ime u ispravnoj formi.
tr_tr: Hata: kullanıcı adınız 'xxx@kurumKimliği' biçiminde olmalı ve '${REALM}' ile bitmelidir. Lütfen kullanıcı adını doğru biçimde girin.
uk_ua: Помилка: ваше ім’я користувача має бути у формі 'xxx@institutionID' і закінчуватися на '${REALM}'. Введіть ім’я користувача у правильному форматі.

source: User credentials
ar: بيانات دخول المستخدم
bg_bg: Потребителски удостоверения за самоличност
ca_es: Credencials d'usuari
cs_cz: Přihlašovací údaje
cy: Manylion mewngofnodi mynediad defnyddiwr
de_de: Benutzerdaten
el_gr: Διαπιστευτήρια χρήστη
es_es: Credenciales del usuario
et_ee: Kasutajakonto andmed
fi_fi: Käyttäjätiedot
fr_fr: Identifiants de l'utilisateur
hr_hr: Vjerodajnice korisnika
hu_hu: Felhasználói azonosítók
it_it: Credenziali utente
nb_no: Brukeropplysninger
pl_pl: Dane logowania
pt_pt: Credenciais do utilizador
ro_ro: Credențialele utilizatorului
sk_sk: Prihlasovacie údaje
sl_si: Uporabniške poverilnice
sr_rs: Korisnički kredencijali:
tr_tr: Kullanıcı kimlik bilgileri
uk_ua: Ідентифікаційні дані користувача

source: Password:
ar: كلمة المرور
bg_bg: Парола:
ca_es: Contrasenya:
cs_cz: Heslo:
cy: Cyfrinair:
de_de: Passwort:
el_gr: Κωδικός:
es_es: Contraseña:
et_ee: Parool:
fi_fi: Salasana:
fr_fr: Mot de passe :
hr_hr: Lozinka:
hu_hu: Jelszó:
nb_no: Passord:
pl_pl: Hasło:
ro_ro: Parola:
sk_sk: Heslo:
sl_si: Geslo:
sr_rs: Lozinka:
tr_tr: Parola:
uk_ua: Пароль:

source: Repeat password:
ar: أعد كلمة المرور:
bg_bg: Повторете паролата:
ca_es: Repetir contrasenya:
cs_cz: Zopakujte heslo:
cy: Ailadrodd cyfrinair:
de_de: Passwort wiederholen:
el_gr: Επανάληψη κωδικού:
es_es: Repetir contraseña:
et_ee: Korda parooli:
fi_fi: Toista salasana:
fr_fr: Répétez le mot de passe:
hr_hr: Ponovite lozinku:
hu_hu: Jelszó ismét:
it_it: Ripetere la password
nb_no: Gjenta passord:
pl_pl: Powtórz hasło
pt_pt: Repita a password:
ro_ro: Repetați parola:
sk_sk: Zopakujte heslo:
sl_si: Ponovite geslo:
sr_rs: Ponovo unesite lozinku.
tr_tr: Parol Tekrarı:
uk_ua: Повторіть пароль:

source: Missing username
ar: اسم المستخدم مفقود
bg_bg: Липсва потребителско име
ca_es: Manca usuari
cs_cz: Chybí uživatelské jméno
cy: Enw defnyddiwr ar goll
de_de: Fehlender Benutzername
el_gr: Λείπει το όνομα χρήστη
es_es: Falta el nombre de usuario
et_ee: Puudub kasutajanimi
fi_fi: Käyttäjänimi puuttuu
fr_fr: Nom d'utilisateur manquant
hr_hr: Nedostaje korisnička oznaka
hu_hu: Hiányzó felhasználói név
it_it: Username mancante
nb_no: Mangler brukernavn
pl_pl: Brakująca nazwa użytkownika
pt_pt: Username em falta
ro_ro: Lipsește numele de utilizator
sk_sk: Chýba používateľské meno
sl_si: Manjkajoče uporabniško ime
sr_rs: Nedostaje korisničko ime
tr_tr: Kullanıcı adı eksik
uk_ua: Відсутнє ім’я користувача
