Repository: GEANT/CAT
Catalog: translation/*/devices.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, nb_no, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_rs, tr_tr, uk_ua

source: Before you proceed with installation on Android systems, please make sure that you have installed the %s application. This application is available from these sites: %s and will use the configuration file downloaded from CAT to create all necessary settings.
ar: قبل متابعة التثبيت على أنظمة اندرويد ، يرجى التأكد من تثبيت برنامج %s. هذا البرنامج متوفر على : %s ، وسيستخدم ملف التهيئة الذي تم تنزيله من CAT لإنشاء جميع الإعدادات اللازمة.
bg_bg: Преди да пристъпите към инсталация върху Андроид системи, моля уверете се, че имате инсталирано приложение %s. То е налично от тези сайтове: %s и ще използва конфигурационния файл, изтеглен от CAT, за да направи всички необходими настройки.
ca_es: Abans de procedir a la instal·lació en sistemes Android, assegureu-vos que heu instal·lat l'aplicació %s. Aquesta aplicació és disponible a %s i utilitzarà el fitxer de configuració descarregat des de CAT per a crear els ajustos necessaris.
cs_cz: Než budete pokračovat v instalaci na Android, ujistěte se, že jste nainstalovali aplikaci %s. Tato aplikace je k dispozici na adrese %s a použije konfigurační soubor stažený z CAT k vytvoření všech potřebných nastavení.
cy: Cyn i chi fwrw ymlaen â gosod ar systemau Android, gwnewch yn siŵr eich bod wedi gosod y rhaglen %s. Mae'r rhaglen hon ar gael o'r gwefannau hyn: %s a bydd yn defnyddio'r ffeil ffurfweddu a lawrlwythwyd o CAT i greu pob gosodiadau angenrheidiol.
de_de: Bevor Sie mit der Installation fortfahren , stellen Sie bitte sicher dass Sie die %s App installiert haben. Diese App gibt es hier: %s. Die App kann die hier heruntergeladene Konfigurationsdatei verarbeiten und alle nötigen Einstellungen machen.
el_gr: Πριν προχωρήσετε με την εγκατάσταση σε συστήματα Android, παρακαλούμε σιγουρευτείτε ότι έχετε εγκαταστήσει την εφαρμογή %s . Η εφαρμογή αυτή είναι διαθέσιμη στα παρακάτω sites: %s και θα χρησιμοποιήσει το configuration file που κατέβηκε από το CAT για να φτιάξει όλες τις απαραίτητες ρυθμίσεις.
es_es: Antes de proceder con la instalación en sistemas Android, por favor asegúrate de que has instalado la aplicación %s. Esta aplicación está disponible en los siguientes sitios: %s y utilizará el fichero de configuración descargado desde CAT para configurar todas las opciones necesarias.
et_ee: Enne Androidi süsteemis paigaldusega jätkamist veendu, et oleks paigaldatud rakendus %s. Rakenduse leiad: %s. See rakendus kasutab CAT lehelt alla laaditud faili vajalike seadistuste tegemiseks.
fi_fi: Tarkista ennen Android-asennuksen jatkamista, että olet asentanut sovelluksen %s. Sovellus on saatavilla kohteesta %s ja se hyödyntää CAT:sta haettua asetustiedostoa luodakseen tarvittavat määritykset.
fr_fr: Avant de continuer avec l'installation sur un système Android, merci de vous assurer que vous avez installé l'application %s. Cette application est disponible depuis ces sites : %s et elle utilisera la configuration disponible sur CAT pour paramétrer votre connexion.
hr_hr: Prije nego nastavite s instalacijom na Android sustavu, molimo Vas da provjerite jeste li instalirali %s aplikaciju.Ova aplikacija dostupna je na: %s i za konfiguriranje uređaja koristiti će konfiguracijsku datoteku preuzetu s CAT-a.
hu_hu: Mielőtt az Android rendszeren telepítene, ellenőrizze, hogy a %s alkalmazás telepítve van-e. Ez az alkalmazás elérhető %s címeken és az CAT-ről letöltött konfigurációs fájlt fogja használni a beállítások elvégzéséhez.
it_it: Prima di procedere con l'installazione su sistemi Android, assicurati di aver installato l'applicazione %s . Questa applicazione è disponibile da questi siti: %s e utilizzerà il file di configurazione scaricato da CAT per creare tutte le impostazioni necessarie.
nb_no: Før du setter i gang med installasjon på Android enheter må du sørge for at %sapplikasjonen er installert. Denne applikasjonen er tilgjengelig på: %s og bruker konfigurasjonsfil som er lastet ned fra CAT til å gjøre alle nødvendige innstillinger.
pl_pl: Zanim przystąpisz do instalacji na systemie Android, upewnij się, że została zainstalowana aplikacja %s. Aplikacja ta jest dostępna w tych witrynach: %s; podczas instalacji aplikacja na podstawie plików konfiguracyjnych pobranych za pośrednictwem CAT-a wprowadzi odpowiednie ustawienia.
pt_pt: Antes de avançar com a instalação em sistemas Android, certifique-se que tem instalada a aplicação %s. Esta aplicação está disponível nestes sites: %s e usará o ficheiro de configuração descarregado do CAT para criar todas as configurações necessárias.
ro_ro: Înainte de a continua instalarea pe sistemele Android, verificați dacă aveți instalată aplicația %s. Această aplicație este disponibilă pe următoarele situri: %s și va utiliza fișierul de configurare descărcat de pe situl CAT pentru a crea configurația necesară.
sl_si: Preden nadaljujete z namestitvijo v sistemih Android, preverite, ali imate nameščeno aplikacijo %s. Aplikacija je na voljo na teh spletnih mestih: %s in bo uporabila konfiguracijsko datoteko, preneseno iz CAT, da bo ustvarila vse potrebne nastavitve.
tr_tr: Android sistemlerinde kurulum yapmadan önce lütfen %s uygulamasını yüklediğinizden emin olun. Bu uygulama şu sitelerden indirilebilir: %s ve CAT tarafından indirilen yapılandırma dosyasını kullanarak gerekli tüm ayarları oluşturacaktır.
uk_ua: Перш ніж розпочати інсталяцію в системах Android, переконайтеся, що ви встановили %s додаток. Цей додаток доступний на таких веб-сайтах:%s і буде використовувати файл конфігурації, завантажений із CAT, для створення всіх необхідних налаштувань.

source: as local download
ar: مثل التنزيل الموجود في الجهاز
bg_bg: като локално изтегляне
ca_es: com a baixada local
cs_cz: jako místní stažení
cy: fel lawrlwythiad lleol
de_de: direkt hier zum Herunterladen
el_gr: ως τοπική λήψη
es_es: como una descarga local
et_ee: kui kohalik allalaadimine
fi_fi: paikallinen lataus
fr_fr: en téléchargement local
hr_hr: kao lokalni download
hu_hu: mint helyi letöltés
it_it: come scaricamento locale
nb_no: lokal nedlasting
pl_pl: bezpośrednio stąd
pt_pt: como download local
ro_ro: ca transfer local
sl_si: kot lokalni prenos
sr_rs: kao lokalno preuzimanje
tr_tr: yerel indirme olarak
uk_ua: як локальне завантаження

source: Use our app, it will guide you through the setup process:%s(or download it manually %s.)<p>After installation, open the app, select your home institution and the app will collect required information (this will require an internet connection).<p><span style='font-size:90%%'>If you want to save the configuration for later offline deployment, you can download it by %s.</span>
ar: استخدم تطبيقنا، وسوف يرشدك خلال عملية ضبط الإعدادات: %s (أو قم بتنزيله يدويًا %s.) <p>بعد التثبيت، افتح التطبيق، وحدد مؤسستك وسيقوم التطبيق بجمع المعلومات المطلوبة (سيتطلب ذلك اتصالاً بالإنترنت).<p><span style='font-size:90%%'> إذا كنت ترغب في حفظ إعدادات الضبط لاستخدامها لاحقًا دون اتصال بالإنترنت، فيمكنك تنزيله عن طريق %s .</span>
bg_bg: Използвайте нашето приложение, което ще ви преведе през процеса на конфигуриране: %s (или го изтеглете ръчно %s.)<p>След инсталирането отворете приложението, изберете Вашата институция и приложението ще събере необходимата информация (това изисква интернет връзка).<p><span style='font-size:90%%'>Ако искате да запазите конфигурацията, за да работите по-нататък с нея офлайн, можете да я изтеглите чрез %s.</span>
ca_es: Utilitzeu la nostra app, us guiarà pel procés de configuració: %s(o descarregueu-la manualment %s.) <p>Després de la instal·lació, obriu la app, seleccioneu la vostra Institució i la app omplirà tota la informació necessària (requereix de connexió a Internet).<p><span style='font-size:90%%'>Si voleu desar la configuració per a una configuració posterior sense connexió , la podeu descarregar a %s.</span>
cy: Defnyddiwch ein ap, bydd yn eich arwain trwy'r broses gosod: %s (neu ei lawrlwytho â llaw %s).<p>Ar ôl ei osod, agorwch yr ap, dewiswch eich sefydliad cartref a bydd yr ap yn casglu'r wybodaeth ofynnol (bydd angen cysylltiad rhyngrwyd ar gyfer hyn).<p><span style='font-size:90%%'>Os ydych am gadw'r ffurfweddiad ar gyfer ei defnyddio all-lein yn ddiweddarach, gallwch ei lawrlwytho gan %s.</span>
de_de: Benutzen Sie unsere App, sie wird sie durch den Installationsprozess führen: %s (oder zum manuellen Herunterladen unter %s.) <p>Nach der Installation und dem Öffnen der App suchen Sie Ihre Heimatorganisation und die App sammelt dann die notwendigen Informationen (hierfür wird eine Internetverbindung benötigt).<p><span style='font-size:90%%'>Wenn Sie die Konfigurationsdaten für eine spätere Offline-Nutzung herunterladen möchten, können Sie das hier tun: %s.</span>
el_gr: Χρησιμοποιήστε την εφαρμογή μας, θα σας καθοδηγήσει στη διαδικασία εγκατάστασης:%s(ή κατεβάστε την χειροκίνητα %s.)<p>Μετά την εγκατάσταση, ανοίξτε την εφαρμογή, επιλέξτε τον οικείο φορέα σας και η εφαρμογή θα συλλέξει τις απαιτούμενες πληροφορίες(για αυτό θα χρειαστεί σύνδεση στο διαδίκτυο).<p><span style='font-size:90%%'>Εάν θέλετε να αποθηκεύσετε τη παραμετροποίηση για μεταγενέστερη εγκατάσταση εκτός σύνδεσης, μπορείτε να την κατεβάσετε από %s.</span>
es_es: Al usar nuestra app, ésta te guiará durante el proceso de configuración: %s (o descárgala de forma manual %s). <p>Después de la instalación abre la app, selecciona tu institución origen y la app obtendrá la información necesaria (esto requerirá conexión a internet). <p> <span style='font-size:90%%'> Si quieres guardar la configuración para un despliegue sin conexión posterior, puedes decargarla en %s.</span>
et_ee: Meie rakendust kasutades saad läbida paigaldusprotsessi: %s(või lae see eraldi alla %s.)<p>Pärast paigaldamist ava rakendus, vali oma koduasutus ja rakendus hangib vajaliku teabe (selleks peab olema internetiühendus).<p><span style='font-size:90%%'>Kui soovid salvestada seadistust internetiühenduseta kasutamiseks, saad selle alla laadida: %s.</span>
fi_fi: Käytä sovellusta, se opastaa asennusprosessin läpi: %s(tai lataa se manuaalisesti %s.)<p>Asennuksen jälkeen avaa sovellus, valitse kotiorganisaatiosi ja sovellus kerää tarvittavat tiedot (tämä vaatii internetyhteyden). <p><span style='font-size:90%%'>Jos haluat tallentaa määritykset myöhempää offline-käyttöönottoa varten, voit ladata sen %s</span>.
fr_fr: Utilisez notre application, elle vous guidera tout au long du processus d'installation: %s(ou téléchargez-la manuellement %s). <p>Après l'installation, ouvrez l'application, sélectionnez votre institution d'origine et l'application recueillera les informations requises (cela nécessitera une connexion internet).<p><span style='font-size:90%%'>Si vous souhaitez sauvegarder la configuration pour un déploiement hors ligne ultérieur, vous pouvez la télécharger par %s.</span>
hu_hu: Használd az alkalmazásunk, Az alkalmazás végig vezet a beálílítás lépésein:%s(vagy töltsd le itt%s.)<p> Telepítés után indítsd el az alkalmazást. Válaszd ki az intézményed. Az alkalmazás ez alapján összegyújti az intézményi csatlakozáshoz szükséges információkat (Ez Internet hozzáférést igényel).<p><span style='font-size:90%%'>Ha szeretnéd a konfigurációt elmenti későbbi offlline beállításhoz, akkor itt tudod letölteni %s.</span>
it_it: Utilizza la nostra app, ti guiderà attraverso il processo di configurazione:%s(o scaricala manualmente %s.)<p> Dopo l'installazione, apri l'app, seleziona la tua organizzazione di appartenenza e l'app raccoglierà le informazioni richieste (questo richiederà una connessione Internet).<p><span style='font-size:90%%'> Se desideri salvare la configurazione per una successivo impiego offline, è possibile scaricarla %s.</span>
nb_no: Bruk vår app. Den vil veilede deg gjennom oppsettet: %s (eller last ned manuelt %s.) <p>Etter installasjonen åpner du appen, velger din institusjon og appen vil hente den nødvendige informasjonen (dette krever internettilgang).<p><span style='font-size:90%%'>Hvis du vil lagre konfigurasjonen til senere bruk, can den lastes ned her %s.</span>
pl_pl: Użyj naszej aplikacji, poprowadzi Cię ona przez proces konfiguracji: %s (albo pobierz ją bezpośrednio stąd: %s). <p>Po instalacji uruchom aplikację i wybierz swoją instytucję, aplikacja sama pobierze wszystkie niezbędne dane (wymaga to połączenia z Internetem). <p><span style='font-size:90%%'>Jeżeli chcesz zachować konfigurację, by użyć jej póżniej bez dostępu do sieci, to możesz ją pobrać tutaj %s. </span>
pt_pt: Use a nossa aplicação, ela irá guiá-lo durante o processo de instalação:%s(ou faça o download manualmente %s.)<p>Após a instalação, abra a aplicação, selecione a sua instituição de origem e a aplicação irá recolher a informação necessária (isto irá requerer uma ligação à internet).<p><span style='font-size:90%%'>Se desejar guardar a configuração para uma implementação offline posterior, pode fazer o download através de %s.</span>
ro_ro: Folosiți aplicația noastră, aceasta vă va ghida prin procesul de configurare: %s(sau descărcați manual %s.) <p>După instalare, deschideți aplicația, selectați instituția și aplicația va incepe să culeagă informațiile necesare ( va fii necesară o conexiune la internet). <p><span style='font-size:90%%'>Dacă doriți să salvați configurarea pentru a o implementa fără o conexiune la internet, puteți să o descărcați %s.
sl_si: Uporabite našo aplikacijo, vodila vas bo skozi postopek nastavitve: %s (ali pa jo prenesite ročno %s.)<p>Po namestitvi odprite aplikacijo in izberite svojo domačo organizacijo, aplikacija pa bo zbrala zahtevane podatke (za to boste potrebovali internetno povezavo).<p><span style='font-size:90%%'>Če želite konfiguracijo shraniti za poznejšo uvedbo brez povezave, jo lahko prenesete %s.</span>
tr_tr: Uygulamamızı kullanın, sizi kurulum sürecinden geçirecektir: %s (veya manuel olarak %s indirebilirsiniz). <p>Kurulumdan sonra, uygulamayı açın, ev kurumunuzu seçin ve uygulama gerekli bilgileri toplayacaktır (bu, internet bağlantısı gerektirir). <p><span style='font-size:90%%'>Konfigürasyonu daha sonra çevrimdışı dağıtım için kaydetmek isterseniz, %s ile indirebilirsiniz</span>.
uk_ua: Скористайтеся нашим додатком, він допоможе налаштувати систему:%s(або завантажте його вручну%s). <p>Після встановлення відкрийте додаток, виберіть свій домашній заклад, і він збере потрібну інформацію (для цього потрібне підключення до Інтернету). <p><span style='font-size:90%%'>ЯЩоб зберегти конфігурацію для подальшого встановлення без підключення, ви можете завантажити її за посилання %s.</span>

source: here
ar: هنا
bg_bg: тук
ca_es: aquí
cy: yma
de_de: hier
el_gr: εδώ
es_es: aquí
et_ee: siin
fi_fi: tästä
fr_fr: ici
hr_hr: ovdje
hu_hu: Itt
it_it: qui
nb_no: her
pl_pl: tutaj
pt_pt: aqui
ro_ro: aici
sl_si: tukaj
tr_tr: burada
uk_ua: тут

source: clicking here
ar: أنقر هنا
bg_bg: като кликнете тук
ca_es: clicant aquí
cy: clicio yma
de_de: hier klicken
el_gr: πιέζοντας εδώ
es_es: haciendo clic aquí
et_ee: siin klõpsates
fi_fi: klikkaa tästä
fr_fr: en cliquant ici
hr_hr: odaberi
hu_hu: Ide kattints
it_it: cliccando qui
nb_no: klikke her
pl_pl: klikając tutaj
pt_pt: clicando aqui
ro_ro: apăsând aici
sl_si: s klikom tukaj
tr_tr: buraya tıklayarak
uk_ua: Натисніть тут

source: Android 8 to 10
ar: اندرويد اصدار 8 الى 10
bg_bg: Android 8 до 10
ca_es: Android 8 fins al 10
cs_cz: Android 8 až 10
cy: Android 8 i 10
de_de: Android 8 bis 10
el_gr: Android 8 σε 10
es_es: Android 8 a 10
et_ee: Android 8 kuni 10
fi_fi: Android 8-10
fr_fr: Android version 8 à 10
hr_hr: Android 8-10
hu_hu: Android 8 és 10 között
nb_no: Android 8 til 10
pl_pl: Android 8 do 10
pt_pt: Anroid 8 ao 10
ro_ro: Android 8 până la 10
sl_si: Android 8 do 10
tr_tr: Android 8 ile 10 arası
uk_ua: Android 8 до 10

source: Android 4.3 to 7
ar: اندرويد اصدار 4.3 الى 7
bg_bg: Android 4.3 до 7
ca_es: Android 4.3 fins al 7
cs_cz: Android 4.3 až 7
cy: Android 4.3 i 7
de_de: Android 4.3 bis 7
el_gr: Android 4.3 σε 7
es_es: Android 4.3 a 7
et_ee: Android 4.3 kuni 7
fi_fi: Android 4.3-7
fr_fr: Android version 4.3 à 7
hr_hr: Android 4.3 - 7
hu_hu: Android 4.3 és 7 között
nb_no: Android 4.3 til 7
pl_pl: Android 4.3 do 7
pt_pt: Android 4.3 ao 7
ro_ro: Android 4.3 până la 7
sl_si: Android 4.3 do 7
tr_tr: Android 4.3 ile 7 arası
uk_ua: Android 4.3 до 7

source: EAP config
ar: ضبط EAP
bg_bg: EAP конфигурация
ca_es: Configuració EAP
cs_cz: Nastavení EAP
cy: Cyfluniad EAP
de_de: EAP Konfiguration
el_gr: ρυθμίσεις EAP
es_es: Configuración EAP
et_ee: EAP seadistus
fi_fi: EAP-määritykset
fr_fr: Configuration EAP
hr_hr: EAP konfiguracija
hu_hu: EAP konfiguráció
it_it: configurazione EAP
nb_no: EAP konfigurasjon
pt_pt: Configuração EAP
ro_ro: configurare EAP
sr_rs: EAP konfiguracija
tr_tr: EAP ayarları
uk_ua: EAP конфігурація

source: This option provides an EAP config XML file, which can be consumed by the eduroamCAT app for Android.
ar: يوفر هذا الخيار ملف XML لتهيئة EAP ، والذي يمكن أن يستهلكه تطبيق eduroamCAT لنظام أنرويد.
bg_bg: Тази опция предлага EAP конфигурационен XML файл, който може да се използва от eduroamCAT приложение за Android.
ca_es: Aquesta opció genera un fitxer XML amb una configuració EAP, que l'aplicació eduroamCAT per Android pot fer servir.
cs_cz: Tato volba poskytuje konfigurační XML soubor EAP, který může být využit aplikací eduroamCAT pro Android.
cy: Mae'r opsiwn hwn yn darparu ffeil ffurfweddu EAP XML, y gellir ei defnyddio gan yr ap eduroam cyfredol ar gyfer Android.
de_de: Diese Option erstellt eine EAP Konfigurationsdatei in XML, die von der eduroamCAT Android App verarbeitet wird.
el_gr: Αυτή η επιλογή παρέχει ένα EAP config XML αρχείο , το οποίο μπορεί να καταναλωθεί από την εφαρμογή eduroamCAT για Android.
es_es: Esta opción proporciona un fichero XML de configuración de EAP, el cual puede ser utilizado por la aplicación eduroamCAT para Android.
et_ee: See suvand annab üldise EAP XML seadistusfaili, mida saab kasutada eduroamCAT rakenduses Androidi jaoks.
fi_fi: Tällä vaihtoehdolla saadaan EAP-määrityksiä sisältävä XML-tiedosto, jota voidaan käyttää Android-käyttöjärjestelmän eduroam CAT-ohjelmistolla.
fr_fr: Cette option fournit un fichier de configuration EAP générique au format XML qui peut être utilisé par l'application 'Android eduroam CAT'.
hr_hr: Ova opcija pruža EAP XML konfiguracijsku datoteku, koju može koristiti eduroamCAT Android aplikacija.
hu_hu: Ez az opció egy EAP config XML állományt fog generálni, amelyet az eduroamCAT Android app fog használni.
it_it: Questa opzione fornisce un file XML di configurazione EAP, che può essere utilizzato dall'app eduroamCAT per Android.
nb_no: Dette valget lager en EAP XML konfigurasjonsfil, som kan brukes at eduroamCAT app'en for Android.
pl_pl: Ta opcja udostępnia plik konfiguracyjny EAP, który może zostać użyty przez aplikację eduroamCAT na Androidzie.
pt_pt: Esta opção fornece um ficheiro XML de configuração EAP, que pode ser consumido pela aplicação eduroamCAT para Android.
ro_ro: Această opțiune furnizează un fișier de configurare XML pentru EAP, care va fi utilizat de aplicația eduroamCAT pentru Android.
sl_si: Ta možnost zagotavlja konfiguracijsko datoteko XML za EAP, ki jo lahko uporabi aplikacija eduroamCAT za Android.
tr_tr: Bu seçenek, Android için eduroamCAT uygulaması tarafından kullanılabilecek bir EAP yapılandırma XML dosyası sağlar.
uk_ua: Цей параметр надає XML-файл конфігурації EAP, який використовується додатком eduroamCAT для Android.

source: EAP generic
ar: EAP عام
bg_bg: EAP стандартен
ca_es: Generic EAP
cs_cz: generický EAP
cy: EAP generig
de_de: EAP Allgemein
el_gr: Γενικό EAP
es_es: EAP genérico
fi_fi: yleinen EAP
fr_fr: EAP générique
hr_hr: EAP opći/generički
hu_hu: generikus EAP
it_it: EAP generico
nb_no: Generisk EAP
pl_pl: Generyczny profile EAP
pt_pt: EAP genérico
sl_si: Splošni EAP
tr_tr: EAP genel
uk_ua: EAP загальний

source: This option provides a generic EAP config XML file, which can be consumed by the GetEduroam applications.
ar: يوفر هذا الخيار ملف XML لتكوين EAP عام ، والذي يمكن أن تستهلكه تطبيقات GetEduroam.
bg_bg: Тази опция предлага стандартен EAP конфигурационен XML файл, който може да се използва от GetEduroam приложения.
ca_es: Aquesta opció genera un fitxer XML amb una configuració EAP, que les aplicacions GetEduroam poden fer servir.
cs_cz: Tato volba poskytuje obecný konfigurační XML soubor EAP, který může být využit aplikacemi GetEduroam.
cy: Mae'r opsiwn hwn yn darparu ffeil XML ffurfweddu EAP generig, y gellir ei defnyddio gan y rhaglenni geteduroam.
de_de: Diese Option erstellt eine EAP Konfigurationsdatei in XML, die von der getEduroam Android App verarbeitet wird.
el_gr: Αυτή η επιλογή παρέχει ένα γενικό EAP config XML αρχείο , το οποίο μπορεί να καταναλωθεί από τις εφαρμογές GetEduroam.
es_es: Esta opción proporciona un fichero XML de configuración de EAP, el cual puede ser utilizado por las aplicaciones GetEduroam.
et_ee: See suvand annab üldise EAP XML seadistusfaili, mida saab kasutada GetEduroam rakendustes.
fi_fi: Tällä vaihtoehdolla saadaan XML-tiedosto, joka sisältää yleiset EAP-määritykset. Se voidaan syöttää GetEduroam-ohjelmistolle.
fr_fr: Cette option fournit un fichier de configuration EAP générique au format XML qui peut être utilisé par l'application GetEduroam.
hr_hr: Ova opcija pruža opću/generičku EAP XML konfiguracijsku datoteku, koju može koristiti GetEduroam aplikacija.
hu_hu: Ez az opció egy generikus EAP config XML állományt fog generálni, amelyet a GetEduroam app fog használni.
it_it: Questa opzione fornisce un file XML di configurazione EAP generico, che può essere utilizzato dalle applicazioni GetEduroam.
nb_no: Dette valget lager er generisk EAP XML konfigurasjonsfil, som kan brukes av geteduroam app'en.
pl_pl: Ta opcja udostępnia generyczny profil EAP w postaci pliku XML, który może zostać użyty przez aplikacje GetEduroam.
pt_pt: Esta opção fornece um ficheiro XML de configuração EAP genérico, que pode ser consumido pelas aplicações GetEduroam.
ro_ro: Această opțiune furnizează un fișier de configurare XML pentru EAP generic, care va fi utilizat de aplicațiile GetEduroam.
sl_si: Ta možnost zagotavlja splošno konfiguracijsko datoteko XML za EAP, ki jo lahko uporabijo aplikacije GetEduroam.
tr_tr: Bu seçenek, GetEduroam uygulamaları tarafından kullanılabilen genel bir EAP yapılandırma XML dosyası sağlar.
uk_ua: Цей параметр надає загальний файл конфігурації EAP у форматі XML, який використовується додатками GetEduroam.
