Repository: GEANT/CAT
Catalog: translation/*/devices.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, nb_no, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_rs, tr_tr, uk_ua

source: Disabled WiFi network
ar: تعطيل شبكة واي فاي
bg_bg: Забранена безжична мрежа
ca_es: Xarxa WiFi inhabilitada
cs_cz: WiFi síť je zakázána.
cy: Rhwydwaith Wi-Fi anabl
de_de: Deaktiviertes WLAN Netzwerk
el_gr: Απενεργοποιημένο δίκτυο WiFi
es_es: Red WiFi deshabilitada
et_ee: WiFi võrk on keelatud
fi_fi: Käytöstä poistettu langaton verkko
fr_fr: Réseau Wifi désactivé
hr_hr: Onemogući WiFi mrežu
hu_hu: Letiltott WiFi hálózat
it_it: Rete WiFi disabilitata
nb_no: Deaktivert WiFi nettverk
pl_pl: Zablokowana sieć WiFi
pt_pt: Rede WiFi desativada
ro_ro: Rețea WiFi dezactivată
sl_si: Onemogočeno omrežje WiFi
sr_rs: Bežična mreža nije u funkciji
tr_tr: Kablosuz Ağ (WiFi) devre dışı
uk_ua: Відключена WiFi мережа

source: User certificate
ar: شهادة المستخدم
bg_bg: Потребителски сертификат
ca_es: Certificat d'usuari
cs_cz: Certifikát uživatele
cy: Tystysgrif defnyddiwr
de_de: Nutzerzertifikat
el_gr: πιστοποιητικό Χρήστη
es_es: Certificado de usuario
et_ee: Kasutajasertifikaat
fi_fi: Käyttäjävarmenne
fr_fr: Certificat utilisateur
hr_hr: Korisnički certifikat
hu_hu: felhasználói tanúsítvány
it_it: Certificato utente
nb_no: Bruker sertifikat
pl_pl: Certyfikat użytkownika
pt_pt: Certificado do utilizador
ro_ro: Certificat de Utilizator
sl_si: Potrdilo uporabnika
tr_tr: Kullanıcı sertifikası
uk_ua: Сертифікат користувача

source: The %s Certification Authority
ar: %s هيئة إصدار الشهادات الأمنية
bg_bg: %sДоставчик на Удостоверителни Услуги
ca_es: L'autoritat de certificació %s
cs_cz: Certifikační autorita %s
cy: Yr Awdurdod Tystysgrif %s
de_de: Das %s CA Zertifikat
el_gr: Η Αρχή Πιστοποίησης %s
es_es: La autoridad de certificación de %s
et_ee: %s, sertifitseerimiskeskus
fi_fi: %s Varmentaja
fr_fr: L'autorité de certification %s
hr_hr: %s izdavatelj certifikata
hu_hu: A %s Certification Authority
it_it: L'autorità di certificazione %s
nb_no: %s Certification Authority
pl_pl: Urząd certyfikacyjny %s
pt_pt: A Autoridade de Certificação %s
ro_ro: Autoritatea de certificare %s
sl_si: Overitelj potrdil %s
tr_tr: %s Sertifika Otoritesi
uk_ua: Цей %s орган сертифікації

source: %s CA #%d (%s)
bg_bg: %s Доставчик на Удостоверителни Услуги #%d (%s)
cy: %s AT #%d (%s)
es_es: CA del %s #%d (%s)
fr_fr: %s AC # %d (%s)
it_it: %s Certificatio Autority #%d (%s)
sl_si: Overitelj potrdil %s št. %d (%s)

source: Root
bg_bg: В основата
cs_cz: Kořenový
cy: Gwraidd
de_de: Wurzel
es_es: Raíz
et_ee: Juur
fi_fi: Juuri
fr_fr: Racine
hu_hu: Gyökér
sl_si: Korenski
tr_tr: Kök
uk_ua: Основний

source: Intermediate
bg_bg: Междинен
ca_es: Intermèdia
cs_cz: Mezilehlý
cy: Canolradd
de_de: Zwischenstelle
el_gr: Ενδιάμεσο
es_es: Intermedio
et_ee: Vahesertifikaat
fi_fi: Väli
fr_fr: Intermédiaire
hr_hr: Srednji
hu_hu: Közbenső
it_it: Intermedia
pl_pl: Pośredni
ro_ro: Intermediar
sl_si: Vmesni
tr_tr: orta seviye
uk_ua: Середній

source: This device does not support provisioning of OpenRoaming.
ar: هذا الجهاز لا يدعم توفير OpenRoaming.
bg_bg: Устройството не поддържа предоставяне на OpenRoaming.
ca_es: Aquest dispositiu no permet configurar OpenRoaming.
cs_cz: Toto zařízení nepodporuje nastavení pro OpenRoaming.
cy: Nid yw'r ddyfais hon yn cefnogi darparu OpenRoaming.
de_de: Dieses Gerät unterstützt keine Einrichtung von OpenRoaming.
el_gr: Αυτή η συσκευή δεν υποστηρίζει την εγκατάσταση OpenRoaming.
es_es: Este dispositivo no soporta OpenRoaming
et_ee: See seade ei toeta OpenRoamingu pakkumist.
fi_fi: Tämä laite ei tue OpenRoamingia.
fr_fr: Cet équipement ne prend pas en charge OpenRoaming.
hr_hr: Ovaj uređaj ne podržava OpenRoaming.
hu_hu: Ez az eszköz nem támogatja az OpenRoaming beállítását.
it_it: Questo dispositivo non supporta il provisioning di OpenRoaming.
nb_no: Denne enheten støtter ikke OpenRoaming oppsett.
pl_pl: To urządzenie nie umożliwia działania w trybie OpenRoaming
pt_pt: Este dispositivo não oferece suporte ao aprovisionamento de OpenRoaming.
ro_ro: Acest dispozitiv nu suportă furnizarea de OpenRoaming.
sl_si: Ta naprava ne podpira uporabe standarda OpenRoaming.
tr_tr: Bu cihaz, OpenRoaming'in sağlanmasını desteklemiyor.
uk_ua: Цей пристрій не підтримує конфігурацію OpenRoaming.

source: This device does not support provisioning of Passpoint networks.
ar: لا يدعم هذا الجهاز توفير شبكات Passpoint.
bg_bg: Устройството не поддържа предоставяне на Passpoint мрежи.
ca_es: Aquest dispositiu no permet configurar les xarxes Passpoint.
cs_cz: Toto zařízení nepodporuje nastavení pro Passpoint networks.
cy: Nid yw'r ddyfais hon yn cefnogi darparu rhwydweithiau Passpoint.
de_de: Dieses Gerät unterstützt keine Einrichtung von Passpoint-Netzwerken.
el_gr: Αυτή η συσκευή δεν υποστηρίζει την εγκατάσταση δικτύων Passpoint
es_es: Este dispositivo no soporta redes Passpoint
et_ee: See seade ei toeta Passpoint võrkude pakkumist.
fi_fi: Tämä laite ei tue Passpoint-verkkoja.
fr_fr: Cet équipement ne pend pas en charge les réseaux Passpoint.
hr_hr: Ovaj uređaj ne podržava Passpoint mrežu.
hu_hu: Ez az eszköz nem támogatja a Passpoint hálózat beállítását.
it_it: Questo dispositivo non supporta il provisioning delle reti Passpoint.
nb_no: Denne enheten støtter ikke oppsett av Passpoint nettverk.
pl_pl: To urządzenie nie umożliwia działania w trybie sieci Passpoint.
pt_pt: Este dispositivo não oferece suporte ao aprovisionamento de redes Passpoint.
ro_ro: Acest dispozitiv nu suportă furnizarea de rețele Passpoint.
sl_si: Ta naprava ne podpira uporabe prehodnih omrežij.
tr_tr: Bu cihaz, Passpoint ağlarının sağlanmasını desteklemiyor.
uk_ua: Цей пристрій не підтримує конфігурацію мереж Passpoint.

source: The installer is a file with the extension '.onc'. Please download it, open Chrome, and navigate to the URL <a href='chrome://network'>chrome://network</a>. Then, use the 'Import ONC file' button. The import is silent; the new network definitions will be added to the preferred networks.
ar: برنامج التثبيت هو ملف بصيغة 'onc.' . يرجى تنزيله وفتح Chrome والانتقال إلى عنوان <a href='chrome://network'>chrome://network</a>. ثم استخدم زر 'استيراد ملف ONC'. الاستيراد صامت. ستتم إضافة تعريفات الشبكة الجديدة إلى الشبكات المفضلة.
bg_bg: Инсталаторът е файл с разширение '.onc'. Моля изтеглете го, отворете Chrome и отидете на URL <a href='chrome://network'>chrome://network</a>. След това натиснете бутона 'Import ONC file'. Импортирането е невидимо; новите мрежови дефиниции ще бъдат добавени към предпочитаните мрежи.
ca_es: L'instal·lador és un fitxer amb l'extensió '.onc'. Baixeu-lo, obriu Chrome i navegueu a la URL <a href='chrome://network'>chrome://network</a>. Després utilitzeu el botó 'Importar fitxer ONC'. La importació no genera avisos; les noves definicions s'afegiran a les xarxes preferides.
cs_cz: Instalační soubor má příponu '.onc'. Stáhněte jej, poté otevřete prohlížeč Chrome a přejděte na adresu: <a href='chrome://network'>chrome://network</a>. Potom použijte tlačítko "Importovat soubor ONC '. Import je bez upozornění; nové definice sítě budou přidány do preferovaných sítí.
cy: Mae'r gosodwr yn ffeil gyda'r estyniad '.onc'. Dadlwythwch ef, agorwch Chrome, a llywio i'r URL chrome://network. Yna, defnyddiwch y botwm 'Import ONC file'. Mae'r mewnforio yn dawel; bydd y diffiniadau rhwydwaith newydd yn cael eu hychwanegu at y rhwydweithiau a ffefrir.
de_de: Die heruntergeladene Datei hat die Endung '.onc'. Nach dem Herunterladen der Datei müssen Sie den Chrome Browser öffnen und die folgende URL aufrufen: <a href='chrome://network'>chrome://network</a>. Dort benutzen Sie dann den 'Import ONC file' Knopf. Der Import geht ohne jegliche Rückmeldung vonstatten; das neue Netzwerk taucht nach Abschluss in Ihrer Gerätekonfiguration auf.
el_gr: Το πακέτο εγκατάστασης είναι ένα αρχείο με κατάληξη '.onc'. Παρακαλούμε για την λήψη του, ανοίξτε το Chrome και πλοηγηθείτε στο URL <a href='chrome://network'>chrome://network</a>. Έπειτα, χρησιμοποιήστε το κουμπί 'Εισαγωγή αρχείου ONC'. Η εισαγωγή γίνεται σιωπηρά· οι νέοι ορισμοί του δικτύου θα προστεθούν στα προτιμώμενα δίκτυα.
es_es: El instalador es un fichero con la extensión ".onc". Por favor descárgalo, abre Chrome y navega a la URL <a href='chrome://network'>chrome://network</a>. Una vez ahí, usa el botón de "Importar fichero ONC". La importación es silenciosa, y las nuevas definiciones de red se añadirán a tus redes preferidas.
et_ee: Paigaldusprogramm on fail laiendiga '.onc'. Palun lae see alla, ava Chrome, liigu aadressile <a href='chrome://network'>chrome://network</a>. Seejärel kasuta nuppu 'Import ONC file' (Impordi ONC fail). Import tehakse taustal ja uus võrk lisatakse eelistatud võrkudele.
fi_fi: Asennusohjelman pääte on '.onc'. Lataa tiedosta, käynnistä Chrome-selain ja avaa URL <a href='chrome://network'> chrome://network </a>. Tämän jälkeen klikkaa 'Import ONC file' -painiketta, joka tallentaa uudet verkkomääritykset huomaamatta.
fr_fr: Le programme d'installation est un fichier avec l'extension '.onc'. Veuillez le télécharger, ouvrir Chrome et utiliser l'URL <a href='chrome://network'>chrome://network</a>. Ensuite, utilisez le bouton "Importer un fichier ONC". L'importation est silencieuse ; les nouvelles définitions de réseau seront ajoutées aux réseaux préférés.
hr_hr: Konfiguracija je datoteka s nastavkom '.onc'. Obavite preuzimanje datoteke, otvorite istu u Chrome pregledniku i iskoristite URL a href='chrome://network'>chrome://network</a>. . Nakon toga odaberite 'Import ONC file' tipku. Ucitavanje nove konfiguracije proći će bez dodatnih poruka, , a nova konfiguracija biti ce dodana na popis mrežnih veza
hu_hu: TA telepítő állomány egy '.onc' kiterjesztésű fájl. Miután letöltötte a fájlt, nyissa meg a Chrome böngészőt és navigáljon a következő URL-re: <a href='chrome://network'>chrome://network</a>. Kattintson a 'Import ONC file' nyomógombra. A konfiguráció betöltés ennek hatására megtörténik; Az új hálózati definició a preferált hálózatokhoz kerül hozzáadásra.
it_it: Il programma di installazione è un file con estensione '.onc'. Scaricalo, apri Chrome e naviga all'URL <a href='chrome://network'>chrome://network</a>. Quindi, utilizza il pulsante "Importa file ONC". L'importazione è silenziosa; le nuove definizioni di rete verranno aggiunte alle reti preferite.
nb_no: Installatøren er ei fil med filtype '.onc'. Vennligst last den ned, åpne Chrome, og gå til URL-en <a href='chrome://network'>chrome://network</a>. Trykk på knappen 'Importer ONC-fil'. Importen gir ikke signaler; de nye nettverksdefinisjonene blir lagt til prefererte nettverk.
pl_pl: Instalator jest plikiem o rozszerzeniu '.onc'. Proszę pobrać taki plik, otworzyć przeglądarkę Chrom i przejść do adresu <a href='chrome://network'>chrome://network</a>. Następnie użyj przycisku 'Importuj plik ONC'. Import jest realizowany bez dodatkowych komunikatów; nowe definicje sieci są dodawane do ustawień preferowanych sieci.
pt_pt: O instalador é um ficheiro com a extensão '.onc'. Faça o download, abra o Chrome e navegue até o URL <a href='chrome://network'>chrome://network</a>. A seguir, use o botão 'Importar ficheiro ONC'. A importação é silenciosa; as novas definições de rede serão adicionadas às redes preferenciais.
ro_ro: Programul de instalare este un fisier cu extensia '.onc' . Descărcați acest fișier, deschideți Chrome și căutați acest URL <a href='chrome://network'>chrome://network</a>. Apăsați pe butonul 'Import ONC file'. Importarea este silențioasă; noile definiții ale rețelei vor fi adăugate la rețelele preferate.
sl_si: Namestitveni program je datoteka s pripono ».onc«. Prenesite jo, potem pa v brskalniku Chrome odprite ta URL: <a href='chrome://network'>chrome://network</a>. Nato pritisnite gumb »Uvozi datoteko ONC«. Uvoz poteka v ozadju; nove omrežne definicije bodo dodane prednostnim omrežjem.
tr_tr: Kurulum dosyası uzantısı '.onc' olan bir dosyadır. Lütfen bunu indirin, Chrome'u açın ve URL'ye gitmek için <a href='chrome://network'>chrome://network</a> adresine gidin. Daha sonra, 'ONC dosyası içe aktar' düğmesini kullanın. İçe aktarma sessizdir; yeni ağ tanımları tercih edilen ağlara eklenecektir.
uk_ua: Інсталятор — це файл із розширенням «.onc». Завантажте його, відкрийте Chrome і перейдіть за URL-адресою <a href='chrome://network'>chrome://network</a>. Потім скористайтеся кнопкою «Імпорт файлу ONC». Імпорт виконується тихо; нові параметри мереж будуть додані до списку пріоритетних.

source: This is a generic configuration file in the IETF <a href='%s'>EAP Metadata -00</a> XML format.
ar: هذا الملف للضبط العام في EAP Metadata -00<a href='%s'> IETF</a> بصيغة XML.
bg_bg: Това е стандартен конфигурационен файл в IETF <a href='%s'>EAP Metadata -00</a> XML формат.
ca_es: Aquest és un fitxer de configuració genèric en el format XML <a href='%s'>EAP Metadata -00</a> de l'IETF
cs_cz: Tohle je všeobecná konfigurace ve formátu XML IETF <a href='%s'>EAP Metadata -00</a>.
cy: Mae hon yn ffeil ffurfweddu generig yn y fformat IETF <a href='%s'>EAP Metadata -00</a> XML.
de_de: Dies ist eine generische Konfigurationsdatei im IETF <a href='%s'>EAP Metadata -00</a> XML Format.
el_gr: Αυτό είναι ένα αρχείο ρυθμίσεων γενικής χρήσης που ακολουθεί το πρότυπο IETF <a href='%s'>EAP Metadata -00</a> XML.
es_es: Este es un fichero de configuración genérico en el formato XML <a href='%s'>EAP Metadata -00</a> de IETF.
et_ee: See on üldine seadistusfail IETF <a href='%s'>EAP Metadata -00</a> XML formaadis.
fi_fi: Tämä on geneerinen IETF <a href='%s'>EAP Metadata -00</a> XML -muotoinen asetustiedosto.
fr_fr: Ceci est un fichier de configuration au format XML <a href='%s'>EAP Metadata -00</a> de l'IETF.
hr_hr: Ovo je generička konfiguracija od IETF <a href='%s'>EAP Metadata -00</a> u XML formatu.
hu_hu: Ez egy generikus konfigurációs fájl melynek formátuma megfelel az IETF <a href='%s'>EAP Metadata -00</a> XML formátumnak.
it_it: Questo è un file di configurazione generico in formato IETF XML <a href='%s'>EAP Metadata -00</a> .
nb_no: Dette er en generisk konfigurasjonsfil i IETF <a href='%s'>EAP Metadata -00</a> XML format.
pl_pl: Jest to uniwersalny plik XML w formacie IETF <a href='%s'>EAP Metadata -00</a>.
pt_pt: Este é um ficheiro de configuração genérico no formato XML do IETF <a href='%s'>EAP Metadata -00</a>.
ro_ro: acesta este un fișier de configurare generic în format IETF <a href='%s'>EAP Metadata -00</a> XML.
sl_si: To je generična konfiguracijska datoteka v obliki XML, IETF <a href='%s'>EAP Metadata -00</a>.
sr_rs: Ovo je generički konfiguracioni fajl u IETF <a href='%s'>EAP Metadata -00</a> XML formatu.
tr_tr: Bu dosya IETF <a href='%s'>EAP Metadata -00 </a> XML formatında jenerik bir dosyadır.
uk_ua: Це загальний файл конфігурації у IETF<a href='%s'> EAP-Metadata-00 </a>.формат XML

source: I have read and agree to OpenRoaming Terms of Use at %s.
ar: لقد قرأت ووافقت على شروط استخدام OpenRoaming في %s.
bg_bg: Прочетох и се съгласявам с Условията за ползване на OpenRoaming в %s.
ca_es: He llegit i accepto la Política d'ús d'OpenRoaming a %s
cs_cz: Přečetl jsem si a souhlasím s podmínkami použití OpenRoaming na %s.
cy: Rwyf wedi darllen ac yn cytuno i Telerau Defnyddio OpenRoaming yn %s.
de_de: Ich habe die Nutzungsbedingungen von OpenRoaming auf %s gelesen und akzeptiere sie.
el_gr: Έχω διαβάσει και αποδέχομαι τους όρους χρήσης OpenRoaming στο %s.
es_es: He leído y aceptado los términos de uso de OpenRoaming en %s.
et_ee: Olen lugenud ja nõustun OpenRoamingu Kasutustingimustega %s.
fi_fi: Olen lukenut ja hyväksyn OpenRoamingin käyttösäännöt (%s).
fr_fr: J'ai lu et j'accepte les conditions d'utilisation OpenRoaming disponibles ici %s.
hr_hr: Pročitao sam i slažem se s OpenRoaming uvjetima korištenja %s.
hu_hu: Elolvastam és egyetértek az OpenRoaming felhasználási feltételekkel %s.
it_it: Ho letto e accetto le condizioni d'uso di OpenRoaming all'indirizzo %s.
nb_no: Jeg har lest og godtar OpenRoaming brukervilkår hos %s.
pl_pl: Przeczytałem i zgadzam się z zasadami użytkowania usługi OpenRoaming udostępnionymi tutaj %s.
pt_pt: Li e concordo com os Termos de Utilização do OpenRoaming em %s.
ro_ro: Am citit și sunt de acord cu termenii și condițiile de la OpenRoaming la %s.
sl_si: Prebral(-a) sem pogoje uporabe za OpenRoaming na spletnem mestu %s in soglašam z njimi.
tr_tr: %s adresindeki OpenRoaming Kullanım Koşullarını okudum ve kabul ediyorum.
uk_ua: Я ознайомився і погоджуюся з Умовами використання OpenRoaming на %s.

source: The installer is in the form of a Python script. It will try to configure %s under NetworkManager and if this is either not appropriate for your system or your version of NetworkManager is too old, a wpa_supplicant config file will be created instead.
ar: المثبت يكون على شكل Python. سيحاول ضبط %s ضمن NetworkManager وإذا لم يكن ذلك مناسبًا لنظامك أو أن إصدار NetworkManager قديم جدًا ، فسيتم إنشاء ملف تكوين wpa_supplicant بدلاً منه.
bg_bg: Инсталаторът е във вид на Python скрипт. Той ще се опита да конфигурира %s в Network Manager и ако това е или неподходящо за Вашата система или версията на Вашия Network Manager е твърде стара, вместо това ще бъде създаден конфигурационен файл wpa_supplicant.
ca_es: L'instal·lador és un fitxer Python. Mirarà de configurar %s per al NetworkManager i, en cas que no sigui apropiat per al vostre sistema o la vostra versió de NetworkManager sigui massa vella, es crearà un fitxer de configuració per a wpa_supplicant.
cs_cz: Instalační program bude připraven ve formě skriptu v Pythonu. Pokusí se nakonfigurovat %s pomocí aplikace NetworkManager. Pokud je verze aplikace NetworkManager na vašem systému příliš stará nebo není k dispozici, bude vytvořen konfigurační soubor pro nástroj wpa_supplicant.
cy: Mae'r gosodwr ar ffurf sgript Python. Bydd yn ceisio ffurfweddu %s o dan NetworkManager ac os nad yw hyn yn addas ar gyfer eich system neu os yw eich fersiwn o NetworkManager yn rhy hen, bydd ffeil ffurfweddu wpa_supplicant yn cael ei chreu yn lle hynny.
de_de: Das Installationsprogramm ist ein Python Skript. Es wird versuchen, %s im NetworkManager zu installieren. Falls das System nicht durch NetworkManager verwaltet wird oder die Version zu alt ist, wird statt dessen eine wpa_supplicant Konfigurationsdatei angelegt.
el_gr: Το πρόγραμμα εγκατάστασης είναι στη μορφή ενός Python script. Θα προσπαθήσει να ρυθμίσει το %s στο Network Manager και, αν δεν είναι κατάλληλο για το σύστημά σας ή αν έκδοση του Network Manager είναι πολύ παλιά, θα δημιουργηθεί αντ' αυτού ένα αρχείο ρυθμίσεων για το wpa_supplicant.
es_es: Este instalador consiste en un script Python. Tratará de configurar %s a través de NetworkManager, y si esto no es posible para tu sistema o tu versión de NetworkManager es muy antigua, en vez de eso generará un fichero de configuración para wpa_supplicant.
et_ee: Paigaldusprogramm on Pythoni skript. See proovib NetworkManageri tekitada %si võrgu. Kui see ei ole Su süsteemi jaoks sobilik või on NetworkManager liiga vana, luuakse hoopis wpa_supplicant seadistusfail.
fi_fi: Asennusohjelma on Python-skriptin muodossa. Se yrittää konfiguroida %s NetworkManagerissa mutta jos tämä ei ole sopiva järjestelmäsi kannalta tai NetworkManager-versio on liian vanha, luodaan sen sijaan wpa_supplicant-määritystiedosto.
fr_fr: L'installateur est un script Python. Il essaiera de configurer %s à travers NetworkManager et, si ce n'est pas approprié à votre système ou que votre version de NetworkManager est trop vieille, un fichier de configuration de wpa_supplicant sera créé à la place.
hr_hr: Installer je u formi Python skripti. Pokušat će konfigurirati %s u NetworkManageru i ukoliko nije prikladan za Vaš sustav ili je Vaša verzija NetworkManagera previše stara, generirat će se wpa_supplicant konfiguracijska datoteka.
hu_hu: A telepítő egy Python script. A telepítő megpróbálja beállítani a %s -t a NetworkManager segítségével, de ha ez nem megfelelő a rendszeredhez, vagy a NetworkManager verziója túl régi, helyette egy wpa_supplicant konfigurációs fájlt hoz létre.
it_it: Il programma di installazione è uno script Python. Cercherà di configurare %s dentro NetworkManager e se questo non fosse appropriato per il tuo sistema o la tua versione di NetworkManager fosse troppo vecchia, verrà invece creato un file di configurazione wpa_supplicant.
nb_no: Installasjonsprogrammet er et Python script. Det vil forsøke å konfigurere %s i NetworkManager og hvis dette enten ikke passer for ditt system eller din versjon av NetworkManager er for gammel, vil en wpa_supplicant konfig fil bli opprettet i steden.
pl_pl: Instalator jest skryptem napisanym w języku Python. Skrypt będzie próbował skonfigurować %s przy pomocy Network Managera, a jeżeli w Twoim systemie nie da się tego zrobić, albo jeśli Twoja wersja Network Managera jest zbyt stara, to zostanie przygotowany plik konfiguracyjny dla wpa_supplicanta.
pt_pt: O instalador está na forma de um script Python. Vai tentar configurar %s no NetworkManager e se isto não for apropriado para o seu sistema ou a versão do NetworkManager é demasiado antiga, será criado um ficheiro de configuração wpa_supplicant.
ro_ro: Programul de instalare este un script Python. O să încerce să configureze %ssub NetworkManager și în cazul în care acesta nu este potrivit pentru sistemul dumneavoastră sau dacă versiunea dumneavoastră NetworkManager este prea veche, atunci un fișier de configurare wpa_suplicant va fi creat.
sl_si: Namestitveni program je v obliki skripta Python. Poskušal bo konfigurirati %s s pomočjo programa NetwokManager. Če to ni ustrezno za vaš sistem ali če je različica programa NetworkManager prestara, bo ustvarjena konfiguracijska datoteka wpa_supplicant.
sr_rs: Instaler je u formi Python skripte. Pokušaće da konfiguriše %s u okviru NetworkManager-a i ukoliko ovo nije moguće za vaš sistem ili za verziju NetworkManager-a, biće kreiran wpa_supplicant konfiguracioni fajl.
tr_tr: Yükleyici bir Python betiği biçimindedir. Betik %s'i NetworkManager altında yapılandırmaya çalışacak ve eğer bu sisteminiz için uygun değilse veya NetworkManager sürümünüz çok eski ise, o zaman wpa_supplicant yapılandırma dosyası oluşturulacaktır.
uk_ua: Інсталятор має форму сценарію Python. Він намагається налаштувати %sза допомогою NetworkManager, і, система не підтримує це або версія NetworkManager застаріла — буде створено конфігураційний файл для wpa_supplicant.

source: The installer will configure access to:
ar: سيقوم برنامج التثبيت بتهيئة الوصول إلى:
bg_bg: Инсталаторът ще конфигурира достъп до:
ca_es: L'instal·lador configurarà l'accés a:
cs_cz: Instalační program nastaví přístup k:
cy: Bydd y gosodwr yn ffurfweddu mynediad i:
de_de: Das Installationsprogramm konfiguriert den Zugang zu:
el_gr: Το πακέτο εγκατάστασης θα παραμετροποιήσει την πρόσβαση στο:
es_es: El instalador configurará el acceso para:
et_ee: Paigaldusprogramm seadistab juurdepääsu:
fi_fi: Asennusohjelma konfiguroi pääsyä seuraaville:
fr_fr: L'installateur configurera l'accès à :
hr_hr: Installer će podesiti pristup za:
hu_hu: A telepítő beállítja a következőt:
it_it: Il programma di installazione configurerà l'accesso a:
nb_no: Installasjon konfigurerer tilgang til:
pl_pl: Instalator skonfiguruje dostęp do:
pt_pt: O instalador configurará o acesso a:
ro_ro: Programul de instalare va configura accesul la:
sl_si: Namestitveni program bo konfiguriral dostop do naslednjega:
tr_tr: Kurucu, erişimi şu şekilde yapılandıracaktır:
uk_ua: Програма встановлення налаштує доступ до:
