Repository: GEANT/CAT
Catalog: translation/*/devices.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, nb_no, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_rs, tr_tr, uk_ua

source: Error: your username must be in the form of 'xxx@{}'. Please enter the username in the correct format.
ar: خطأ: يجب أن يكون اسم المستخدم بصيغة '{}@xxx'. الرجاء إدخال اسم المستخدم بالصيغة الصحيحة.
bg_bg: Грешка: Вашето потребителско име трябва да бъде във вида 'xxx@{}'. Моля въведете потребителското име в коректния формат.
ca_es: Error: el vostre identificador ha de ser de l'estil 'xxx@{}'. Introduïu-lo en el format correcte.
cs_cz: Chyba: Vaše uživatelské jméno musí být ve formátu 'jméno@{}'. Zadejte prosím uživatelské jméno ve správném formátu.
cy: Gwall: rhaid i'ch enw defnyddiwr fod ar ffurf 'xxx@{}'. Rhowch yr enw defnyddiwr yn y fformat cywir.
de_de: Fehler: Ihr Benutzername muss in der Form 'xxx@{}' sein. Bitte verwenden Sie das korrekte Format.
el_gr: Σφάλμα: το όνομα χρήστη σας πρέπει να είναι στη μορφή 'xxx@{}'. Παρακαλώ εισάγετε το όνομα χρήστη στη σωστή μορφή.
es_es: Error: tu nombre de usuario debe tener la forma usuario@{}. Por favor, introduce el nombre de usuario de forma correcta.
et_ee: Viga: kasutajanimi peab olema kujul 'xxx@{}. Palun sisesta kasutajanimi korrektsel kujul.
fi_fi: Virhe: Käyttäjätunnuksen pitää olla muodossa 'xxx@{}'. Yritä uudelleen.
fr_fr: Erreur : votre nom d'utilisateur doit être de la forme 'xxx@{}'. Merci d'entrer le nom d'utilisateur dans le bon format.
hr_hr: Vaše korisničko ime treba biti formata 'xxx@{}'. Molimo unesite korisničko ime u ispravnom formatu.
hu_hu: Hiba: a felhasználónévnek 'xxx@{}' formátumúnak kell lennie. Kérjük, adja meg a felhasználónevet a megfelelő formátumban.
it_it: Errore: il tuo nome utente deve essere nel formato 'xxx@{}'. Inserisci il nome utente nel formato corretto.
nb_no: Feil: Brukernavn må være på formen 'xxx@{}'. Vennligst oppgi brukernavn i korrekt format.
pl_pl: Błąd: Twoja nazwa użytkownika musi mieć postać 'xxx@{}'. Proszę wprowadzić poprawną nazwę użytkownika.
pt_pt: Erro: o seu nome de utilizador deve estar no formato de 'xxx@{}'. Por favor escreva o nome de utilizador no formato correto.
ro_ro: Eroare: numele de utilizator trebuie să fie de forma 'xxx@{}'. Vă rugăm să introduceți numele de utilizator în formă corectă.
sl_si: Napaka: uporabniško ime mora biti v obliki 'xxx@{}'. Vnesite ga v pravilni obliki.
sr_rs: Greška: vaše korisničko ime mora biti u formi 'xxx@{}'. Unesite korisničko ime u ispravnoj formi.
tr_tr: Hata: kullanıcı adınız 'xxx@{}' biçiminde olmalıdır. Lütfen kullanıcı adını doğru biçimde girin.
uk_ua: Помилка: ваше ім'я користувача має бути у формі 'xxx @{}'. Введіть ім’я користувача у правильному форматі.

source: Error: your username must be in the form of 'xxx@institutionID' and end with '{}'. Please enter the username in the correct format.
ar: خطأ: يجب أن يكون اسم المستخدم بصيغة 'xxx@institutionID' وينتهي بـ '{}'. الرجاء إدخال اسم المستخدم بالصيغة الصحيحة.
bg_bg: Грешка: Вашето потребителско има трябва да бъде във вида 'xxx@institutionID' и да завършва с '{}'. Моля въведете потребителското име в коректния формат.
ca_es: Error: el vostre identificador ha de ser de l'estil 'xxx@IDinstitució' i finalitzar amb '{}'. Introduïu-lo en el format correcte.
cs_cz: Chyba: Vaše uživatelské jméno musí být ve formátu 'jméno@institutionID' a končit s '{}'. Zadejte prosím uživatelské jméno ve správném formátu.
cy: Gwall: rhaid i'ch enw defnyddiwr fod ar ffurf 'xxx@institutionID' a gorffen gyda '{}'. Rhowch yr enw defnyddiwr yn y fformat cywir.
de_de: Fehler: Ihr Benutzername muss in der Form 'xxx@institutsID' sein und auf '{}' enden. Bitte verwenden Sie das korrekte Format.
el_gr: Σφάλμα: Το όνομα χρήστη σας πρέπει να είναι στη μορφή 'xxx@institutionID' και να λήγει σε '{}'. Παρακαλώ εισάγετε το όνομα χρήστη στη σωστή μορφή.
es_es: Error: tu nombre de usuario debe tener la forma 'usuario@dominio' y terminar con '{}'. Por favor, introduce el nombre de usuario de forma correcta.
et_ee: Viga: kasutajanimi peab olema kujul 'xxx@asutuseID' ja peab lõppema '{}'. Palun sisesta kasutajanimi korrektsel kujul.
fi_fi: Virhe: Käyttäjätunnuksen pitää olla muodossa 'xxx@institutionID', ja päättyä '{}'. Annathan tunnuksen oikeassa muodossa.
fr_fr: Erreur : votre nom d'utilisateur doit être de la forme 'xxx@institutionID' et se terminer en '{}'. Merci d'entrer le nom d'utilisateur dans le bon format.
hr_hr: Pogreška. Vaše korisničko ime treba biti forme 'xxx@institutionID' i završavati sa '{}'. Molimo Vas da unesete korisničko ime u ispravnom formatu.
hu_hu: Hiba: a felhasználónevének 'xxx@intézményazonosító' formátumúnak kell lennie, és '{}' kell végződnie. Kérjük, adja meg a felhasználónevet a megfelelő formátumban.
it_it: Errore: il tuo nome utente deve essere nel formato 'xxx@IDorganizzazione' e terminare con '{}'. Inserisci il nome utente nel formato corretto.
nb_no: Feil: Brukernavn må være på formen 'xxx@institutionID' og slutte med '{}'. Vennligst oppgi brukernavn i korrekt format.
pl_pl: Błąd: Twoja nazwa użytkownika musi mieć postać 'xxx@identyfikatorInstytucji' i kończyć się ciągiem '{}'. Proszę wprowadzić poprawną nazwę użytkownika.
pt_pt: Erro: o seu nome de utilizador tem de estar na forma 'xxx@institutionID' e terminar com '{}'. Por favor coloque o nome de utilizador no formato correto.
ro_ro: Eroare: numele de utilizator trebuie să fie de forma 'xxx@IDinstituție' și să se termine cu '${REALM}'. Vă rugăm să introduceți numele de utilizator în forma corectă.
sl_si: Napaka: uporabniško ime mora biti v obliki 'xxx@institutionID' s pripono '{}'. Vnesite ga v pravilni obliki.
sr_rs: Greška: vaše korisničko ime mora biti u formi 'xxx@domen.institucije' i da se završava sa '{}'. Unesite korisničko ime u ispravnoj formi.
tr_tr: Hata: kullanıcı adınız 'xxx@kurumKimliği' biçiminde olmalı ve '{}' ile bitmelidir. Lütfen kullanıcı adını doğru biçimde girin.
uk_ua: Помилка: ваше ім’я користувача має бути у формі 'xxx @institutionID' і закінчуватися на „{}“. Введіть ім’я користувача у правильному форматі.

source: personal certificate file not found
ar: ملف الشهادة الأمنية الشخصية غير متوفرة
bg_bg: не е намерен персонален сертификат
ca_es: arxiu de certificat personal no trobat
cs_cz: soubor s osobním certifikátem nebyl nalezen
cy: ffeil tystysgrif bersonol heb ei chanfod
de_de: Persönliches Zertifikat nicht gefunden
el_gr: το αρχείο προσωπικού πιστοποιητικού δεν βρέθηκε
es_es: No se ha encontrado un certificado personal
et_ee: isikusertifikaadi faili ei leitud
fi_fi: henkilövarmennetiedostoa ei löytynyt
fr_fr: fichier de certificat personnel non trouvé
hr_hr: nije pronađen osobni certifikat
hu_hu: személyes tanusítvány fájl nem található
it_it: file del certificato personale non trovato
nb_no: personlig sertifikat fil ikke funnet
pl_pl: nie znaleziono pliku z osobistym certyfikatem
pt_pt: ficheiro do certificado pessoal não encontrado
ro_ro: Certificatul personal nu poate fi găsit.
sl_si: datoteke osebnega potrdila ni bilo mogoče najti
sr_rs: personalni sertifikat nije pronađen
tr_tr: kişisel sertifika dosyası bulunamadı
uk_ua: файл особистого сертифіката не знайдений

source: Directory {} exists; some of its files may be overwritten
bg_bg: Директория {} съществува; някои от нейните файлове може да бъдат презаписани.
ca_es: La carpeta {} existeix; alguns dels seus fitxers es sobreescriuran
cy: Mae cyfeiriadur {} yn bodoli; mae'n bosibl y bydd rhai o'i ffeiliau wedi'u trosysgrifo
de_de: Verzeichnis {} existiert; einige Datein darin könnten überschrieben werden
el_gr: Ο φάκελος {} υπάρχει ήδη· μερικά αρχεία του μπορεί να αντικατασταθούν.
es_es: La carpeta {} ya existe. Algunos de sus archivos pueden ser sobrescritos.
et_ee: Kataloog {} on olemas; mõned failid seal võidakse üle kirjutada
fr_fr: Le répertoire {} existe ; certains de ses fichiers peuvent être écrasés
hr_hr: Direktorij {} već postoji; neke njegove datoteke mogu biti prebrisane.
hu_hu: {} könyvtár létezik; néhány fájl felülírásra kerülhet a könyvtárban
it_it: La cartella {} esiste; alcuni dei suoi file potrebbero essere sovrascritti
nb_no: Katalogen {} finnes; noen av filene der kan bli overskrevet.
pl_pl: Katalog {} istnieje; niektóre z plików mogą być ponownie zapisane
ro_ro: Directorul {} există; este posibil ca o parte din fișierele directorului să fie suprascrise.
sl_si: Imenik {} že obstaja; nekatere datoteke v njem bodo morda prepisane
uk_ua: Каталог {} існує; деякі його файли можуть бути перезаписані.

source: This installer has been prepared for {0}
ar: تم تهيئة هذا المثبت ل {0}
bg_bg: Този инсталатор е подготвен за {0}
ca_es: Aquest instal·lador ha estat preparat per {0}
cs_cz: Tento instalační program byl připravený pro {0}
cy: Mae'r gosodwr hwn wedi'i baratoi ar gyfer {0}
de_de: Dieses Installationsprogramm wurde für {0} hergestellt.
el_gr: Αυτό το πρόγραμμα εγκατάστασης έχει προετοιμαστεί για {0}
es_es: Este instalador ha sido preparado para {0}
et_ee: {0} - paigaldamisprogramm on ette valmistatud
fi_fi: Tämä asennustiedosto on valmisteltu organisaatiolle {0}
fr_fr: Cet installateur a été préparé pour {0}
hr_hr: Installer je pripremljen za {0}
hu_hu: Erre a telepítőprogramra készült {0}
it_it: Il programma di installazione è stato preparato per {0}
nb_no: Dette installasjonsprogrammet har blitt laget for {0}
pl_pl: Przygotowano instalator dla {0}
pt_pt: O instalador foi preparado para {0}
ro_ro: Acest program de instalare a fost pregătit pentru {0}
sl_si: Namestitveni program je pripravljen za {0}
sr_rs: Ovaj instaler je namenjen za ${0}
tr_tr: Bu yükleyici {0} için hazırlanmıştır.
uk_ua: Цей інсталятор підготовлено для {0}

source: More information and comments:
ar: المزيد من المعلومات والملاحظات:
bg_bg: Още информация и бележки:
ca_es: Més informació i comentaris:
cs_cz: Další informace a komentáře:
cy: Mwy o wybodaeth a sylwadau:
de_de: Mehr Informationen und Kommentare:
el_gr: Περισσότερες πληροφορίες και σχόλια:
es_es: Más información y comentarios:
et_ee: Lisateave ja kommentaarid:
fi_fi: Lisätietoa ja kommentit:
fr_fr: Plus d'informations et commentaires :
gl_es: Máis información e comentarios:
hr_hr: Više informacija i komentari:
hu_hu: További információk és hozzászólások:
it_it: Maggiori informazioni e commenti:
nb_no: Mer informasjon og kommentarer:
pl_pl: Więcej informacji i uwagi:
pt_pt: Mais informações e comentários:
ro_ro: Mai multe informații și observații:
sk_sk: Ďalšie informácie a komentáre:
sl_si: Več informacij in komentarjev:
sr_rs: Više informacija i komentara:
tr_tr: Daha fazla bilgi ve yorumlar:
uk_ua: Додаткова інформація та коментарі:

source: Installer created with software from the GEANT project.
ar: تم إنشاء المثبت ببرنامج من مشروع GEANT.
bg_bg: Инсталаторът е създаден със софтуер от проекта GEANT.
ca_es: Instal·lador creat amb programari del projecte GEANT
cs_cz: Instalační program byl vytvořený pomocí programu z projektu GEANT.
cy: Gosodwr wedi'i greu gyda meddalwedd o'r prosiect GEANT.
de_de: Das Installationsprogramm wurde mit Software vom GEANT Projekt erstellt.
el_gr: Το πακέτο εγκατάστασης δημιουργήθηκε με λογισμικό από το GEANT project.
es_es: Instalador creado con software del proyecto GEANT.
et_ee: Paigaldamisprogrammis on kasutatud GEANT projekti tarkvara
fi_fi: Asennusohjelma on tehty GEANT-projektissa.
fr_fr: Cet installateur a été conçu en partenariat avec RENATER dans le cadre du projet pour le réseau européen de la recherche GÉANT (www.geant.net)
gl_es: Instalador creado con software do proxecto GEANT.
hr_hr: Installer kreiran softverom GEANT projekta.
hu_hu: A telepítő a GEANT projektből származó szoftverrel készült.
it_it: Programma di installazione creato con software del progetto GEANT
nb_no: Installasjonsprogram er laget med software fra GEANT prosjektet.
pl_pl: Instalator został stworzony przy pomocy oprogramowania przygotowanego przez projekt GEANT.
pt_pt: Instalador criado com software do projecto GEANT.
ro_ro: Programul de instalare este creat cu software din proiectul GEANT.
sk_sk: Inštalačný program bol vytvorený pomocou softvéru z projektu GEANT.
sl_si: Namestitveni program je bil ustvarjen s programsko opremo iz projekta GEANT.
sr_rs: Ovaj instaler kreiran uz korišćenje softvera razvijenim u okviru GEANT projekta.
tr_tr: GEANT projesindem bir yazılımlala oluşturulan yükleyici
uk_ua: Інсталятор створено на основі програмного забезпечення проєкту GEAN

source: This installer will only work properly if you are a member of {0} and the user group: {1}.
ar: هذا المثبت سيعمل بشكل صحيح فقط إذا كنت عضوًا في {0} وضمن مجموعة المستخدمين: {1}.
bg_bg: Този инсталатор ще работи правилно само ако сте член на {0} и потребителска група: {1}.
ca_es: Aquest instal·lador només funcionarà correctament si sou membre de {0} i del grup: {1}
cs_cz: Tento instalační program bude fungovat pouze pokud jste členem {0} a uživatelské skupiny: {1}.
cy: Bydd y gosodwr hwn ond yn gweithio'n iawn os ydych yn aelod o {0} a'r grŵp defnyddiwr: {1}.
de_de: Dieses Installationsprogramm funktioniert nur für Anwender von {0} in der Benutzergruppe: {1}.
el_gr: Αυτό το πρόγραμμα εγκατάστασης θα λειτουργήσει σωστά μόνο αν είστε μέλος του {0} και της ομάδας χρηστών {1}.
es_es: Este instalador sólo funcionará correctamente si eres miembro de {0} y del grupo de usuarios {1}.
et_ee: See paigaldamisprogramm töötab korralikult vaid siis, kui kuulud {0} asutuse {1} kasutajagruppi.
fi_fi: Tämä asennustiedosto toimii ainoastaan organisaation {0} ryhmän {1} käyttäjillä.
fr_fr: Cet installateur ne fonctionnera correctement que si vous êtes membre de {0} et du groupe utilisateur {1}.
hr_hr: Installer će raditi ispravno samo ako ste član {0} i korisnik iz grupe: {1}.
hu_hu: Ez a telepítő csak akkor működik megfelelően, ha a {0} és a felhasználói csoport tagja: {1}.
it_it: Questo programma di installazione funzionerà correttamente solo se sei membro di {0} e del gruppo di utenti: {1}.
nb_no: Dette installasjonsprogrammet vil kun fungere om du er medlem av {0} og brukergruppen: {1}.
pl_pl: Ten instalator będzie działał poprawnie tylko jeśli jesteś członkiem {0} i użytkownikiem grupy: {1}.
pt_pt: Este instalador apenas vai funcionar corretamente se for membro de {0} e do grupo de utilizadores: {1}.
ro_ro: Programul de instalare funcționează corect dacă sunteți membru în {0} și faceți parte din grupul: {1}.
sl_si: Namestitveni program bo deloval pravilno samo, če ste član {0} in uporabniške skupine: {1}.
sr_rs: Ovaj program za instaliranje će ispravno funkcionisati samo ako ste član {0} i korisničke grupe: {1}.
tr_tr: Bu yükleyici, yalnızca {0} üyesi ve {1} kullanıcı grubu üyesiyseniz düzgün çalışır.
uk_ua: Цей інсталятор працюватиме належним чином, лише якщо ви є учасником {0} та групи користувачів: {1}.

source: This installer will only work properly if you are a member of {0}.
ar: هذا المثبت سيعمل بشكل صحيح فقط إذا كنت عضوًا في {0} .
bg_bg: Този инсталатор ще работи правилно само ако сте член на {0}.
ca_es: Aquest instal·lador només funcionarà correctament si sou membre de {0}.
cs_cz: Tento instalační program bude fungovat pouze pokud jste členem organizace {0}.
cy: Dim ond os ydych yn aelod o {0} y bydd y gosodwr hwn yn gweithio'n iawn.
de_de: Dieses Installationsprogramm funktioniert nur für Anwender von {0}.
el_gr: Αυτό το πρόγραμμα εγκατάστασης θα λειτουργήσει σωστά μόνο αν είστε μέλος του {0}.
es_es: Este instalador sólo funcionará correctamente si eres miembro de {0}.
et_ee: See paigaldusprogramm töötab korralikult, kui sa oled {0} asutusest.
fi_fi: Tämä asennustiedosto toimii ainoastaan organisaation {0} käyttäjillä.
fr_fr: Cet installateur ne fonctionnera correctement que si vous êtes membre de {0}.
hr_hr: Installer će raditi ispravno samo ako ste član {0}.
hu_hu: Ez a telepítő csak akkor működik megfelelően, ha tagja {0}-nak.
it_it: Questo programma di installazione funzionerà correttamente solo se sei membro di {0}.
nb_no: Dette installasjonsprogrammet vil kun fungere om du er medlem av {0}.
pl_pl: Ten instalator będzie działał poprawnie tylko jeśli jesteś członkiem {0}.
pt_pt: Este instalador apenas funcionará da forma correta se for membro de {0}
ro_ro: Programul de instalare va funcționa corect dacă sunteți membru în {0}.
sl_si: Namestitveni program bo deloval pravilno samo, če ste član {0}.
sr_rs: Ovaj program za instaliranje će ispravno funkcionisati samo ako ste član {0}.
tr_tr: Bu yükleyici, yalnızca {0} üyesiyseniz düzgün çalışır.
uk_ua: Цей інсталятор працюватиме належним чином, лише якщо ви є членом {0}.

source: Directory %s exists; some of its files may be overwritten.
ar: دليل %s موجود؛ قد يتم التعديل في بعض ملفاته.
bg_bg: Директорията %s съществува; някои от файлове в нея може да бъдат презаписани.
ca_es: La carpeta %s exiteix; alguns dels seus fitxers es podeu sobreescriure.
cs_cz: Adresář %s už existuje, některé soubory v něm budou přepsány.
cy: Cyfeiriadur %s yn bodoli; gall rhai o'i ffeiliau gael eu trosysgrifo.
de_de: Verzeichnis %s existiert bereits; einige Dateien werden möglicherweise überschrieben.
el_gr: Ο φάκελος %s υπάρχει ήδη· μερικά αρχεία του μπορεί να αντικατασταθούν.
es_es: El directorio %s existe, algunos ficheros serán sobreescritos.
et_ee: Kataloog %s on olemas; mõned failid seal võidakse üle kirjutada.
fi_fi: Hakemisto %s on olemassa; jotkut sen tiedostoista ylikirjoitetaan.
fr_fr: Le répertoire %s existe. Certains des fichiers qu'il contient peuvent être écrasés.
gl_es: O cartafol %s xa existe; pode ser que se rescriban algúns dos ficheiros.
hr_hr: Direktorij %s već postoji, postoji mogućnost da će neki podaci u njemu biti prebrisani.
hu_hu: A %s már létezik; néhány ottani fájl lehet, hogy felül lesz írva.
it_it: La cartella %s esiste; qualche tuo fille potrebbe essere sovrascritto.
nb_no: Katalogen %s finnes, noen av filene der kan bli skrevet over.
pl_pl: Katalog %s już istnieje; niektóre pliki mogą ulec zmianie.
pt_pt: A diretoria %s já existe; alguns dos ficheiros podem ser sobrepostos.
ro_ro: Directorul %s există; este posibil ca o parte din fișierele directorului să fie suprascrise.
sk_sk: Adresár %s už existuje, niektoré súbory v ňom budú prepísané.
sl_si: Imenik %s že obstaja; nekatere datoteke bodo morda prepisane.
tr_tr: %s dizini mevcut; bazı dosyaları üzerine yazılabilir.
uk_ua: Каталог %sіснує; деякі його файли можуть бути перезаписані.

source: NetworkManager configuration failed, but we may generate a wpa_supplicant configuration file if you wish. Be warned that your connection password will be saved in this file as clear text.
ar: فشل تهيئة اعدادات Network Manager ، لكننا قد ننشئ ملف تهيئة wpa_supplicant إذا كنت ترغب في ذلك. كن حذرًا من أنه سيتم حفظ كلمة مرور الاتصال في هذا الملف كنص واضح.
bg_bg: Конфигурацията на Network Manager е неуспешна, но ако желаете можем да генерираме wpa_supplicant конфигурационен файл. Предупреждаваме Ви, че паролата Ви за връзка ще бъде запазена в този файл като чист текст.
ca_es: La configuració del NetworkManager ha fallat, però podem generar un arxiu de configuració de wpa_supplicant. Tingueu present que la contrasenya de connexió es desa en text clar en aquest arxiu.
cs_cz: Konfigurace NetworkManageru se nezdařila. Pokud si přejete, můžeme vygenerovat konfigurační soubor pro wpa-supplicant. Vaše heslo pro připojení bude v tomto souboru uloženo v textové podobě!
cy: Methodd cyfluniad NetworkManager, ond gallwn gynhyrchu ffeil ffurfweddu wpa_supplicant os dymunwch. Byddwch yn cael eich rhybuddio y bydd eich cyfrinair cysylltiad yn cael ei gadw yn y ffeil hon fel testun clir.
de_de: Die Konfiguration von NetworkManager ist fehlgeschlagen, aber es könnte stattdessen eine Konfigurationsdatei für das Programm wpa_supplicant erstellt werden wenn Sie das wünschen. Beachten Sie bitte, dass Ihr Passwort im Klartext in dieser Datei steht.
el_gr: Η παραμετροποίηση του Network Manager απέτυχε, αλλά μπορούμε να παράξουμε ένα αρχείο ρύθμισης wpa_supplicant αν το επιθυμείτε. Να γνωρίζετε ότι ο κωδικός σύνδεσής σας θα αποθηκευτεί σε αυτό το αρχείο χωρίς κρυπτογράφηση.
es_es: La configuración de NetworkManager falló, pero podemos generar un archivo de configuración para wpa_supplicant si lo deseas. Aviso: tu contraseña se almacenará sin cifrar en este archivo.
et_ee: NetworkManageri seadistamine ebaõnnestus, kuid kui soovid, võime luua wpa_supplicant seadistusfaili. Hoiatus: Su ühenduse parool salvestatakse selles failis avatekstina.
fi_fi: NetworkManagerin asetuksia ei voitu määritellä, mutta voimme luoda wpa_supplicant-määritystiedoston, jos haluat. Muista, että salasanasi tallennetaan tähän tiedostoon selkokielisessä muodossa.
fr_fr: La configuration de NetworkManager a échoué mais nous pouvons générer un fichier de configuration pour wpa_supplicant si vous le souhaitez. Attention : votre mot de passe de connexion sera sauvé en clair dans ce fichier.
hr_hr: Konfiguriranje NetworkManagera nije uspjelo, ali možemo generirati wpa_supplicant konfiguracijsku datoteku ako želite. Budite svijesni da će se lozinka za spajanje u ovom fileu spremiti kao tekst.
hu_hu: A NetworkManager konfigurációja nem sikerült, de ha szükséges, létrehozhatunk egy wpa_supplicant konfigurációs fájlt. Figyelmeztetés: a jelszavad olvasható szövegként kerül mentésre ebben a fájlban.
it_it: La configurazione di Network Manager non ha avuto successo, ma, se lo desideri, possiamo generare un file di configurazione per wpa_supplicant. Nota che la tua password verrà salvata in chiaro su questo file.
nb_no: NetworkManager konfigurasjon feilet, men vi kan generere en wpa_supplicant konfigurasjonsfil om du vil. Advarsel - ditt passord vil bli lagret i klartekst i denne filen.
pl_pl: Konfiguracja Network Managera nie powiodła się, ale możemy wygenerować Twój plik konfiguracyjny dla programu wpa_supplicant. Uprzedzamy, że hasło połączenia zostanie zapamiętane w tym pliku otwartym tekstem.
pt_pt: A configuração do NetworkManager falhou, mas podemos criar um ficheiro de configuração wpa_supplicant se pretender. Tenha em atenção que a sua palavra passe de ligação irá ser guardada neste ficheiro como texto visível.
ro_ro: Configurarea NetworkManager nu a reușit, dar putem genera un fișier de configurare wpa_supplicant dacă doriți. Vă avertizăm că parola de conectare va fi stocată în acel fișisier sub forma vizibilă
sl_si: Programa NetworkManager ni bilo mogoče konfigurirati, toda če želite, lahko ustvarimo konfiguracijsko datoteko wpa_supplicant. Upoštevajte, da bo geslo povezave shranjeno v to datoteko kot čisto besedilo.
sr_rs: Nespešno konfigurisanje NetworkManager-a, ali možemo generisati wpa_supplicant konfiguracioni fajl ako želite. Ukoliko želite, vaša lozinka će u ovom fajlu biti čitljiva.
tr_tr: NetworkManager yapılandırması başarısız oldu, ancak isterseniz bir wpa_supplicant yapılandırma dosyası oluşturabiliriz. Bağlantı parolanızın bu dosyada açık metin olarak kaydedileceği konusunda sizi uyarmalıyız.
uk_ua: Помилка конфігурації NetworkManager, але ми можемо створити файл конфігурації wpa_supplicant, якщо ви хочете. Зауважте, що пароль вашого з’єднання буде збережено у цьому файлі у відкритому вигляді.
