Repository: GEANT/CAT
Catalog: translation/*/devices.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, nb_no, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_rs, tr_tr, uk_ua

source: No wireless interfaces found. Wireless access will not be configured. Would you like to continue and configure access on the wired interface?
ar: لم يتم العثور على واجهات لاسلكية. لن يتم تهيئة الاتصال اللاسلكي. هل ترغب في المتابعة وتهيئة الاتصال على الواجهة السلكية؟
bg_bg: Не са намерени безжични интерфейси. Безжичният достъп няма да бъде конфигуриран. Искате ли да продължите и да конфигурирате достъпа до кабелен интерфейс?
ca_es: No s'ha trobat cap tarja WiFi. No es configurarà l'accés sense fils. Voleu continuar i configurar l'accés amb la tarja LAN?
cs_cz: Bezdrátová zařízení nebyla nalezena, takže bezdrátový přístup nebude nastaven. Chcete pokračovat a nastavit přístup pro kabelovou síť?
cy: Heb ganfod rhyngwynebau diwifr. Ni fydd mynediad diwifr yn cael ei ffurfweddu. Hoffech chi barhau a ffurfweddu mynediad ar y rhyngwyneb gwifrau?
de_de: Es wurde keine WLAN-Schnittstelle gefunden. Kabelloser Zugang wird nicht konfiguriert. Möchten Sie trotzdem weitermachen und den kabelgebundenen Zugang einrichten?
el_gr: Δεν βρέθηκαν ασύρματες διεπαφές. Η ασύρματη πρόσβαση δεν θα ρυθμιστεί. Επιθυμείτε να συνεχίσετε και να ρυθμίσετε την πρόσβαση στην ενσύρματη διεπαφή;
es_es: No se han encontrado interfaces de red inalámbrica. ¿Quieres continuar y configurar el acceso a la red cableada?
et_ee: WiFi liideseid ei leitud. WiFi ühendust ei ole võimalik seadistada. Kas soovid jätkata ning seadistada ühenduse traadiga liidesele?
fi_fi: Langattomia verkkosovittimia ei löytynyt, joten langattomia yhteyksiä ei asenneta. Haluatko jatkaa ja asentaa yhteyksiä langallisiin Ethernet-sovittimiin?
fr_fr: Aucune interface sans fil n' été trouvée. L'accès sans fil ne sera pas configuré. Désirez-vous continuer afin de configurer l'accès sur une interface filaire ?
hr_hr: Nije pronađen niti jedan priključak na bežičnu mrežu. Da li želite nastaviti i konfigurirati priključak na žičnu mrežu ?
hu_hu: Nem találtunk vezetéknélküli interfészt. A vezetéknélküli hozzáférést nem konfigurálunk. Folytatód és a vezetékes hálózatot konfigurálod?
it_it: Non sono state trovate interfacce wireless. L'accesso wireless non verrà configurato. Vuoi continuare e configurare l'accesso sull'interfaccia cablata?
nb_no: Fant ingen trådløse grensesnitt. Trådløs aksess blir ikke konfigurert. Vil du fortsette for å konfigurere et kablet grensesnitt?
pl_pl: Nie znaleziono interfejsów bezprzewodowych. Dostęp bezprzewodowy nie może zostać skonfigurowany. Czy chcesz kontynuować i skonfigurować dostęp na interfejsie przewodowym?
pt_pt: Não foram encontrados interfaces sem fios. O acesso à rede sem fios não será configurado. Pretende continuar e configurar o acesso no interface cablado?
ro_ro: Nu au fost găsite interfețe wireless. Accesul la rețele wireless nu va fi configurat. Doriți configurarea pentru accesul la rețele cablate ?
sl_si: Najden ni bil noben brezžični vmesnik. Brezžični dostop ne bo konfiguriran. Ali želite nadaljevati in konfigurirati dostop prek žičnega vmesnika?
sr_rs: Nije pronađen nijedan bežični interfejs. Bežični pristup neće biti konfigurisan. Da li želtie da nastavite i konfigurišete pristup preko žičnog interfejsa?
tr_tr: Kablosuz arabirim bulunamadı. Kablosuz erişim ayarları yapılmayacaktır. Kablolu arabirim ayarlarınızın yapılması için devam etmek ister misiniz?
uk_ua: Бездротові інтерфейси не виявлено. Бездротовий доступ не буде налаштований. Бажаєте продовжити та налаштувати доступ через дротовий інтерфейс?

source: Do you want to enable access on wired interfaces?
ar: هل تريد تمكين الوصول الى واجهات سلكية؟
bg_bg: Искате ли да разрешите достъпа до кабелни интерфейси?
ca_es: Voleu habilitar l'accés a les targes LAN?
cs_cz: Chcete zřídit přístup na kabelových rozhraních?
cy: Ydych chi am alluogi mynediad ar ryngwynebau gwifrau?
de_de: Möchten Sie den Zugang für kabelgebundene Netzwerke einrichten?
el_gr: Επιθυμείτε να ενεργοποιήσετε την πρόσβαση στις ενσύρματες διεπαφές;
es_es: ¿Quieres habilitar el acceso a las interfaces de red cableada?
et_ee: Kas soovid lubada ligipääsu traadiga liidesele?
fi_fi: Haluatko lisätä yhteyden langallisiin Ethernet-sovittimiin?
fr_fr: Désirez-vous activer l'accès sur les interfaces filaires ?
hr_hr: Želite li omogućiti profil za žični pristup?
hu_hu: Akarod engedélyezni a hozzáférést a vezetékes interfészen?
it_it: Vuoi abilitare l'accesso alle interfacce cablate?
nb_no: Vil du opprette aksess på et kablet grensesnitt?
pl_pl: Czy chcesz włączyć dostęp na interfejsach przewodowych?
pt_pt: Pretende habilitar o acesso a interfaces cablados?
ro_ro: Doriți să activați accesul la rețelele cablate ?
sl_si: Ali želite omogočiti dostop prek žičnih vmesnikov?
sr_rs: Da li želite da omogućite pristup preko žičnog interfejsa?
tr_tr: Kablolu arabirimler üzerinde erişimi etkinleştirmek ister misiniz?
uk_ua: Бажаєте увімкнути доступ через дротовий інтерфейс?

source: Profiles installation
ar: تثبيت ملفات التعريف
bg_bg: Инсталиране на профилите
ca_es: Perfils d'instal·lació
cs_cz: Instalace profilů
cy: Gosod proffiliau
de_de: Installation der Profile
el_gr: Εγκατάσταση προφίλ
es_es: Instalación de perfiles
et_ee: Profiilide paigaldamine
fi_fi: Profiilien asennus
fr_fr: Installation des profils
gl_es: Instalación de perfís
hr_hr: Instalacija profila
hu_hu: Profilok telepítése
it_it: Installazione dei profili
nb_no: Profil installasjon
pl_pl: Instalacja profili sieciowych
pt_pt: Instalação de perfís
ro_ro: Instalarea profilelor
sk_sk: Inštalácia profilov
sl_si: Namestitev profilov
sr_rs: Instaliranje profila
tr_tr: Profiller kurulumu
uk_ua: Встановлення профілів

source: Checking for profile $R8
ar: التحقق من الملف الشخصي R8 $
bg_bg: Проверка за профил $R8
ca_es: Comprovant el perfil $R8
cs_cz: Hledám profil $R8
cy: Wrthi'n gwirio am proffil $R8
de_de: Suche nach Profil $R8
el_gr: Έλεγχος για προφίλ $R8
es_es: Comprobando el perfil $R8
et_ee: Kontrollin $R8 jaoks profiili
fi_fi: Tarkistaetaan profiilia $R8
fr_fr: Vérification du profil
hr_hr: Provjeravam profil $R8
hu_hu: A profile $R8 ellenőrzése
it_it: Controllo per il profilo $R8
nb_no: Ser etter profil $R8
pl_pl: Sprawdzam profil $R8
pt_pt: A verificar o perfill $R8
ro_ro: Verificarea profilului $R8
sl_si: Preverjanje profila $R8
sr_rs: Provera za profil $R8
tr_tr: Profil $R8 kontrol ediliyor
uk_ua: Виконується перевірка профілю $R8

source: found profile $R8
ar: وجد ملف التعريف R8 $
bg_bg: намерен профил $R8
ca_es: perfil $R8 trobat
cs_cz: nalezen profil $R8
cy: dod o hyd i proffil $R8
de_de: Profil $R8 gefunden
el_gr: βρέθηκε προφίλ $R8
es_es: perfil $R8 encontrado
et_ee: leitud profiil $R8
fi_fi: Profiili $R8 löytyi
fr_fr: profil $R8 trouvé
hr_hr: pronašao sam profil $R8
hu_hu: $R8 profile-t találtunk
it_it: trovato il profilo $R8
nb_no: Fant profil $R8
pl_pl: znaleziono profil $R8
pt_pt: foi encontrado o perfil $R8
ro_ro: profilul $R8 a fost găsit
sl_si: najden je bil profil $R8
sr_rs: pronađen profil $R8
tr_tr: Profil $R8 bulundu
uk_ua: знайдено профіль $R8

source: This installer will only work properly if you are a member of ${ORGANISATION} and the user group: ${USER_GROUP}.
ar: سيعمل برنامج التثبيت هذا بشكل صحيح فقط إذا كنت عضوًا في {ORGANISATION}$ وضمن مجموعة المستخدمين: {USER_GROUP}$ .
bg_bg: Инсталаторът ще работи правилно единствено ако сте член на ${ORGANISATION} и потребителска група: ${USER_GROUP}.
ca_es: Aquest instal·lador només funcionarà correctament si sou membre de ${ORGANISATION} i del grup d'usuaris: ${USER_GROUP}.
cs_cz: Tento instalační program bude fungovat pouze pokud jste členem uživatelské skupiny: ${USER_GROUP} v organizaci ${ORGANISATION}.
cy: Bydd y gosodwr hwn ond yn gweithio'n iawn os ydych yn aelod o ${ORGANISATION} a'r grŵp defnyddiwr: ${USER_GROUP}.
de_de: Dieses Installationsprogramm funktioniert nur für Anwender von ${ORGANISATION} in der Benutzergruppe: ${USER_GROUP}.
el_gr: Το πακέτο εγκατάστασης θα λειτουργήσει μόνο αν είστε μέλος του ${ORGANISATION} και της ομάδας χρηστών: ${USER_GROUP}.
es_es: El instalador funcionará adecuadamente sólo si eres un miembro de ${ORGANISATION} y perteneces al grupo de usuarios: ${USER_GROUP}.
et_ee: See paigaldamisprogramm töötab korralikult ainult juhul, kui Sa kuulud asutuse ${ORGANISATION} kasutajagruppi ${USER_GROUP}.
fi_fi: Asennusohjelma toimii oikein vain jos, olet organisaation ${ORGANISATION} käyttäjä ja kuulut käyttäjäryhmään ${USER_GROUP}.
fr_fr: Cet installateur ne fonctionnera correctement que si vous êtes un membre de ${ORGANISATION} et du groupe : ${USER_GROUP}
gl_es: Este instalador soamente funciona correctamente se é un membro de ${ORGANISATION} e se o seu grupo de usuarios é ${USER_GROUP}.
hr_hr: Ovaj installer namjenjen je članovima korisničke grupe: ${USER_GROUP} iz ${ORGANISATION}.
hu_hu: Ez a telepítő csak akkor működik helyesen, ha ${ORGANISATION} tagja vagy és a(z) ${USER_GROUP} felhasználói csoportba tartozol.
it_it: Questo programma di installazione funziona correttamente solo se si è membri di ${ORGANISATION} e del gruppo di utenti: ${USER_GROUP}.
nb_no: Dette installasjonsprogrammet vil kun fungere om du tilhører ${ORGANISATION} og brukergruppen: ${USER_GROUP}.
pl_pl: Ten instalator będzie poprawnie działał tylko jeżeli jesteś członkiem grupy ${USER_GROUP} w ${ORGANISATION}.
pt_pt: Este instalador só funcionará correctamente se for um utilizador da/do ${ORGANISATION} e do grupo de utilizadores ${USER_GROUP}.
ro_ro: Programul de instalare funcționează corect dacă sunteți membru a ${ORGANISATION} și faceți parte din grupul ${USER_GROUP}.
sk_sk: Tento inštalačný program bude fungovať správne, len ak ste členom používateľskej skupiny: ${USER_GROUP} v organizácii ${ORGANISATION}.
sl_si: Namestitveni program bo pravilno deloval samo, če ste član organizacije ${ORGANISATION} in uporabniške skupine ${USER_GROUP}.
sr_rs: Program za instaliranje će raditi ispravno samo ako ste korisnik ${ORGANISATION} i ako ste u korisničkoj grupi: ${USER_GROUP}.
tr_tr: Ancak ${ORGANISATION} ve ${USER_GROUP} kullanıcı grubu üyesiyseniz bu yükleyici düzgün çalışır.
uk_ua: Цей інсталятор працюватиме належним чином, лише якщо ви є членом організації ${ORGANISATION} та групи користувачів: ${USER_GROUP}.

source: Click OK to continue with installation.
ar: انقر على "موافق" لمتابعة التثبيت.
bg_bg: Натиснете ОК, за да продължите с инсталацията.
ca_es: Premeu D'acord per a continuar amb la instal·lació.
cs_cz: Pro pokračování instalace stiskněte tlačítko OK.
cy: Cliciwch OK i barhau â'r gosodiad.
de_de: Drücken Sie OK um mit der Installation fortzufahren.
el_gr: Πατήστε ΟΚ για να συνεχίσετε την εγκατάσταση.
es_es: Haz click en OK para continuar con la instalación.
et_ee: Paigaldamise jätkamiseks klõpsa OK.
fi_fi: Napsauta OK jatkaaksesi.
fr_fr: Cliquez sur OK pour continuer l'installation.
gl_es: Prema OK para continuar coa instalación
hr_hr: Odaberi OK za nastavaka instalacije.
hu_hu: Kattints a Rendben gombra a telepítés folytatásához.
it_it: Cliccare su OK per continuare l'installazione.
nb_no: Klikk OK for å fortsette installasjonen.
pl_pl: Kliknij OK, aby kontynuować.
pt_pt: Clique OK para continuar com a instalação.
ro_ro: Apăsați OK pentru a continua instalarea.
sk_sk: Ak si prajete pokračovať, stlačte tlačítko OK.
sl_si: Za nadaljevanje z namestitvijo kliknite "V redu".
sr_rs: Kliknite OK da biste nastavili sa instaliranjem.
tr_tr: Yüklemeye devam etmek için 'Tamam' ı tıklayın.
uk_ua: Натисніть OK, щоб продовжити інсталяцію.

source: This installer will only work properly if you are a member of ${ORGANISATION}.
ar: سيعمل برنامج التثبيت هذا بشكل صحيح فقط إذا كنت عضوًا في {ORGANIZATION}$.
bg_bg: Инсталаторът ще работи правилно единствено ако сте член на ${ORGANISATION}.
ca_es: Aquest instal·lador només funcionarà correctament si sou membre de ${ORGANISATION}.
cs_cz: Tento instalační program bude fungovat pouze pokud jste členem organizace ${ORGANISATION}.
cy: Dim ond os ydych yn aelod o ${ORGANISATION} y bydd y gosodwr hwn yn gweithio'n iawn.
de_de: Dieses Installationsprogramm funktioniert nur für Anwender von ${ORGANISATION}.
el_gr: Αυτό το πακέτο εγκατάστασης θα λειτουργήσει μόνο αν είστε μέλος του ${ORGANISATION}.
es_es: El instalador funcionará adecuadamente sólo si eres un miembro de ${ORGANISATION}.
et_ee: See paigaldamisprogramm töötab korralikult ainult juhul, kui Sa oled asutusest ${ORGANISATION}.
fi_fi: Asennusohjelma toimii oikein vain, jos olet organisaation ${ORGANISATION} käyttäjä.
fr_fr: Cet installateur ne fonctionnera correctement que si vous êtes un membre de ${ORGANISATION}.
gl_es: Este instalador soamente funcionará apropiadamente se é vostede un membro de ${ORGANISATION}.
hr_hr: Ovaj installer namjenjen je članovima ${ORGANISATION}.
hu_hu: Ez a telepítő csak akkor működik helyesen, ha ${ORGANISATION} tagja vagy.
it_it: Questo programma di installazione funziona correttamente solo se si è membri di ${ORGANISATION}.
nb_no: Dette installasjonsprogrammet vil kun fungere om du tilhører ${ORGANISATION}.
pl_pl: Ten instalator będzie poprawnie działał tylko jeżeli Twoją instytucją macierzystą jest ${ORGANISATION}.
pt_pt: Este instalador só funcionará correctamente se for um utilizador da/do ${ORGANISATION}.
ro_ro: Programul de instalare va funcționa corect dacă sunteți membru a ${ORGANISATION}.
sk_sk: Tento inštalačný program bude fungovať správne, len ak ste členom organizácie ${ORGANISATION}.
sl_si: Namestitveni program bo pravilno deloval samo, če ste član organizacije ${ORGANISATION}.
sr_rs: Program za instaliranje radi ispravno samo ako ste korisnik ${ORGANISATION}.
tr_tr: Ancak ${ORGANISATION} üyesiyseniz bu yükleyici düzgün çalışır.
uk_ua: Цей інсталятор працюватиме належним чином, лише якщо ви є членом організації ${ORGANISATION}.

source: Please read the additional information from ${ORGANISATION} which will be displayed in a moment.
ar: يرجى قراءة المعلومات الإضافية من {ORGANIZATION}$ والتي سيتم عرضها خلال لحظات.
bg_bg: Моля прочетете допълнителната информация от ${ORGANISATION}, която ще бъде показана след малко.
ca_es: Llegiu la informació addicional de ${ORGANISATION} que se us mostrarà seguidament.
cs_cz: Přečtěte si, prosím, další informace z ${ORGANISATION}, které budou zobrazeny vzápětí.
cy: Darllenwch y wybodaeth ychwanegol gan ${ORGANISATION} a fydd yn cael ei dangos mewn eiliad.
de_de: Bitte lesen Sie diese zusätzliche Information Ihrer ${ORGANISATION}, die hier gleich angezeigt wird.
el_gr: Παρακαλούμε διαβάστε τις επιπρόσθετες πληροφορίες από το ${ORGANISATION}, οι οποίες θα εμφανιστούν άμεσα.
es_es: Por favor lee la información adicional de ${ORGANISATION}, la cual se mostrará a continuación.
et_ee: Järgmiseks palun loe asutuse ${ORGANISATION} kohta kohe kuvatavat lisateavet.
fi_fi: Ole hyvä ja lue oman kotiorganisaatiosi lisätiedot, jotka näkyvät hetken kuluttua.
fr_fr: Veuillez lire les informations spécifiques à ${ORGANISATION} qui vont être affichées sous peu.
hr_hr: Molimo pročitajte dodatne informacije iz ${ORGANISATION} koje će uskoro biti prikazane.
hu_hu: Kérjük, olvasd el a ${szervezeti} további információkat, amely ebben a pillanatban jelenik meg.
it_it: Si prega di leggere le informazioni aggiuntive da parte di ${ORGANIZATION} che verranno visualizzate in un momento.
nb_no: Vennligst les tilleggsinformasjon fra $ {ORGANISASJON} som vil bli vist straks.
pl_pl: Przeczytaj dodatkowe informacje ${ORGANISATION}, które zostaną za chwilę wyświetlone.
pt_pt: Por favor leia a informação adicional da ${ORGANISATION} que vai ser mostrada dentro de momento
ro_ro: Va rugăm să citiți informațiile adiționale de la ${ORGANISATION} care vor fi afișate în câteva momente.
sl_si: Preberite dodatne informacije organizacije ${ORGANISATION}, ki bodo prikazane čez nekaj trenutkov.
sr_rs: Molimo vas da pročitate dodatne informacije koje je pružila institucija ${ORGANISATION}, a koje će biti uskoro prikazane.
tr_tr: Lütfen, şimdi görüntülenecek ${ORGANISATION}'daki ek bilgileri okuyun.
uk_ua: Будь ласка, прочитайте додаткову інформацію від ${ORGANISATION}, яка з’явиться через мить.
