Repository: GEANT/CAT
Catalog: translation/*/devices.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, nb_no, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_rs, tr_tr, uk_ua

source: The installer will create the following wireless profiles:
ar: سينشئ برنامج التثبيت ملفات تعريف الاتصال اللاسلكي التالية:
bg_bg: Инсталаторът ще съдаде следните безжични профили:
ca_es: L'instal·lador crearà els següents perfils de xarxa:
cs_cz: Instalační program vytvoří profily těchto bezdrátových sítí:
cy: Bydd y gosodwr yn creu'r proffiliau diwifr canlynol:
de_de: Dieses Installationsprogramm wird die folgenden WLAN Profile einrichten:
el_gr: Η εγκατάσταση θα δημιουργήσει τα ακόλουθα ασύρματα προφίλ:
es_es: El instalador creará los siguientes perfiles inalámbricos:
et_ee: Paigaldusprogramm loob järgmised traadita profiilid:
fi_fi: Asennusohjelma luo seuraavat langattoman verkon profiilit:
fr_fr: Ce programme d'installation créera les profils de réseau sans fil suivants :
gl_es: O instalador creará os seguintes perfís de rede sen fíos:
hr_hr: Installer će kreirate sljedeće bežične profile:
hu_hu: A telepítő a következő vezeték nélküli profilokat hozza létre:
it_it: Il programma di installazione creerà i seguenti profili di rete:
nb_no: Installasjonsprogrammet vil lage følgende trådløs profiler:
pl_pl: Instalator stworzy następujące profile bezprzewodowe:
pt_pt: O instalador irá criar os seguintes perfis wireless:
ro_ro: Programul de instalare va crea următoarele profile wireless:
sk_sk: Inštalačný program vytvorí nasledovné profily bezdrotových sietí:
sl_si: Namestitveni program bo ustvaril naslednje brezžične profile:
sr_rs: Ovaj program za instaliranje će kreirati sledeće bežične profile:
tr_tr: Yükleyici belirtilen bu kablosuz profili yaratacak:
uk_ua: Інсталятор створить наступні профілі бездротових мереж:

source: The installer will create the wireless profile:
ar: سينشئ برنامج التثبيت ملف تعريف الاتصال اللاسلكي:
bg_bg: Инсталаторът ще създаде безжичен профил:
ca_es: L'instal·lador crearà el perfil sense fils:
cs_cz: Instalační program vytvoří profil bezdrátové sítě:
cy: Bydd y gosodwr yn creu'r proffil diwifr:
de_de: Dieses Installationsprogramm wird die folgenden WLAN Profile einrichten:
el_gr: Το πακέτο εγκατάστασης θα δημιουργήσει το ασύρματο προφίλ:
es_es: El instalador creará el perfil de red inalámbrica:
et_ee: Paigaldusprogramm loob traadita profiili:
fi_fi: Asennusohjelma luo langattoman verkon profiilin:
fr_fr: L'installateur va créer le profil sans fil :
hr_hr: Installer kreira profil za bežičnu mrežu:
hu_hu: A telepítő a következő vezeték-nélküli profilet fogja létrehozni:
it_it: L'installer creerà il profilo wireless:
nb_no: Installasjonsprogrammet vil opprette trådløsprofilen:
pl_pl: Instalator stworzy profil bezprzewodowy:
pt_pt: O configurador vai criar o perfil wireless:
ro_ro: Programul de instalare va crea următorul profil de rețea wireless:
sl_si: Namestitveni program bo ustvaril brezžični profil:
sr_rs: Instaler će napraviti bežični profil:
tr_tr: Yükleyici kablosuz ağ profili oluşturacak:
uk_ua: Інсталятор створить такий бездротовий профіль:

source: Your Windows 10 has not been updated which means that you are likely to have problems accessing network. We suggest that you quit this installation, update your Windows and try again
ar: لم يتم تحديث ويندوز 10 الخاص بك مما يعني أنه من المحتمل أنك تواجه مشاكل في الوصول إلى الشبكة. نقترح إنهاء هذا التثبيت وتحديث الويندوز والمحاولة مرة أخرى
bg_bg: Вашият Windows 10 не е ъпдейтнат, което означава, че e възможно да имате проблеми с достъпването на мрежата. Предлагаме Ви да прекъснете инсталацията, да ъпдейтнете Вашия Windows и да опитате отново.
ca_es: El vostre Windows 10 no s'ha actualitzat, per tant pot ser que tingueu problemes d'accés a la xarxa. Us recomanem que sortiu de la instal.lació, actualitzeu el Windows i ho torneu a provar
cs_cz: Váše Windows 10 nebyly aktualizovány, což znamená, že pravděpodobně máte problémy s přístupem k síti. Doporučujeme ukončit tuto instalaci, aktualizovat systém Windows a poté to zkusit to znovu
cy: Nid yw eich Windows 10 wedi'i ddiweddaru sy'n golygu eich bod yn debygol o gael problemau wrth gyrchu rhwydwaith. Rydym yn awgrymu eich bod yn rhoi'r gorau i'r gosodiad hwn, diweddaru eich Windows a cheisio eto
de_de: Ihr Windows 10 ist nicht aktuell. Dies führt dazu dass Sie wahrscheinlich Probleme bei der Nutzung des Netzwerks haben werden. Sie sollten die Installation an dieser Stelle abbrechen, Windows aktualisieren, und es dann erneut versuchen.
el_gr: Η εγκατάσταση σας Windows 10 δεν είναι ενημερωμένη, ενδέχεται να αντιμετωπίσετε προβλήματα στην πρόσβαση δικτύου. Προτείνουμε να εγκαταλείψετε την εγκατάσταση, να ενημερώσετε την εγκατάσταση Windows και να προσπαθήσετε ξανά
es_es: Tu Windows 10 no ha sido actualizado, lo que significa que es posible que tengas problemas para acceder a la red. Te sugerimos que salgas de la instalación, actualices Windows y vuelvas a intentarlo.
et_ee: Sinu Windows 10 ei ole uuendatud ja Sul võib olla probleeme võrkupääsemisega. Soovitame käesolev paigaldus katkestada, Windows uuendada ja seejärel uuesti proovida.
fi_fi: Window 10 ei ole päivitetty ja on todennäköistä että verkkoon liittymisessä esiintyy onglemia. Keskeytä asennus, päivitä Windows ja yritä uudelleen.
fr_fr: Votre Windows 10 n'a pas été mis à jour, ce qui veut dire que vous pourriez rencontrer des problèmes d'accès au réseau. Nous vous suggérons d'abandonner cette installation, puis de mettre à jour votre Windows avant de réessayer.
hr_hr: Vaš Windows 10 operativni sustav nije podignut na zadnju siguronosnu verziju, te može imati problema s mrežom. Predlažemo da prekinete s instalacijom i da obavite nadogradnju sustava, te pokušate ponovno
hu_hu: A Windows 10 nem lett frissítve, amely gondot okozhat a hálózati elérésben. Javasoljuk ezen telepító intsallálása előtt frissítse Windows operációs rendszerét.
it_it: Il tuo Windows 10 non è stato aggiornato, il che significa che potresti avere problemi di accesso alla rete. Ti suggeriamo di uscire da questa installazione, aggiornare il tuo Windows e riprovare
nb_no: Din Windows 10 har ikke blitt oppdatert, det medfører at du antagelig vil få problemer med å koble til nettverket. Vi foreslår at du avslutter denne installasjonen, oppdaterer Windows og deretter prøver igjen.
pl_pl: Twój system Windows 10 nie jest zaktualizowany, z tego powodu mogą pojawić się problemy w dostępie sieciowym. Zalecamy przerwanie tej instalacji i aktualizację system Windows, a następnie ponowienie instalacji.
pt_pt: O seu Windows 10 não foi atualizado, o que significa que provavelmente terá problemas para aceder à rede. Sugerimos que saia desta instalação, atualize o seu Windows e tente novamente
ro_ro: Sistemul de operare Windows 10 nu a fost actualizat ceea ce poate produce probleme la accesarea rețelei. Vă recomandăm să opriți această instalare, să vă actualizați sistemul de operare Windows și să încercați din nou.
sl_si: Sistem Windows 10 ni posodobljen, kar pomeni, da boste najverjetneje imeli težave pri dostopanju do omrežja. Predlagamo, da zaprete to namestitev, posodobite sistem Windows in poskusite znova.
tr_tr: Windows 10'unuz güncellenmemiş, bu da ağa erişim sorunları yaşamanıza neden olabilir. Bu nedenle, bu kurulumu sonlandırmanızı, Windows'unuzu güncellemenizi ve yeniden denemenizi öneriyoruz.
uk_ua: Windows 10 не оновлена, тому можливі проблеми з доступом до мережі. Рекомендуємо припинити інсталяцію, оновити Windows і спробувати ще раз.

source: You are running Windows $WindowsName but this installer is only for Windows 10 and newer. Please download the correct installer and try again.
ar: أنت تستخدم ويندوز WindowsName$ ولكن هذا المثبت مخصص فقط لويندوز 10 والإصدارات الأحدث. يرجى تنزيل برنامج التثبيت الصحيح والمحاولة مرة أخرى.
bg_bg: Вие сте стартирали Windows $WindowsName, но този инсталатор е само за Windows 10 и по-нов. Моля изтеглете коректния инсталатор и опитайте отново.
ca_es: Esteu utilitzant Windows $WindowsName però aquest instal·lador només funciona amb Windows 10 o superior. Baixeu l'instal·lador correcte i torneu-ho a provar.
cs_cz: Provozujete Windows $WindowsName, ale tento instalátor je jenom pro Windows 10 a novější. Stáhněte si instalátor pro správnou verzi Windows a zkuste to znovu.
cy: Rydych yn rhedeg Windows $WindowsName ond dim ond ar gyfer Windows 10 a mwy newydd y mae'r gosodwr hwn. Lawrlwythwch y gosodwr cywir a cheisiwch eto.
de_de: Sie benutzen Windows $WindowsName , aber dieses Installationsprogramm ist speziell für Windows 10 und höher. Bitte laden Sie das richtige Installationsprogramm herunter und versuchen Sie es noch einmal.
el_gr: Εκτελείτε Windows $WindowsName αλλά αυτό το πακέτο εγκατάστασης προορίζεται μόνο για Windows 10 ή νεώτερη έκδοση. Κατεβάστε το σωστό πακέτο εγκατάστασης και προσπαθήστε ξανά.
es_es: Estás usando Windows $WindowsName pero este instalador es sólo para Windows 10 y versiones posteriores. Por favor, descarga el instalador correcto y prueba de nuevo.
et_ee: Kasutad $WindowsName Windowsi versiooni, aga see paigaldusprogramm on mõeldud Windows 10 ja uuema jaoks. Palun lae alla õige paigaldusprogramm ja proovi uuesti.
fi_fi: Käytössäsi on Windows $WindowsName mutta tämä asennusohjelma edellyttää versiota Windows 10 tai uudempi. Lataathan omalle käyttöjärjestelmällesi tarkoitetun asennustiedoston.
fr_fr: Vous utilisez Windows $WindowsName mais cet installateur ne peut être utilisé qu'à partir de Windows 10. Veuillez télécharger une version adaptée de l'installateur et recommencer l’installation.
hr_hr: Vaš operativni sustav je Windows $WindowsName a ovo je installer samo za Windows 10 i noviji. Molimo preuzmite ispravan installer i pokušajte ponovo.
hu_hu: Te egy Windows $WindowsName-t futtatsz, de ez a telepítő csak Windows 10 vagy újabb esetén használható. Töltsd le a helyes telepítőt és próbáld újra.
it_it: Stai utilizzando Windows $WindowsName ma questo programma di installazione è solo per Windows 10 e successivi. Si prega di scaricare il programma di installazione corretto e riprovare.
nb_no: Du bruker Windows $WindowsName, dette installasjonsprogram er kun for Windows 10 og nyere. Vennligst last ned korrekt installasjonsprogram og prøv igjen.
pl_pl: Korzystasz z Windows $WindowsName podczas, gdy ten instalator jest dedykowany dla Windows 10 i nowszych. Pobierz właściwą wersję i spróbuj ponownie.
pt_pt: Está a correr o Windows $WindowsName mas este instalador é apenas para o Windows 10 ou posterior. Por favor descarregue a versão correta do instalador e tente novamente.
ro_ro: Utilizați Windows $WindowsName dar acest kit de instalare este doar pentru Windows 10 și versiuni mai noi. Vă rugăm să descărcați kit-ul de instalare corect și să încercați din nou.
sl_si: Uporabljate sistem Windows $WindowsName. Ta namestitveni program je namenjen samo za sistem Windows 10 ali novejši. Prenesite ustrezen namestitveni program in poskusite znova.
sr_rs: Vaš operativni sistem je Windows $WindowsName ali ovaj instaler je namenjen samo za Windows 10 i novije verzije. Preuzmite odgovarajući instaler i pokušajte ponovo.
tr_tr: Windows $WindowsName kullanıyorsunuz, fakat bu yükleyici sadece Windows 10 ve daha yenileri içindir. Lütfen doğru yükleyiciyi indirin ve tekrar deneyin.
uk_ua: У вас запущена Windows $WindowsName, але цей інсталятор призначено лише для Windows 10 і новіших версій. Завантажте відповідний інсталятор і спробуйте ще раз.

source: You are running Windows $WindowsName but this installer is only for Windows 8 and 8.1. Please download the correct installer and try again.
ar: أنت تستخدم ويندوز WindowsName$ ولكن هذا المثبت مخصص فقط لويندوز 8 و 8.1 . يرجى تنزيل برنامج التثبيت الصحيح والمحاولة مرة أخرى.
bg_bg: Вие сте стартирали Windows $WindowsName, но този инсталатор е само за Windows 8 и 8.1. Моля изтеглете коректния инсталатор и опитайте отново.
ca_es: Esteu utilitzant Windows $WindowsName però aquest instal·lador només funciona amb Windows 8 i 8.1. Baixeu l'instal·lador correcte i torneu-ho a provar.
cs_cz: Provozujete Windows $WindowsName, ale tento instalátor je jenom pro Windows 8 a 8.1. Stáhněte si instalátor pro správnou verzi Windows a zkuste to znovu.
cy: Rydych yn rhedeg Windows $WindowsName ond dim ond ar gyfer Windows 8 ac 8.1 y mae'r gosodwr hwn. Lawrlwythwch y gosodwr cywir a cheisiwch eto.
de_de: Sie benutzen Windows $WindowsName , aber dieses Installationsprogramm ist speziell für Windows 8 und 8.1. Bitte laden Sie das richtige Installationsprogramm herunter und versuchen Sie es noch einmal.
el_gr: Εκτελείτε Windows $WindowsName αλλά αυτό το πακέτο εγκατάστασης προορίζεται μόνο για Windows 8 και 8.1. Κατεβάστε το σωστό πακέτο εγκατάστασης και προσπαθήστε ξανά.
es_es: Estás usando Windows $WindowsName pero este instalador es sólo para Windows 8 y 8.1. Por favor, descarga el instalador correcto y prueba de nuevo.
et_ee: Kasutad $WindowsName Windowsi versiooni, aga see paigaldusprogramm on mõeldud ainult Windows 8 või Windows 8.1 jaoks. Palun lae alla õige paigaldusprogramm ja proovi uuesti.
fi_fi: Käytössäsi on Windows $WindowsName mutta tämä asennusohjelma on tehty Windowsin versioille 8 ja 8.1. Lataathan omalle käyttöjärjestelmällesi tarkoitetun asennustiedoston.
fr_fr: Vous utilisez Windows $WindowsName mais cet installateur ne peut être utilisé que pour Windows 8 et 8.1. Veuillez télécharger une version adaptée de l'installateur et recommencer l’installation.
hr_hr: Vaš operativni sustav je Windows $WindowsName a ovo je installer samo za Windows 8 i 8.1. Molimo preuzmite ispravan installer i pokušajte ponovo.
hu_hu: Te egy Windows $WindowsName-t futtatsz, de ez a telepítő csak Windows 8 vagy 8.1 esetén használható. Töltsd le a helyes telepítőt és próbáld újra.
it_it: Stai utilizzando Windows $WindowsName ma questo programma di installazione è solo per Windows 8 e 8.1. Si prega di scaricare il programma di installazione corretto e riprovare.
nb_no: Du bruker Windows $WindowsName, dette installasjonsprogrammet er kun for Windows 8 og 8.1. Vennligst last ned korrekt installasjonsprogram og prøv igjen.
pl_pl: Korzystasz z Windows $WindowsName, a ten instalator jest dedykowany dla Windows 8 i 8.1. Pobierz właściwą wersję instalatora i spróbuj ponownie.
pt_pt: Está a correr o Windows $WindowsName mas este instalador é apenas para o Windows 8 e 8.1. Por favor descarregue a versão correta do instalador e tente novamente.
ro_ro: Utilizați Windows $WindowsName dar acest kit de instalare este doar pentru Windows 8 și Windows 8.1. Vă rugăm să descărcați kit-ul de instalare corect și să încercați din nou.
sl_si: Uporabljate sistem Windows $WindowsName. Ta namestitveni program je namenjen samo za Windows 8 in 8.1. Prenesite ustrezen namestitveni program in poskusite znova.
sr_rs: Vaš operativni sistem je Windows $WindowsName ali ovaj instaler je namenjen samo za Windows 8 i 8.1. Preuzmite odgovarajući instaler i pokušajte ponovo.
tr_tr: Windows $WindowsName kullanıyorsunuz, fakat bu yükleyici sadece Windows 8 ve 8.1 içindir. Lütfen doğru yükleyiciyi indirin ve tekrar deneyin.
uk_ua: У вас запущена Windows $WindowsName, але цей інсталятор призначено лише для Windows 8 та 8.1. Завантажте відповідний інсталятор і спробуйте ще раз.

source: You are running Windows $WindowsName but this installer is only for Windows Vista and Windows 7. Please download the correct installer and try again.
ar: أنت تستخدم ويندوز WindowsName$ ولكن هذا المثبت مخصص فقط لويندوز فيستا وويندوز 7. يرجى تنزيل برنامج التثبيت الصحيح والمحاولة مرة أخرى.
bg_bg: Вие използвате Windows $WindowsName, но този инсталатор е само за Windows Vista и Windows 7. Моля изтеглете правилния инсталатор и опитайте отново.
ca_es: Esteu fent servir Windows $WindowsName però aquest instal·lador és només per a Windows Vista i Windows 7. Baixeu l'instal·lador correcte i torneu-ho a provar.
cs_cz: Provozujete Windows $WindowsName, ale tento instalátor je jenom pro Windows Vista a Windows 7. Stáhněte si instalátor pro správnou verzi Windows a zkuste to znovu.
cy: Rydych yn rhedeg Windows $WindowsName ond dim ond ar gyfer Windows Vista a Windows 7 y mae'r gosodwr hwn. Lawrlwythwch y gosodwr cywir a cheisiwch eto.
de_de: Sie benutzen Windows $WindowsName , aber dieses Installationsprogramm ist speziell fürWindows Vista und 7. Bitte laden Sie das richtige Installationsprogramm herunter und versuchen Sie es noch einmal.
el_gr: Εκτελείτε Windows $WindowsName αλλά αυτό το πακέτο εγκατάστασης είναι μόνο για Windows Vista και Windows 7. Παρακαλώ κατεβάστε το σωστό πακέτο εγκατάστασης και δοκιμάστε ξανά.
es_es: Estás ejecutando Windows $WindowsName pero este instalador es sólo para Windows Vista y Windows 7. Por favor descarga el instalador correcto e inténtalo de nuevo.
et_ee: Kasutad $WindowsName Windowsi versiooni, aga see paigaldusprogramm on mõeldud ainult Windows Vista või Windows 7 jaoks. Palun lae alla õige paigaldusprogramm ja proovi uuesti.
fi_fi: Käytössäsi on Windows $WindowsName, mutta tämä asennusohjelma on vain Windows Vistalle ja Windows 7:lle. Lataa oikea asennusohjelma käyttöjärjestelmällesi ja yritä uudestaan.
fr_fr: Vous utilisez Windows $WindowsName mais cet installateur ne peut être utilisé qu'avec Windows Vista ou Windows 7. Veuillez télécharger une version adaptée de l'installateur.
hr_hr: Koristire Windows $WindowsName,, ali instaler je samo za Windows Vista. Molimo vas da dohvatite ispravnu verziju instalera i pokušate ponovno.
hu_hu: Te egy Windows $WindowsName -t futtatsz, de ez a telepítő csak Windows Vistán és Windows 7-en működik. Légy szíves a megfelelő telepítőt letölteni és azt futtatni.
it_it: Stai usando Windows $WindowsName ma questo programma di installazione è solo per Windows Vista e Windows 7. Scarica il programma di installazione corretto e riprova.
nb_no: Du kjører Windows $WindowsName, dette installasjonsprogrammet er kun for Windows Vista og Windows 7. Vennligst last ned korrekt installasjonsprogram og prøv igjen.
pl_pl: Korzystasz z Windows $WindowsName, a ten instalator jest dedykowany dla Windows Vista i Windows 7. Pobierz właściwą wersję instalatora i spróbuj ponownie.
pt_pt: Está a utilizar o Windows $WindowsName, no entanto este instalador é apenas para Windows Vista e Windows 7. Faça o download do instalador correto e tente novamente.
ro_ro: Dumneavoastră folosiți Windows $WindowsName dar programul de instalare este util numai pentru Windows Vista și Windows 7. Vă rugăm să descărcați programul de instalare corespunzător.
sl_si: Uporabljate sistem Windows $WindowsName, toda ta namestitveni program je namenjen samo za Windows Vista in Windows 7. Prenesite ustrezen namestitveni program in poskusite znova.
sr_rs: Koristite Windows $WindowsName, ali ovaj instaler je namenjen samo za Windows Vista and Windows 7. Molimo vas da preuzmete odgovarajući instaler i da pokušate ponovo.
tr_tr: Windows $WindowsName kullanıyorsunuz. Bu kurulum programı sadece Windows Vista ve Windows 7 sürümlerinde çalışır. Doğru kurulum programını indirip tekrar deneyiniz.
uk_ua: У вас запущена Windows $WindowsName, але цей інсталятор призначено лише для Windows Vista та Windows 7. Завантажте відповідний інсталятор і спробуйте ще раз.

source: Windows wireless configuration service is not enabled. The installer cannot continue.
ar: خدمة التهيئة اللاسلكيه لـ Windows غير مفعلة. برنامج التثبيت لا يمكنه الاستمرار.
bg_bg: Услугата на Windows за конфигуриране на wireless не е разрешена. Инсталаторът не може да продължи.
ca_es: El servei de configuració wifi de Windows no està habilitat. L'instal·lador no pot continuar.
cs_cz: Služba systému Windows pro nastavení bezdrátové sítě není povolená. Instalační program nemůže pokračovat.
cy: Nid yw gwasanaeth cyfluniad diwifr Windows wedi'i alluogi. Ni all y gosodwr barhau.
de_de: Der Windows WLAN Konfigurationsdienst ist nicht eingeschaltet. Die Installation wird abgebrochen.
el_gr: Η υπηρεσία ασύρματης ρύθμισης των Windows δεν είναι ενεργοποιημένη. Η εγκατάσταση δεν μπορεί να συνεχιστεί.
es_es: El servicio de configuración inalámbrica de Windows no está habilitado. El instalador no puede continuar.
et_ee: Windowsi "wireless configuration" teenus ei ole lubatud. Paigaldaja ei saa jätkata.
fi_fi: Langattoman verkon määrittelypalvelu ei ole käynnissä Windowsissa. Asennusohjelma ei voi jatkaa eteenpäin.
fr_fr: Le service de configuration de réseau sans-fil de windows n'est pas activé. L'installateur ne peut pas continuer.
gl_es: O servizo de configuración de redes sen fíos de Windows non está activado. O instalador non pode continuar.
hr_hr: Windows wireless configuration servis nije pokrenut. Installer ne može nastaviti.
hu_hu: A Windows WiFi konfigurációs szolgáltatása le van tiltva. Az installáló nem tud továbblépni.
it_it: Il servizio di configurazione del wireless di Windows non è abilitato. Il programma di installazione non può continuare.
nb_no: Windows trådløs konfigurasjonstjeneste er ikke aktivert. Installasjonen kan ikke fortsette.
pl_pl: Usługa konfiguracji sieci bezprzewodowej nie jest włączona. Instalator nie może wykonać swojego zadania.
pt_pt: O serviço de configuração de rede wireless no Windows não está activo. O instalador não pode continuar.
ro_ro: Serviciul de configurare a rețelelor wireless nu este activat în Windows. Programul de instalare nu poate continua.
sk_sk: Služba systému Windows pre nastavenie bezdrôtovej siete nie je povolená. Inštalačný program nemôže pokračovať.
sl_si: Storitev Windows za konfiguracijo brezžičnega omrežja ni omogočena. Namestitveni program ne more nadaljevati.
sr_rs: Windows wireless konfiguracioni servis nije uključen. Instalacija se ne može nastaviti.
tr_tr: Window kablosuz ağ yapılandırma servisi etkin değil. Yükeyici devam edemiyor.
uk_ua: Послуга бездротової конфігурації Windows не ввімкнена. Інсталятор не може продовжувати.

source: No wireless interfaces found. The installer cannot continue.
ar: لم يتم العثور على واجهات لاسلكية. لن يتمكن برنامج التثبيت من الاستمرار.
bg_bg: Не са намерени безжични интерфейси. Инсталаторът не може да продължи.
ca_es: No s'ha trobat interfícies wifi. L'instal·lador no pot continuar.
cs_cz: Nebylo nalezeno žádné rozhraní bezdrátové sítě. Instalační program nemůže pokračovat.
cy: Heb ganfod rhyngwynebau diwifr. Ni all y gosodwr barhau.
de_de: Auf Ihrem System wurden keine WLAN Schnittstellen gefunden. Die Installation wird abgebrochen.
el_gr: Δεν βρέθηκαν ασύρματες διεπαφές. Η εγκατάσταση δε θα συνεχιστεί.
es_es: No se encontraron interfaces inalámbricas. El instalador no puede continuar.
et_ee: Traadita võrgu liideseid ei leitud. Paigaldaja ei saa jätkata.
fi_fi: Langattomia verkkolaitteita ei löytynyt. Asennusohjelma ei voi jatkaa eteenpäin.
fr_fr: Aucune interface sans fil n'a été trouvée. L'installateur ne peut pas continuer.
gl_es: Non se atoparon interfaces de redes sen fíos. O instalador non pode continuar.
hr_hr: Nema bežičnih sučelja. Installer ne može nastaviti.
hu_hu: Nincs WiFi interfész. A telepítő nem tud továbbmenni.
it_it: Non sono state trovate interfacce wireless. Il programma di installazione non può continuare.
nb_no: Ingen trådløse grensesnitt funnet. Installasjonen kan ikke fortsette.
pl_pl: Nie znaleziono interfejsów bezprzewodowych. Instalator nie może wykonać swojego zadania.
pt_pt: Não foi encontrado um interface wireless. O instalador não pode continuar.
ro_ro: Nu au fost găsite interfețe wireless. Programul de instalare nu poate continua.
sk_sk: Nebolo nájdené žiadne rozhranie bezdrôtovej siete. Inštalačný program nemôže pokračovať.
sl_si: Brezžičnih vmesnikov ni bilo mogoče najti. Namestitveni program ne more nadaljevati.
sr_rs: Wireless interfejs nije pronađen. Instalacija se ne može nastaviti.
tr_tr: Kablosuz arayüzleri bulunamadı. Yükleyici devam edemiyor.
uk_ua: Не знайдено бездротових інтерфейсів. Інсталятор не може продовжувати.
