Repository: GEANT/CAT
Catalog: translation/*/devices.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, nb_no, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_rs, tr_tr, uk_ua

source: Missing password
ar: كلمة المرور مفقودة
bg_bg: Липсва парола
ca_es: Manca contrasenya
cs_cz: Chybí heslo
cy: Cyfrinair ar goll
de_de: Fehlendes Passwort
el_gr: Λείπει ο κωδικός
es_es: Falta la contraseña
et_ee: Puudub parool
fi_fi: Salasana puuttuu
fr_fr: Mot de passe manquant
hr_hr: Nedostaje korisnička lozinka
hu_hu: Hiányzó jelszó
it_it: Password mancante
nb_no: Passord mangler
pl_pl: Brak hasła
pt_pt: Password em falta
ro_ro: Lipsește parola
sk_sk: Chýba heslo
sl_si: Manjkajoče geslo
sr_rs: Nedostaje lozinka
tr_tr: Eksik parola
uk_ua: Відсутній пароль

source: Password mismatch
ar: عدم تطابق كلمة المرور
bg_bg: Паролата не съответства
ca_es: La contrasenya no coincideix
cs_cz: Heslo není shodné
cy: Diffyg cyfatebiaeth cyfrinair
de_de: Passwörter stimmen nicht überein
el_gr: Αναντιστοιχία κωδικών
es_es: Las contraseñas no coinciden
et_ee: Paroolid ei kattu
fi_fi: Salasanat eivät täsmää
fr_fr: Mots de passe différent
hr_hr: Lozinke se ne podudaraju.
hu_hu: Nem illeszkedő jelszó
it_it: Password non coincidente
nb_no: Passord mismatch
pl_pl: Niezgodność haseł
pt_pt: Passwords diferentes
ro_ro: Parola incorectă
sl_si: Neujemanje gesel
tr_tr: Parola uyumsuzluğu.
uk_ua: Невідповідність пароля

source: Installation
ar: التثبيت
bg_bg: Инсталиране
ca_es: Instal·lació
cs_cz: Instalace
cy: Gosodiad
el_gr: Εγκατάσταση
es_es: Instalación
et_ee: Paigaldamine
fi_fi: Asennus
gl_es: Instalación
hr_hr: Instalacija
hu_hu: Telepítés
it_it: Installazione
nb_no: Installasjon
pl_pl: Instalacja
pt_pt: Instalação
ro_ro: Instalare
sk_sk: Inštalácia
sl_si: Namestitev
sr_rs: Instaliranje
tr_tr: Kurulum
uk_ua: Встановлення

source: Checking for existing wireless profiles
ar: التحقق من وجود ملفات التعريف للشبكات اللاسلكية الحالية
bg_bg: Проверка за съществуващи безжични профили.
ca_es: Cercant perfils wireless existents
cs_cz: Kontrola existujících bezdrátových profilů
cy: Gwirio am proffiliau diwifr presennol
de_de: Suche nach bestehenden WLAN Profilen
el_gr: Έλεγχος για υπάρχοντα προφίλ ασύρματου δικτύου
es_es: Comprobando si existen perfiles de red inalámbrica
et_ee: Kontrollime traadita profiilide olemasolu
fi_fi: Tarkistetaan olemassa olevia langattomia profiileja.
fr_fr: Vérification des profils sans fils existants
hr_hr: Provjera postojećih bežičnih profila
hu_hu: A létező vezetéknélküli profile-ok ellenőrzése
it_it: Controllo i profili wireless esistenti
nb_no: Ser etter eksisterende trådløse profiler.
pl_pl: Sprawdzam istniejące profile bezprzewodowe
pt_pt: A verificar a existência de perfis wireless
ro_ro: Se verifică profile wireless existente
sl_si: Preverjanje obstoječih brezžičnih profilov
sr_rs: Provera postojećih profila za bežične mreže.
tr_tr: Varolan kablosuz ağ profilleri kontrol ediliyor.
uk_ua: Перевірка наявних бездротових профілів

source: Installation of the personal certificate
ar: تثبيت الشهادة الأمنية الشخصية
bg_bg: Инсталиране на персоналния сертификат
ca_es: Instal·lació del certificat personal
cs_cz: Instalace osobního certifikátu
cy: Gosod y tystysgrif bersonol
de_de: Installation des persönlichen Zertifikats
el_gr: Εγκατάσταση του προσωπικού πιστοποιητικού
es_es: Instalación del certificado personal
et_ee: Isikusertifikaadi paigaldamine
fi_fi: Henkilövarmenteen asennus
fr_fr: Installation du certificat personnel
gl_es: Instalación do certificado persoal
hr_hr: Instalacija osobnog certifikata
hu_hu: Személyes tanúsítvány telepítése
it_it: Installazione del certificato personale
nb_no: Installasjon av personlig sertifikat
pl_pl: Instaluję certyfikat osobisty
pt_pt: Instalação do certificado pessoal
ro_ro: Instalare certificat personal
sk_sk: Inštalácia osobného certifikátu
sl_si: Namestitev osebnega potrdila
sr_rs: Instaliranje personalnog sertifikata
tr_tr: Kişisel sertifika kurulumu
uk_ua: Встановлення особистого посвідчення

source: Components installation
ar: تثبيت المكونات
bg_bg: Инсталиране на компонентите
ca_es: Instal·lació dels components
cs_cz: Instalace komponentů
cy: Gosod cydrannau
de_de: Installation der Komponenten
el_gr: Εγκατάσταση συστατικών
es_es: Instalación de componentes
et_ee: Komponentide paigaldamine
fi_fi: Komponenttien asennus
fr_fr: Installation des composants
gl_es: Instalación de compoñentes
hr_hr: Instalacija komponenti
hu_hu: Komponensek telepítése
it_it: Installazione delle componenti
nb_no: Komponent installasjon
pl_pl: Instalacja składników
pt_pt: Instalação de componentes
ro_ro: Instalare componente
sk_sk: Inštalácia komponentov
sl_si: Namestitev komponent
sr_rs: Instaliranje komponenti
tr_tr: Bileşenler kurulumu
uk_ua: Встановлення компонентів

source: Personal certificate
ar: شهادة أمنية شخصية
bg_bg: Персонален сертификат
ca_es: Certificat personal
cs_cz: Osobní certifikát
cy: Tystysgrif bersonol
de_de: Persönliches Zertifikat
el_gr: Προσωπικό πιστοποιητικό
es_es: Certificado personal
et_ee: Isikusertifikaat
fi_fi: Henkilövarmenne
fr_fr: Certificat personnel
gl_es: Certificado persoal
hr_hr: Osobni certifikat
hu_hu: Személyes tanúsítvány
it_it: Certificato personale
nb_no: Personlig sertifikat
pl_pl: Certyfikat osobisty
pt_pt: Certificado pessoal
ro_ro: Certificat personal
sk_sk: Osobný certifikát
sl_si: Osebno potrdilo
sr_rs: Personalni sertifikat
tr_tr: Kişisel sertifika
uk_ua: Особистий сертифікат

source: Installation of network profiles
ar: تثبيت ملفات تعريف الشبكة
bg_bg: Инсталиране на мрежовите профили
ca_es: Instal·lació dels perfils de xarxa
cs_cz: Instalace síťových profilů
cy: Proffiliau rhwydwaith gosodiad
de_de: Installation der Netzwerkprofile
el_gr: Εγκατάσταση των προφίλ δικτύου
es_es: Instalación de perfiles de red
et_ee: Võrguprofiilide paigaldamine
fi_fi: Verkkoprofiilien asennus
fr_fr: Installation des profils réseau
gl_es: Instalación de perfís de rede
hr_hr: Instalacija mrežnog profila
hu_hu: Hálózati profil telepítése
it_it: Installazione dei profili di rete.
nb_no: Installasjon av nettverksprofiler
pl_pl: Instalacja profili sieciowych
pt_pt: Instalação de perfis de rede
ro_ro: Instalare profile de rețea
sk_sk: Inštalácia sieťových profilov
sl_si: Namestitev omrežnih profilov
sr_rs: Instaliranje mrežnih profila
tr_tr: Ağ profilleri kurulumu
uk_ua: Встановлення мережевих профілів

source: profiles
ar: ملفات التعريف
bg_bg: профили
ca_es: perfils
cs_cz: profily
cy: proffiliau
de_de: Profile
el_gr: προφιλ
es_es: perfiles
et_ee: profiilid
fi_fi: profiilit
fr_fr: profils
gl_es: perfís
hr_hr: profili
hu_hu: Profilok
it_it: profili
nb_no: profiler
pl_pl: profile
pt_pt: perfis
ro_ro: profile
sk_sk: profily
sl_si: profili
sr_rs: profili
tr_tr: profiller
uk_ua: профілі

source: Network profiles update
ar: تحديث ملفات تعريف الشبكة
bg_bg: Актуализиране на мрежовите профили
ca_es: Actualització dels perfils de xarxa
cs_cz: Aktualizace síťových profilů
cy: Proffiliau rhwydwaith diweddarwyd
de_de: Aktualisierung der Netzwerkprofile
el_gr: Ενημέρωση προφίλ δικτύου
es_es: Actualización de perfiles de red
et_ee: Võrguprofiilide uuendamine
fi_fi: Verkkoprofiilien päivitys
fr_fr: Mise à jour des profils réseau
gl_es: actualizar os perfís de rede
hr_hr: Popravak mrežnog profila
hu_hu: Hálózati profil frissítése
it_it: Aggiornamento dei profili di rete
nb_no: Nettverksprofiler oppdatering
pl_pl: Odświeżenie profili sieciowych
pt_pt: Actualização de perfis de rede
ro_ro: Actualizare profile de rețea
sk_sk: Aktualizácia sieťových profilov
sl_si: Posodobitev omrežnih profilov
sr_rs: Ažuriranje mrežnih profila
tr_tr: Ağ profilleri güncelle
uk_ua: Оновлення мережевих профілів

source: user profile
ar: ملف تعريف المستخدم
bg_bg: потребителски профил
ca_es: perfil d'usuari
cs_cz: uživatelský profil
cy: proffil defnyddiwr
de_de: Benutzerprofil
el_gr: προφίλ χρήστη
es_es: perfil de usuario
et_ee: kasutajaprofiil
fi_fi: käyttäjäprofiili
fr_fr: profil utilisateur
gl_es: perfil de usuario
hr_hr: korisnički profil
hu_hu: felhasználói profil
it_it: profilo utente
nb_no: bruker profil
pl_pl: profil użytkownika
pt_pt: perfil do utilizador
ro_ro: profil de utilizator
sk_sk: profil používateľa
sl_si: profil uporabnika
sr_rs: korisnički profil
tr_tr: kullanıcı profili
uk_ua: профіль користувача

source: install program
ar: ثبت البرنامج
bg_bg: инсталирай програма
ca_es: programa d'instal·lació
cs_cz: instalovat program
cy: arsefydlu rhaglen
de_de: Programm installieren
el_gr: εγκατάσταση προγράμματος
es_es: instalar programa
et_ee: Paigalda programm
fi_fi: asennusohjelma
fr_fr: installer le programme
gl_es: instalar programa
hr_hr: instaliraj program
hu_hu: Program telepítése
it_it: programma di installazione
nb_no: installer program
pl_pl: instalacja programu
pt_pt: instalar programa
ro_ro: instalare program
sk_sk: inštalovať program
sl_si: namestitveni program
sr_rs: instaliraj program
tr_tr: kurulum programı
uk_ua: програма встановлення

source: An additional piece of software 'GEANTlink' needs to be installed. This installation requires Administrator rights; you will be prompted to give permission for that action.
ar: يتطلب تثبيت البرنامج الإضافي 'GEANTlink'. وهذا الطلب يحتاج الى صلاحيات المدير، سيتطلب عليك منح الصلاحيات لإتمام الإجراء.
bg_bg: Необходимо е да се инсталира допълнителна част от софтуера 'GEANTlink'. Инсталацията изисква администраторски права; ще Ви бъде поискано позволение за това действие.
ca_es: Cal instal·lar un programa anomenat 'GEANTlink'. Aquesta instal·lació requereix drets d'administració; se us demanarà permís per a aquesta acció.
cs_cz: Dodatečný program 'GÉANTlink' musí být nainstalován. Tato instalace vyžaduje administrátorská práva; budete požádáni k povolení této akce.
cy: Mae angen gosod darn ychwanegol o meddalwedd, 'GEANTlink'. Mae'r gosodiad hwn yn gofyn am hawliau Gweinyddwr; byddwch yn cael eich annog i roi caniatâd ar gyfer y weithred honno.
de_de: Die zusätzliche Software "GEANTlink" muss installiert werden. Hierfür werden Administratorrechte benötigt; Sie werden von Windows zur Erteilung dieser Rechte aufgefordert.
el_gr: Ένα επιπλέον κομμάτι του λογισμικού "GEANTlink" πρέπει να εγκατασταθεί. Αυτή η εγκατάσταση απαιτεί δικαιώματα διαχειριστή? θα σας ζητηθεί να δώσετε άδεια για την εν λόγω δράση.
es_es: Se necesita instalar un software adicional, "GEANTLink". Esta instalación necesita permisos de Administrador y se te pedirán dichos permisos para esta acción.
et_ee: Lisaks on vaja paigaldada 'GEANTlink' programm. Selle paigaldamiseks vajalikke administraatoriõigusi küsitakse protsessi käigus.
fi_fi: 'GEANTlink'-sovelluksen asentamiseksi tarvitaan järjestelmäylläpitäjän oikeuksia; sinulta kysytään tunnusta ja salasanaa suorittaaksesi asennuksen loppuun.
fr_fr: Un autre élément logiciel 'GEANTlink' doit être installé. Cette installation nécessite les droits Administrateur ; il vous sera demandé d'autoriser cette action.
hr_hr: Dodatna programska podrška 'GEANTLink' se treba instalirati. Instalacija zahtjeva posjedovanje Administratrorskih prava.
hu_hu: Egy további szoftvert 'GEANTlink' telepítése szüksége még. Telepítéséhez adminisztrátori jogosultság szükséges: adminisztárori jogok megadását kérni fogja a rendszer.
it_it: E' necessario installare il software aggiuntivo 'GEANTlink'. Questa installazione necessita dei permessi di Administrator; ti sarà richiesto in seguito di permettere questa azione.
nb_no: Programvaren 'GEANTlink' må installeres. Denne installasjonen krever administratorrettigheter; du vil bli bedt om å gi tillatelse for denne handlingen.
pl_pl: Koniecznie jest zainstalowanie dodatkowego oprogramowania GEANTLink. Instalacja wymaga uprawnień administracyjnych; zostaniesz poproszony o udzielenie zgody na ten krok.
pt_pt: Um software adicional 'GEANTlink' necessita de ser instalado. A instalação necessita de permissões de Administrador; Será pedido que forneça estas permissões
ro_ro: Este necesară instalarea unei componente software suplimentare 'GEANT link'. Această instalare necesită drepturi de Administrator; veți fi întrebat de permisiune pentru această acțiune.
sl_si: Namestiti morate dodaten del programske opreme 'GEANTlink'. Za to namestitev potrebujete skrbniške pravice, saj boste morali dovoliti to dejanje.
sr_rs: Dodatni softver, "GEANTlink", se mora instalirati. Ovo zahteva administratorske privilegije; potrebno je da dozvolite ovu akciju ako želite da nastavite sa instalacijom.
tr_tr: Ek olarak 'GEANTlink' yazılımının yüklenmesi gerekiyor. Kurulum sırasında yönetici yetkilerine gereksinim duyulacağından, sorulduğunda bu yetkiyi veriniz.
uk_ua: Потрібно встановити додаткову частину програмного забезпечення "GEANTlink". Це встановлення вимагає прав адміністратора; вам буде запропоновано дати дозвіл на цю дію.

source: Error installing GEANTLink.$\nEmbedded installer didn't complete successfully.
ar: خطأ في تنزيل GEANTLink.$\n المثبت المتضمن لم يكتمل بنجاح.
bg_bg: Грешка при инсталиране на GEANTLink.$\nEmbedded, инсталацията не завърши успешно.
ca_es: Hi ha hagut un error instal·lant GEANTLink.$\nL'instal·lador associat no s'ha completat correctament.
cy: Gwall wrth osod GEANTLink.$\nNi chwblhawyd y gosodwr planedig yn llwyddiannus.
de_de: Fehler bei der Installation von GEANTLink.$\nDas eingebettete Installationsprogramm wurde nicht erfolgreich abgeschlossen.
el_gr: Σφάλμα κατά την εγκατάσταση GEANTLink.$\nΤο ενσωματωμένο πρόγραμμα εγκατάστασης δεν ολοκληρώθηκε με επιτυχία.
es_es: Error al instalar GEANTLink.$\nEl instalador incluido no terminó de forma satisfactoria.
et_ee: Probleem GEANTLink paigaldamisega.$\nEmbedded paigaldaja ei lõpetanud tulemuslikult.
fi_fi: Virhe asennettaessa GEANTLink-sovellusta.$\nAsennusohjelmaa ei pystytty suorittamaan kokonaan.
fr_fr: Erreur à l'installation de GEANTLink.$\nLe programme d'installation intégré n'a pas abouti.
hr_hr: Greška pri instalaciji GEANTLink.$\nDodani installer nije završio korektno.
hu_hu: A GEANTLink szoftver telepítése nem sikerült.$\n A beágyzott telepítő nem futott le sikeresen.
it_it: Errore durante l'installazione di GEANTLink.$\nIl programma di installazione integrato non è stato completato correttamente.
nb_no: Feilet å installere GEANTLink.$\nIntegrert installatør avsluttet feilaktig.
pl_pl: Błąd w instalacji GEANTLink.$\nWbudowany instalator nie zakończył pracy poprawnie.
pt_pt: Erro ao instalar GEANTLink.$\nO instalador incorporado não foi concluído com sucesso.
ro_ro: Eroare la instalarea GEANTLink. Programul de instalare $\nEmbedded nu s-a finalizat cu succes.
sl_si: Napaka pri namestitvi programa GEANTLink.$\nVdelan namestitveni program ni bil uspešno dokončan.
tr_tr: GEANTLink yüklenirken hata oluştu. $\n Gömülü kurulum başarıyla tamamlanmadı.
uk_ua: Помилка при встановленні GEANTLink.$nВбудований інсталятор не завершився успішно.

source: installing credentials for ${PROVIDERID}
ar: تثبيث بيانات الدخول ل ${PROVIDERID}
bg_bg: инсталиране на правомощия за ${PROVIDERID}
ca_es: instal·lant credencials per a ${PROVIDERID}
cs_cz: Instaluji přihlašovací údaje pro ${PROVIDERID}
cy: Gosod manylion mewngofnodi mynediad defnyddiwr ar gyfer ${PROVIDERID}
de_de: Installieren der Benutzerdaten für ${PROVIDERID}
el_gr: εγκατάσταση διαπιστευτηρἰων για ${PROVIDERID}
es_es: instalando credenciales para ${PROVIDERID}
et_ee: Paigaldan ${PROVIDERID} pakkuja kasutajakonto
fi_fi: asennetaan käyttäjätunnus ja salasana kohteelle ${PROVIDERID}
fr_fr: installation des identifiants pour ${PROVIDERID}
hr_hr: postavljanje korisničkih podataka za ${PROVIDERID}
hu_hu: Hozzáférési kódok telepítése a ${PROVIDERID}-hez.
it_it: installazione delle credenziali per ${PROVIDERID}
nb_no: installerer brukeropplysninger for ${PROVIDERID}
pl_pl: Instaluję dane uwierzytelniania dotyczące ${PROVIDERID}
pt_pt: A instalar as credenciais para ${PROVIDERID}
ro_ro: instalare credențiale pentru ${PROVIDERID}
sl_si: nameščanje poverilnic za ${PROVIDERID}
sr_rs: Instalacija kredencijala za ${PROVIDERID}
tr_tr: ${PROVIDERID} için kimlik bilgileri kuruluyor
uk_ua: встановлення облікових даних для ${PROVIDERID}

source: EAP-pwd installation error. Please try again or contact Support.
ar: خطأ في تثبيت EAP-pwd. يرجى المحاولة مرة أخرى أو الإتصال بمركز الدعم.
bg_bg: EAP-pwd инсталационна грешка. Моля опитайте отново или се свържете с поддръжка.
ca_es: Error d'instal·lació de l'EAP-pwd. Torneu-ho a provar o contacteu amb el servei d'ajuda.
cs_cz: Chyba při instalaci EAP-pwd. Zkuste to prosím znova nebo kontaktujte podporu.
cy: Gwall gosod EAP-pwd. Ceisiwch eto neu cysylltwch â cymorth.
de_de: Fehler bei der Installation von EAP-pwd. Bitte versuchen Sie es erneut oder wenden Sie sich an Ihr IT-Service-Center.
el_gr: σφάλμα εγκατάστασης EAP-pwd. Παρακαλώ προσπαθήστε ξανά ή επικοινωνήστε με την Υποστήριξη.
es_es: Error en la instalación de EAP-pwd. Por favor inténtalo de nuevo o contacta con el servicio de soporte.
et_ee: EAP-pwd paigaldamise viga. Palun proovi uuesti või võta ühendust kasutajatoega.
fi_fi: EAP-pwd-asennusvirhe. Yritä uudelleen tai ota yhteyttä oman kotiorganisaatiosi IT-tukeen.
fr_fr: Erreur d'installation de EAP-pwd. Veuillez réessayer ou contacter votre support.
hr_hr: EAP-pwd greška kod instalacije. Molimo Vas da pokušate ponovo ili kontaktirajte podršku.
hu_hu: EAP-pwd telepítési hiba. Próbálja újra vagy lépjen kapcsolatba a Támogatással.
it_it: Errore di installazione EAP-pwd. Prova nuovamente o contatta il Supporto.
nb_no: EAP-pwd installasjonsfeil. Vennligst prøv igjen eller kontakt support.
pl_pl: Błąd instalacji EAP-pwd. Ponów instalację lub skontaktuj się z działem wsparcia.
pt_pt: Erro de instalação do EAP-pwd. Tente novamente ou contacte o Suporte.
ro_ro: Eroare la instalarea EAP-pwd. Vă rugăm încercați din nou sau contactați serviciul Support.
sl_si: Napaka pri nameščanju EAP-pwd. Poskusite znova ali se obrnite na podporo.
sr_rs: EAP-pwd greška prilikom instalacije. Pokušajte ponovo ili kontaktirajte podršku.
tr_tr: EAP-pwd yükleme hatası. Lütfen tekrar deneyin veya Destekle iletişime geçin.
uk_ua: Помилка встановлення EAP-pwd. Повторіть спробу або зв’яжіться зі службою підтримки.

source: one of the fields was empty
es_es: uno de los campos estaba vacío

source: %s - SSID %s
ro_ro: %s - Numele rețelei de Wi-Fi%s

source: %s - RCOI
fi_fi: %s - RCOI (verkkovierailuyhteisön tunniste)
ro_ro: %s - Identificator de organizație pentru consorțiul de roaming

source: Apple macOS Catalina
pl_pl: System macOS Catalina
pt_pt: macOS Catalina da Apple

source: Apple macOS Mojave
pt_pt: macOS Mojave da Apple

source: Welcome Letter
gl_es: Carta de benvida

source: to enter the username and password of your institution
gl_es: para que introduza o nome de usuario e contrasina da súa institución
sk_sk: zadajte svoje používateľské meno a heslo

source: (%d times each, because %s is installed for %d SSIDs)
gl_es: (%d veces cada vez, porque %s é instalada para %d SSIDs)
sk_sk: (%d krát, pretože %s je nainštalovaný pre %d SSID)

source: Your Identity Providers Certification Authority
gl_es: A autoridade de certificación do seu fornecedor de identidade
sk_sk: Certifikačná autorita vášho poskytovateľa identity

source: Identity Provider's CA
gl_es: AC do provedor de identidade
sk_sk: CA posktyvateľa identity

source: In addition to <strong>%s</strong> the installer will also configure access to the following networks:
gl_es: Ademáis de a <strong>%s</strong> o instalador tamén configurará acceso ás redes seguintes:
sk_sk: Zároveň s nastavením <strong>%s</strong> bude nastavený aj prístup k nasledovným sieťam:

source: In order to connect to the network you will need an a personal certificate in the form of a p12 file. You should obtain this certificate from your home institution. Consult the support page to find out how this certificate can be obtained. Such certificate files are password protected. You should have both the file and the password available during the installation process.
gl_es: Para se conectar á rede, necesitará un certificado persoal en forma de ficheiro con extensión p12. Debería obter este certificado da súa institución. Consulte a páxina de asistencia técnica para atopar como se pode obter este certificado. Estes ficheiros de certificado están protexidos por contrasinal. Debería ter ambos, o ficheiro e o contrasinal dispoñibles durante o proceso de instalación.
sk_sk: Ak sa chcete pripojiť k sieti, budete potrebovať osobný certifikát vo forme p12 súboru. Certifikát získate od vašej domovskej organizácie. Ako si zaobstarať certifikát sa dozviete na stránkach používateľskej podpory. Súbory s certifikátom sú chránené heslom. Počas inštalácie majte pripravený súbor s certifikátom spolu s príslušným heslom.

source: In order to connect to the network you will need an account from your home institution. You should consult the support page to find out how this account can be obtained. It is very likely that your account is already activated.
gl_es: Para conectar á rede, necesitará unha conta da súa institución. Debería consultar a páxina de asistencia técnica par atopar como se debe obter esta conta. Seguramente a súa conta xa está activada.
sk_sk: Ak sa chcete pripojiť k sieti, budete potrebovať účet od vašej domovskej organizácie. Ako si zaobstarať účet sa dozviete na stránkach používateľskej podpory. S veľkou pravdepodobnosťou je váš účet už pripravený.

source: The installer will also install additional software - SecureW2 EAP Suite (GNU General Public License).<p>You will be requested to enter your account credentials into a pop box during the installation. This information will be saved so that you will reconnect to the network automatically each time you are in the range.
gl_es: O instalador tamén instalará software adicional - a suite SecureW2 (Licenza pública xeral GNU).<p>Pediráselle que introduza as credenciais da súa conta nunha caixa emerxente durante a instalación. Esta información gardarase para que poida reconectar á rede automaticamente cada vez que estea na área de cobertura.

source: When you are connecting to the network for the first time, Windows will pop up a login box, where you should enter your user name and password. This information will be saved so that you will reconnect to the network automatically each time you are in the range.
gl_es: Cando conecte á rede por vez primeira, Windows abrirá unha xanela emerxente para o inicio de sesión, onde deberá escribir o seu nome de usuario e o seu contrasinal. Esta información gardarase para que poida reconectar coa rede automaticamente cada vez que estea na área de cobertura.
sk_sk: Pri prvom pripojení k sieti vás systému Windows vyzve na zadanie používateľského mena a hesla. Tieto údaje budú uložené a budú použité pri opätovnom pripojení k sieti zakaždým, keď budete v jej dosahu.

source: You will be required to enter the same credentials for each of the configured notworks:
gl_es: Pediráselle que introduza as mesmas credenciais para cada unha das redes configuradas:
sk_sk: Pre každú z nasledujúcich sietí, musíte zadať rovnaké prihlasovacie údaje:

source: Login credentials
gl_es: Credenciais para o inicio de sesión

source: Please read the additional information from your home institution which will be displayed in a moment.
gl_es: Lea a información adicional da súa institución que se lle presentará nun momento.
sk_sk: Prečítajte si, prosím, ďalšie informácie od svojej domovskej organizácie, ktoré sa zobrazia za okamih.

source: Restart system now
gl_es: Reiniciar o sistema agora

source: I will restart later
gl_es: Reiniciarei máis tarde

source: Information about components
gl_es: Información sobre compoñentes
sk_sk: Informácie o komponentoch

source: EAP-pwd installation error. Please try again or contact ${SUPPORT}.
gl_es: Produciuse un erro na instalación de EAP-pwd. Probe outra vez ou contacte con ${SUPPORT}.

source: SecureW2 installation error. Please try again or contact ${SUPPORT}.
gl_es: Produciuse un erro na instalación de SecureW2. Probe outra vez ou contacte con ${SUPPORT}.
