Repository: GEANT/CAT
Catalog: translation/*/devices.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, gl_es, hr_hr, hu_hu, it_it, nb_no, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_rs, tr_tr, uk_ua

source: Please READ this message it is IMPORTANT.$\r$\nInstallation problems may be due to the fact that Symantec Endpoint Protection is installed on your machine.$\r$\nWhile this is a well-known bug of the Symantec product, about which the installer can not do anything, there is a workaround.$\r$\nWhen you close this window the installer will exit and an explorer window will be started (it could appear underneath already opened windows). In this window you should see a script named inst_cat. Start it by double-clicking, It will install the profiles. You will need to login to %s with your username and password.
ar: الرجاء قراءة هذه الرسالة ، إنها مهمة. $ \ r $ \ n قد تكون هناك مشاكل التثبيت بسبب تثبيت Symantec Endpoint Protection على جهازك. $ \ r $ \ n بينما هذا خطأ معروف في منتج Symantec ، والتي لا يستطيع المثبت القيام بأي شيء ، هناك حل بديل. $ \ r $ \ n عند إغلاق هذه النافذة ، سيخرج المثبّت وسيتم تشغيل نافذة المستكشف (قد تظهر أسفل النوافذ المفتوحة بالفعل). في هذه النافذة ، سترى نصًا باسم inst_cat. ابدأ بالنقر نقرًا مزدوجًا ، وسيقوم بتثبيت الملفات الشخصية. ستحتاج إلى تسجيل الدخول %s باستخدام اسم المستخدم وكلمة المرور الخاصة بك.
bg_bg: Моля ПРОЧЕТЕТЕ това съобщение - ВАЖНО Е.$\r$\nИнсталационните проблеми могат да са поради факта, че на Вашия компютър е инсталиран Symantec Endpoint Protection.$\r$\nДокато това е добре известен бъг на продукта на Symantec, относно който инсталаторът не може нищо да направи, има решение на проблема.$\r$\nКогато затворите този прозорец, инсталаторът ще излезе и прозорецът на експлорера ще бъде стартиран (той може да се появи под вече отворени прозорци). В този прозорец трябва да видите скрипт с име inst_cat. Стартирайте го с двойно кликване. Той ще инсталира профилите. Ще е необходимо да влезете в %s с вашето потребителско име и парола.
ca_es: LLEGIU aquest missatge, és IMPORTANT.$\r$\nEls problemes d'instal·lació poden ser deguts a la presencia de Symantec Endpoint Protection a la vostra màquina. $\r$\nTot i que és un error ben conegut del producte de Symantec i amb el qual l'instal·lador no hi pot fer res, hi ha una solució.$\r$\n Quan tanqueu aquesta finestra l'instal·lador finalitzarà i s'obrirà una finestra de l'explorador (pot aparèixer sota d'altres finestres obertes!). En aquesta finestres hi veureu un fitxer anomenat inst_cat. Inicieu-lo fent doble clic i us instal·larà els perfils. Us haureu d'identificar a %s amb el vostre identificador i contrasenya.
cs_cz: Tohle si OPRAVDU přečtěte!$\r$\nProblém s instalací asi způsobil Symantec Endpoint Protection, který máte nainstalovaný.$\r$\nJe to známý problém a nic s ním neuděláme, ale zkusme to jinak:$\r$\nAž zavřete tohle okno, instalátor se ukončí a otevře se okno se soubory na disku (možná se vám schová pod jinými okny). V něm byste měli najít soubor nazvaný inst_cat. Spusťte ho poklikáním a nainstalují se vám profily. Budete se muset přihlásit k %s svým jménem a heslem.
cy: DARLLENWCH y neges hon; mae'n BWYSIG.$\r$\nGall problemau gosod fod oherwydd bod Symantec Endpoint Protection wedi'i osod ar eich peiriant.$\r$\nTra bod hwn yn nam adnabyddus o'r cynnyrch Symantec, na all y gosodwr wneud dim yn ei gylch, mae yna ateb.$\r$\nPan fyddwch yn cau'r ffenestr hon bydd y gosodwr yn gadael a bydd ffenestr fforiwr yn cael ei chychwyn (gallai ymddangos o dan ffenestri sydd eisoes wedi'u hagor). Yn y ffenestr hon dylech weld sgript o'r enw inst_cat. Dechreuwch ef trwy glicio ddwywaith, Bydd yn gosod y proffiliau. Bydd angen i chi fewngofnodi i %s gyda'ch enw defnyddiwr a chyfrinair.
de_de: Bitte LESEN Sie diese Nachricht; sie ist WICHTIG.$\r$\nDie Probleme bei der Installation hängen wahrscheinlich damit zusammen, dass bei Ihnen Symantec Endpoint Protection (SEP) installiert ist.$\r$\nObwohl es sich bei diesem Problem um einen Fehler in SEP handelt, an dem das Installationsprogramm nichts ändern kann, gibt es doch eine Möglichkeit, den Fehler zu umgehen.$\r$\nWenn Sie das Installationsprogramm beenden, dann wird danach ein Ordner mit dem Explorer geöffnet (er könnte versteckt geöffnet werden, unterhalb von anderen Fenstern). In diesem Ordner finden Sie ein ausführbares Skript namens inst_cat. Nach einem Doppelklick auf dieses Skript wird die Installation fertig gestellt. Danach ist das Einloggen in %s mit Ihrem Benutzernamen und Passwort möglich.
el_gr: Παρακαλούμε ΔΙΑΒΑΣΤΕ αυτό το μήνυμα, είναι ΣΗΜΑΝΤΙΚΟ.$\r$\nΠροβλήματα στην εγκατάσταση μπορεί να οφείλονται στο γεγονός ότι το Symantec Endpoint Protection είναι εγκατεστημένο στο μηχάνημά σας.$\r$\nΑν και αυτό είναι ένα αρκετά γνωστό πρόβλημα του προϊόντος της Symantec, στο οποίο το πακέτο εγκατάστασης δεν μπορεί να κάνει απολύτως τίποτα, υπάρχει προσωρινή λύση.$\r$\nΌταν κλείσετε αυτό το παράθυρο, το πακέτο εγκατάστασης θα κλείσει και ένα παράθυρο εξερεύνησης θα ανοίξει (μπορεί να εμφανιστεί κάτω απ'το ήδη ανοιχτό παράθυρο). Σε αυτό το παράθυρο θα μπορείτε να δείτε ένα script με το όνομα inst_cat. Εκτελέστε το κάνοντας διπλό κλικ σε αυτό. Θα εγκαταστήσει τα προφίλ. Θα χρειαστεί να συνδεθείτε στο %s με το όνομα χρήστη και τον κωδικό πρόσβασής σας.
es_es: Por favor LEE este mensaje pues es IMPORTANTE.$\r$\nLos problemas de instalación pueden ser debidos al hecho de que se encuentre instalado Symantec Endpoint Protection en tu máquina. $\r$\nAunque este es un fallo conocido de este producto de Symantec, para el que el instalador no puede hacer nada, hay una solución.$\r$\nCuando cierres esta ventana el instalador finalizará y se abrirá una ventana del explorador (podría aparecer debajo de ventanas ya abiertas). En dicha ventana deberías ver un fichero con nombre inst_cat. Ejecútalo haciendo doble click e instalará los perfiles. Necesitarás conectarte a %s usando tu nombre de usuario y contraseña.
et_ee: TÄHELEPANU! Palun loe, see on oluline teade!$\r$\nPaigaldamise probleemid võivad tekkida sellest, et Su seadmesse on paigaldatud Symantec Endpoint Protection.$\r$\nSellel programmil on paigaldamist takistav viga, millest on aga võimalik mööda hiilida.$\r$\nKui Sa sulged selle akna, siis paigaldusprogramm lõpetab ja avaneb uus aken (võimalik, et avatud akende taga). Selles aknas peaksid nägema inst_cat nimelist skripti. Topeltklõpsu peale paigaldab see profiilid. Pead logima %s oma kasutajanime ja parooliga.
fi_fi: LUE TÄMÄ TÄRKEÄ VIESTI. $\r$\nAsennusongelmat voivat johtua siitä, että koneellesi on asennettu Symantec Endpoint Protection. $\r$\nVaikka asennusohjelma ei voi tehdä mitään tälle tunnetulle Symantec-tuotteen bugille, ongelman voi kiertää. $\r$\nKun suljet tämän asennusohjelman, koneellesi aukeaa Explorer-ikkuna (se voi avautua muiden ikkunoiden alle). Tässä ikkunassa sinun pitäisi nähdä asennusskripti inst_cat. Tuplaklikkaa sitä asentaksesi profiilit. Sinun pitää kirjautua %siin käyttäjätunnuksellasi ja salasanallasi.
fr_fr: Il est IMPORTANT que vous LISIEZ ce message..$\r$\nUn problème d'installation peut se produire si le système de protection Symantec Endpoint Protection est installé sur votre machine.$\r$\nBien qu'il s'agisse d'un problème connu de ce produit Symantec, l’installateur ne peut le contourner automatiquement mais vous pouvez tenter de le régler vous-même.$\r$\nLorsque vous fermerez cette fenêtre l'installateur va se terminer puis une fenêtre de l'explorateur Windows va s'ouvrir (attention ! cette fenêtre peut s'ouvrir sous des fenêtres déjà ouvertes). Dans l'explorateur vous devriez voir apparaître un fichier de commandes nommé 'inst_cat'. Vous pouvez terminer l'installation des profils eduroam en double cliquant sur ce fichier de commandes. Vous devrez pour cela vous connecter à %s en utilisant votre nom d’utilisateur et votre mot de passe institutionnels.
hr_hr: Molimo PROČITAJTE ovu važnu poruku.$\r$\nProblemi s instalacijom mogu biti povezani s činjenicom da je Symantec Endpoint zaštita instalirana na Vaše računalo.$\r$\Kako je ovo poznat bug Symantec proizvoda, zbog kojeg je installer u nemogućnosti išta napraviti, postoji rješenje.$\r$\nKada zatvorite ovaj prozor installer će se ugasiti i pokrenut će se explorer (moguće u pozadini već otvorenih prozora). U tom prozoru trebali bi vidjeti skriptu inst_cat. Pokrenite ju duplim klikom, i instalirati će profile. Bit će potrebno prijaviti se na %s sa Vašim korisničkim imenom i lozinkom.
hu_hu: Olvasd el, mert ez egy fontos figyelmeztetés.$\r$\n A telepítési probléma oka az lehet, hogy Symantec Endpoint Protection telepítve van a gépedem.$\r$\nEza Symantec termék ismert hibája, amivel nem sokat lehet tenni. Kerülő megoldást kell alkalmazni$\r$\nAmikor becsukod ezt az ablakot a telepítő kilép, de elindít egy explorer ablakot (Ez a már megynyitott ablakok mögött is lehet). Ebben az ablakban egy scriptet látsz: inst_cat. Indítsd el duplakattintással scriptet, amely a profile-t telepítit, majd be kell lépned a %s-ba azonosítoddal és jelszavaddal.
it_it: LEGGERE questo messaggio, è IMPORTANTE.$\r$\nI problemi di installazione possono dipendere dal fatto che Symantec Endpoint Protection è installato sulla tua macchina.$\r$\nNonostante questo si a un bug ben noto del prodotto Symantec, per il quale il programma di installazione non può fare nulla, c'è un modo di aggirare il problema.$\r$\nQuando chiuderai questa finestra il programma di installazione si chiuderà e comparirà una finestra di explorer (può apparire sotto altre finestre già aperte). In questa finestra dovresti vedere uno script chiamato inst_cat. Avvialo con il doppio click, installerà i profili. Dovrai fare il login so %s con il tuo username e la tua password.
nb_no: Vennligst LES denne VIKTIGE meldingen. $\r$\nProblemer med installasjon kan skyldes at Symantec Endpoint Protection er installert på din maskin.$\r$\nDette er en kjent bug i Symantec produktet, som installer ikke kan rette, men det finnes en vei rundt.\r$\nNår du stenger dette vinduet avsluttes installer og et explorer vindu åpnes (det kan være under andre åpne vindu). I dette vinduet skal du se et script "inst_cat". Dobbelklikk for å starte det, dette vil installere profiler. Du må logge på %s med ditt brukernavn@realm og passord.
pl_pl: Przeczytaj tę ISTOTNĄ informację!$\r$\nProblemy z instalacją mogą być spowodowane przez oprogramowanie Symantec Endpoint Protection, który jest zainstalowane na Twoim komputerze.$\r$\nPomimo, że jest to znany błąd Symanteca i sam instalator nie może tego błędu naprawić, to można zastosować jego obejście.$\r$\nGdy zamkniesz to okno, to instalator zakończy pracę i uruchomione zobaczysz okno eksploratora (być może pojawi się częściowo przykryte przez już otwarte inne okna, więc zalecamy czujność). W tym oknie widoczny będzie skrypt o nazwie inst_cat. Uruchom go poprzez dwukrotne kliknięcie. Ten skrypt zainstaluje profile sieciowe. Przy pierwszym połączeniu do %s konieczne będzie podanie identyfikatora oraz hasła.
pt_pt: Por favor, LEIA esta mensagem é IMPORTANTE.$\r$\nOs problemas de instalação podem dever-se ao facto do Symantec Endpoint Protection estar instalado na sua máquina.$\r$\nApesar de ser um problema bem conhecido, e que o instalador nada pode fazer, existe forma de o contornar.$\r$\nQuando fechar esta janela do instalador será aberta uma nova janela do explorador do Windows (poderá ser aberta em segundo plano). Nesta janela irá ver um script chamado inst_cat. Inicie-o com um duplo clique e ele irá instalar os perfis. Terá de fazer o login em %s com a sua conta institucional.
ro_ro: Vă rugăm să citiți acest mesaj, este important. $\r$\nProblemele de instalare pot fi cauzate de Symantec Endpoint Protection instalat pe echipamentul dumneavoastră. $\r$\nAceastă problemă a produsului Symantec este binecunoscută, programul de instalare nu poate face nimic, dar există o variantă de ocolire. $\r$\nDupă ce închideți fereastra programului de instalare se va deschide o fereastră (poate fi sub alte ferestre) în care veți găsi un script denumit inst_cat. Porniți acest script prin dublu click, acesta va instala profilele necesare. Va fi nevoie să vă logați la %s cu numele dumneavoastră de utilizator și parola corespunzătoare.
sl_si: PREBERITE to sporočilo, ker je POMEMBNO.$\r$\nTežave z namestitvijo se lahko pojavijo, ker je v vaši napravi nameščen Symantec Endpoint Protection.$\r$\nTo je znana težava izdelka Symantec, glede katere namestitveni program ne more narediti ničesar, vendar je na voljo zaobitje.$\r$\nKo zaprete to okno, se bo namestitveni program zaprl in odprlo se bo okno raziskovalca (lahko je pod drugimi že odprtimi okni). V tem oknu boste videli skript, imenovan inst_cat. Zaženite ga tako, da ga dvakrat kliknete, in namestil bo profile. V %s se boste morali prijaviti s svojim uporabniškim imenom in geslom.
sr_rs: Molimo vas PROČITAJTE ovu VAŽNU poruku.$\r$\nProblemi pri instalaciji se mogu javiti zbog toga sto je na vašem uređaju instalirana Symantec krajnja zaštita (Symantec Endpoint Protection). $\r$\nIako je ovo poznata greška u Symantec proizvodima, postoji način da se prevaziđe. $\r$\n Kada zatvorite ovaj prozor, instalacija će se završiti i otvoriće se explorer prozor (može se desiti da se pojavi ispod prozora koji su već otvoreni na vašem uređaju). U ovom prozoru ćete videti program koji se zove inst_cat. Potrebno je da ga pokrenete duplim klikom, čime će se instalirati profili. Biće potrebno da se prijavite na %s sa svojim korisničkim imenom i lozinkom.
tr_tr: Lütfen bu mesajı OKUYUN. Önemlidir.$\r$\nKurulum problemlerinin bir nedeni bilgisayarınızda Symantec Endpoint Protection yazılımının kurulu olması olabilir.$\r$\nBu, söz konusu Symantec yazılımının bilinen bir sorunudur. Kurulum programının bu konuda yapabileceği bir şey olmamakla birlikte bu sorunu aşmanın bir yolu vardır.$\r$\nBu pencereyi kapattığınızda kurulum programı da sonlanacak ve bir Explorer penceresi açılacaktır (halen açık pencerelerden birinin altında kalabilir). Bu pencerede inst_cat isimli bir betik dosyası göreceksiniz. Çift tıklayarak betiği çalıştırınız. Bu betik profillern kurulumunu yapacaktır. Daha sonra %s 'ye bağlanmak için kendi kullanıcı kodunuzu ve şifrenizi kullanmak durumundasınız.
uk_ua: Будь ласка, ПРОЧИТАЙТЕ це повідомлення, воно ВАЖЛИВЕ.$\r$\n. Проблеми з установкою можуть бути спричинені тим, що на вашому комп'ютері встановлено Symantec Endpoint Protection. $\r$\n. Незважаючи на те, що це відома помилка продукту Symantec, яку інсталятор не може усунути, існує обхідне рішення. $\r$\nПісля закриття цього вікна інсталятор завершиться і відкриється вікно провідника (воно може з'явитися під іншими відкритими вікнами). У цьому вікні ви побачите скрипт з ім'ям inst_cat. Запустіть його подвійним натисканням миші, він встановить профілі. Вам буде потрібно увійти до системи %s під своїм ім'ям користувача і паролем.

source: Please restart your system after installation finishes.
ar: الرجاء إعادة تشغيل النظام الخاص بك بعد انتهاء التثبيت.
bg_bg: Моля рестартирайте, след като приключи инсталацията.
ca_es: Reinicieu el sistema un cop finalitzi la instal·lació.
cs_cz: Po dokončení instalace restartujte prosím váš systém.
cy: Ailgychwynnwch eich system ar ôl i'r gosodiad ddod i ben.
de_de: Bitte starten Sie Ihr System nach der Installation neu.
el_gr: Παρακαλείστε να επανεκκινήσετε το σύστημά σας μετά την ολοκλήρωση της εγκατάστασης.
es_es: Por favor reinicie su sistema cuando termine la instalación.
et_ee: Palun taaskäivita süsteem, kui paigaldamine on lõpetatud.
fi_fi: Ole hyvä ja käynnistä laite uudelleen asennuksen valmistuttua.
fr_fr: Veuillez redémarrer votre système après la fin de l'installation.
hr_hr: Molimo restartajte svoj sistem nakon instalacije.
hu_hu: Indítsd újra a rendszert a telepítés után.
it_it: Per favore riavvia il tuo sistema alla fine dell'installazione.
nb_no: Vennligst start systemet på nytt etter at installasjonen er fullført.
pl_pl: Proszę zrestartować system Windows po zakończeniu instalacji.
pt_pt: Por favor reinicie o seu dispositivo depois da instalação terminar
ro_ro: Vă rugăm să reporniți sistemul după finalizarea procesului de instalare.
sl_si: Po končani namestitvi znova zaženite sistem.
sr_rs: Nakon što se instalacija završi, restartujte vaš uređaj.
tr_tr: Kurulum bittiğinde bilgisayarınızı yeniden başlatınız.
uk_ua: Будь ласка, перезапустіть систему після завершення встановлення.

source: installing wired profile
ar: تثبيت ملف تعريف سلكي
bg_bg: инсталиране на кабелен профил
ca_es: instal·lant perfil de LAN
cs_cz: Instaluje se profil pro kabelovou síť
cy: gosod proffil gwifrau
de_de: Installieren des Profils für kabelgebundene Netzwerke
el_gr: εγκατάσταση ενσύρματου προφίλ
es_es: Instalando el perfil de red cableada
et_ee: paigaldame traadiga profiili
fi_fi: asennetaan langallinen Ethernet-profiili
fr_fr: Installation du profil filaire
hr_hr: instaliranje žičnog profila
hu_hu: Vezetékes profile telepítve
it_it: Profilo rete cablata installato
nb_no: installerer profil for kablet tilkobling
pl_pl: instaluję dane użytkownika
pt_pt: a instalar perfil de rede cablada
ro_ro: Se instalează profilul pentru rețele cablate
sl_si: nameščanje žičnega profila
sr_rs: instalacija žičnog profila
tr_tr: Kablolu ağ profili yükleniyor
uk_ua: встановлення дротового профілю

source: deleting profile $R1
ar: حذف ملف التعريف R1 $
bg_bg: изтриване на профил $R1
ca_es: esborrant el perfil $R1
cs_cz: smazání profilu $R1
cy: yn dileu proffil $R1
de_de: Löschen des Profils $R1
el_gr: Διαγραφή προφίλ $R1
es_es: borrando perfil $R1
et_ee: kustutame $R1 profiili
fi_fi: poistetaan profiili $R1
fr_fr: suppression du profil $R1
gl_es: eliminación do perfil $R1
hr_hr: brisanje profila $R1
hu_hu: $R1 profil törlése
it_it: rimozione del profilo $R1
nb_no: sletter profil $R1
pl_pl: kasuję profil $R1
pt_pt: a apagar o perfil $R1
ro_ro: se șterge profilul $R1
sk_sk: odstránenie profilu $R1
sl_si: brisanje profila $R1
sr_rs: brisanje profila $R1
tr_tr: $R1 profili siliniyor
uk_ua: видалення профілю $R1

source: installing profile $R1
ar: تثبيت ملف التعريف R1 $
bg_bg: инсталиране на профил $R1
ca_es: instal·lant el perfil $R1
cs_cz: instalace profilu $R1
cy: gosod proffil $R1
de_de: Installieren des Profils $R1
el_gr: Εγκατάσταση προφίλ $R1
es_es: instalando perfil $R1
et_ee: paigaldame $R1 profiili
fi_fi: asennetaan profiili $R1
fr_fr: installation du profil $R1
gl_es: instalación do perfil $R1
hr_hr: instalacija profila $R1
hu_hu: $R1 profil telepítése
it_it: installazione del profilo $R1
nb_no: installerer profil $R1
pl_pl: instaluję profil $R1
pt_pt: a instalar o perfil $R1
ro_ro: se instalează profilul $R1
sk_sk: inštalácia profilu $R1
sl_si: nameščanje profila $R1
sr_rs: instaliranje profila $R1
tr_tr: $R1 profili yükleniyor
uk_ua: встановлення профілю $R1

source: Profile installation error for $R1.
ar: خطأ في تثبيت ملف التعريف لـ R1 $
bg_bg: Грешка при инсталиране на профил за $R1.
ca_es: Error d'instal·lació de perfil per a $R1.
cs_cz: Chyba při instalaci profilu $R1.
cy: Gwall gosod proffil ar gyfer $R1.
de_de: Fehler bei der Installation des Profils $R1.
el_gr: Σφάλμα εγκατάστασης προφίλ για το $R1.
es_es: Error de instalación del perfil para $R1
et_ee: Probleem $R1 jaoks profiili paigaldamisega.
fi_fi: Profiilin $R1 asennusvirhe.
fr_fr: Erreur lors de l'installation du profil $R1
gl_es: Produciuse un erro na instalación do perfil para $R1.
hr_hr: Greška pri instalaciji profila $R1
hu_hu: $R1 profile telepítése során hiba keletkezett
it_it: Errore di installazione del profilo $R1.
nb_no: Profil installasjonsfeil for $R1
pl_pl: W czasie instalacji $R1 wystąpiły błędy.
pt_pt: Erro a instalar o perfil $R1
ro_ro: Eroare la instalarea profilului $R1.
sk_sk: Chyba pri inštalácii profilu $R1.
sl_si: Napaka pri nameščanju profila za $R1.
sr_rs: Greška pri instaliranju profila $R1.
tr_tr: $R1 için profil kurulum hatası.
uk_ua: Помилка встановлення профілю для $R1.

source: deleting profile $R6
ar: حذف ملف التعريف R6 $
bg_bg: изтриване на профил $R6
ca_es: esborrant el perfil $R6
cs_cz: smazání profilu $R6
cy: yn dileu proffil $R6
de_de: Löschen von Profil $R6
el_gr: διαγραφή προφίλ $R6
es_es: eliminando el perfil $R6
et_ee: kustutame $R6 profiili
fi_fi: poistetaan profiili $R6
fr_fr: suppression du profil $R6
hr_hr: brisanje profila $R6
hu_hu: $R6 profil törlése
it_it: cancello il profilo $R6
nb_no: sletter profil $R6
pl_pl: usunięcie profilu $R6
pt_pt: a apagar o perfil $R6
ro_ro: stergere profil $R6
sl_si: brisanje profila $R6
tr_tr: Profil $R6 siliniyor.
uk_ua: видалення профілю $R6

source: installing credentials for wired
ar: تثبيت بيانات الاعتماد للسلكي
bg_bg: инсталиране на правомощия за кабелен
ca_es: instal·lant credencials per a LAN
cs_cz: Instaluji přihlašovací údaje pro kabelovou síť.
cy: Gosod manylion mewngofnodi mynediad defnyddiwr ar gyfer gwifrau
de_de: Installieren der Benutzerdaten für kabelgebundene Netzwerke
el_gr: εγκατάσταση διαπιστευτηρίων για το ενσύρματο
es_es: Instalando las credenciales de la red cableada
et_ee: kasutajakonto paigaldamine traadiga profiilile
fi_fi: asennetaan käyttäjätiedot langalliselle Ethernet-profiilille
fr_fr: Installation des autorisations pour le réseau filaire
hr_hr: instalacija autentikacijski podatataka za žični pristup
hu_hu: Vezetékes hozzáférési adatok telepítve
it_it: Installo le credenziali per la rete cablata
nb_no: installerer brukerdetaljer for kablet tilknytning
pl_pl: instaluję dane użytkownika dla sieci przewodowej
pt_pt: a instalar credencias para rede cablada
ro_ro: se instalează credențialele pentru reţeaua cablată
sl_si: nameščanje poverilnic za žični vmesnik
sr_rs: instalacija kredencijala za žični
tr_tr: Kablolu ağ için kimlik bilgileri kuruluyor
uk_ua: встановлення облікових даних для дротового підключення

source: installing credentials TLS
ar: تثبيت بيانات اعتماد TLS
bg_bg: инсталиране на TLS удостоверения
ca_es: instal·lant credencials TLS
cs_cz: Instaluji přihlašovací údaje pro TLS
cy: Gosod manylion mewngofnodi mynediad defnyddiwr TLS
de_de: Installieren der TLS Anmeldedaten
el_gr: εγκατάσταση διαπιστευτηρίων TLS
es_es: instalando credenciales TLS
et_ee: TLS kasutajakonto andmete paigaldamine
fi_fi: asennetaan TLS
fr_fr: installation des identifiants TLS
hr_hr: instalacija TLS vjerodajnica
hu_hu: TLS tanúsítvány telepítése
it_it: installazione delle credenziali TLS
nb_no: installerer TLS brukeropplysninger
pl_pl: instaluję poświadczenia TLS
pt_pt: a instalar credenciais TLS
ro_ro: se instalează credențialele TLS
sl_si: nameščanje poverilnic TLS
sr_rs: instaliranje kredencijala za TLS
tr_tr: TLS kimlik bilgileri yükleniyor
uk_ua: встановлення облікових даних TLS

source: installing credentials for profile $R1
ar: تثبيت بيانات الاعتماد لملف التعريفR1 $
bg_bg: инсталиране на удостоверенията за самоличност за профил $R1
ca_es: instal·lant credencials per al perfil $R1
cs_cz: nastavení přihlašovacích údajů pro profil $R1
cy: Gosod manylion mewngofnodi mynediad defnyddiwr ar gyfer proffil $R1
de_de: Installieren der Benutzerdaten für Profil $R1
el_gr: εγκατάσταση διαπιστευτηρίων για το προφίλ $R1
es_es: instalando credenciales para el perfil $R1
et_ee: kasutajakonto paigaldamine profiilile $R1
fi_fi: asennetaan käyttäjätiedot profiilille $R1
fr_fr: installation des identifiants pour le profil $R1
hr_hr: instalacija vjerodajnica za profil $R1
hu_hu: $R1 profile telepítésre került
it_it: Installo le credenziali per il profilo $R1
nb_no: installerer brukeropplysninger for profil $R1
pl_pl: instaluję dane użytkownika dla profilu $R1
pt_pt: a instalar credenciais para o perfil $R1
ro_ro: se instalează credențialele pentru profilul $R1
sl_si: nameščanje poverilnic za profil $R1
sr_rs: instalacija kredencijala za profil $R1
tr_tr: $R1 profili için kimlik bilgileri yükleniyor
uk_ua: встановлення облікових даних для профілю $R1
