Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: The national server in your home country/region is not functioning properly.
ar: الخادم الوطني في بلدك/منطقتك لا يعمل بشكل صحيح.
bg_bg: Сървърът във Вашата държава/регион не функционира правилно.
ca_es: El servidor nacional del vostre país/regió d'origen no està funcionant correctament.
cs_cz: Národní server ve vaší zemi/regionu nefunguje správně
cy: Nid yw'r gweinydd RADIUS cenedlaethol yn eich mamwlad/rhanbarth yn gweithio'n iawn.
de_de: Der nationale Server in dem Land/Region Ihrer Heimatorganisation ist die Ursache des Problems
el_gr: Ο εθνικός εξυπηρετητής της πατρίδας/περιφέρειάς σας δε λειτουργεί σωστά.
es_es: El servidor nacional de tu país o región de origen no está funcionando correctamente.
et_ee: Su koduriigi/piirkonna peaserver ei tööta korralikult.
fi_fi: Kansallinen palvelin kotimaassasi / alueellasi ei toimi oikein.
fr_fr: Le serveur national de votre pays/région d'origine ne fonctionne pas correctement.
hr_hr: Nacionalni poslužitelj u Vašoj zemlji/regiji ne radi ispravno.
it_it: Il server nazionale nel paese/regione di appartenenza non funziona correttamente.
nb_no: Den nasjonale tjeneren i ditt hjemland/region fungerer ikke skikkelig.
pl_pl: Serwer krajowy w Twoim kraju/regionie nie działa poprawnie
pt_pt: O servidor nacional do seu país/região não está a funcionar corretamente.
ro_ro: Serverul național în țara/regiunea de proveniență nu funcționează corect
sl_si: Nacionalni strežnik vaše domače države/regije ne deluje pravilno.
sr_rs: Nacionalni RADIUS server ne funkcioniše ispravno u vašoj zemlji/regionu.
uk_ua: Національний сервер вашої країни/регіону не працює належним чином.

source: The RADIUS server of your home institution is the source of the problem
ar: مصدر المشكلة هو خادم RADIUS الخاص بمؤسستك
bg_bg: Проблемът е в RADIUS сървъра на Вашата институция
ca_es: El servidor RADIUS de la vostra institució és el causant del problema
cs_cz: Zdrojem problému je RADIUS server vaší domovské organizace
cy: Gweinydd RADIUS eich sefydliad cartref yw ffynhonnell y broblem
de_de: Der RADIUS Server Ihrer Heimatorganisation ist die Ursache des Problems
el_gr: Ο εξυπηρετητής RADIUS του οικείου ιδρύματος είναι η πηγή του προβλήματος
es_es: El servidor RADIUS de tu institución origen es el origen del problema
et_ee: Su koduasutuse RADIUSe server on probleemi põhjuseks
fi_fi: Kotiorganisaatiosi RADIUS-palvelin on ongelman lähde
fr_fr: Le serveur RADIUS de votre établissement d'origine est la source du problème
hr_hr: Problem je u RADIUS poslužitelju Vaše matične ustanove.
it_it: Il server RADIUS della tua organizzazione di appartenenza è la fonte del problema
nb_no: RADIUS tjeneren hos din hjemmeinstitusjon er kilden til problemet
pl_pl: Powodem problemów jest serwer RADIUS Twojej instytucji macierzystej
pt_pt: O servidor RADIUS da sua instituição de origem é a fonte do problema
ro_ro: Serverul RADIUS al furnizorului dumneavoastră de servicii din instituția dumneavoastră de proveniență este sursa problemei
sl_si: Vir težave je RADIUS strežnik vaše domače organizacije
sr_rs: RADIUS server vaše matične institucije je izvor problema
uk_ua: Джерелом проблеми є RADIUS-сервер вашої домашньої установи

source: This realm does not exist
ar: هذا النطاق realm غير موجود
bg_bg: Областта не съществува
ca_es: Aquest domini no existeix
cs_cz: Tato doména neexistuje
cy: Nid yw'r parth hon yn bodoli
de_de: Dieser Realm existiert nicht
el_gr: Αυτός ο τομέας δεν υπάρχει
es_es: Este dominio no existe
et_ee: Domeeni ei ole olemas
fi_fi: Toimialue ei ole olemassa
fr_fr: Le domaine d'authentification n'existe pas
hr_hr: Ovaj realm ne postoji
it_it: Il realm non esiste
nb_no: Dette realm finnes ikke
pl_pl: Nie istnieje taki realm
pt_pt: O domínio não existe
ro_ro: Acest domeniu nu există.
sl_si: To kraljestvo ne obstaja
sr_rs: Domen ne postoji
uk_ua: Цього домену не існує

source: Running connectivity tests for this realm
ar: إجراء اختبارات الاتصال لهذا النطاق realm
bg_bg: Стартирани са тестове на свързаността за този домейн
ca_es: Executant tests de connectivitat per a aquest domini
cs_cz: Spuštění testů připojení pro tento realm
cy: Rhedeg profion cysylltedd ar gyfer y parth hon
de_de: Verbindungstests für diesen Realm laufen
el_gr: Εκτέλεση δοκιμών συνδεσιμότητας για αυτό τον τομέα
es_es: Ejecutando comprobaciones de conectividad para este dominio
et_ee: Domeeni ühendustestide tegemine
fi_fi: Suoritetaan yhteystestejä tälle toimialueelle
fr_fr: Exécution des tests de connectivité pour ce domaine
hr_hr: Izvršavanje provjere pobezanosti za realm
it_it: Esecuzione di test di connettività per questo realm
nb_no: Utfører tilkoblingstester for dette realmet
pl_pl: Przeprowadzanie testów łączności dla podanego realmu
pt_pt: A realizar testes de conectividade para este domínio
ro_ro: Rularea testelor de conectivitate pentru acest domeniu
sl_si: Zaganjanje preskusov povezljivosti za ta spletni naslov
uk_ua: Запускаються тести підключення для цього домену

source: New tests results are available, click to see
ar: نتائج اختبارات جديدة متوفرة، انقر للمشاهدة
bg_bg: Налични са нови резултати от тестовете, кликнете, за да видите
ca_es: Hi ha nou tests disponibles, feu clic per a veure'ls
cs_cz: Nový výsledek testu je k dispozici, klikněte prosím pro zobrazení
cy: Mae canlyniadau profion newydd ar gael, cliciwch i weld
de_de: Neue Testresultate sind verfügbar, siehe hier
el_gr: Νέα αποτελέσματα δοκιμών είναι διαθέσιμα, κλικ για να δείτε
es_es: Haz clic para ver los nuevos resultados disponibles
et_ee: Olemas on uued testitulemused, vaatamiseks klõpsa
fi_fi: Uusia testituloksia on saatavilla, napsauta nähdäksesi
fr_fr: Les résultats des nouveaux tests sont disponibles, cliquez pour les voir
hr_hr: Novi rezultati provjere su dostupni , odaberi za prikaz
it_it: Sono disponibili nuovi risultati dei test, cliccare per vedere
nb_no: Nye testresultater er tilgjengelige, klikk for å se
pl_pl: Dostępne są nowe wyniki testów, kliknij by je wyświetlić
pt_pt: Novos resultados de testes estão disponíveis, clique para ver
ro_ro: Rezultatele noilor teste sunt disponibile, dațiclic pentru a le vedea
sl_si: Na voljo so novi rezultati preskusov, kliknite za ogled
uk_ua: Доступні нові результати тестування, натисніть, щоб переглянути

source: See details
ar: انظر التفاصيل
bg_bg: Виж детайлите
ca_es: Veure detalls
cs_cz: Zobrazit podrobnosti
cy: Gweler manylion
de_de: Details
el_gr: Δείτε λεπτομέρειες
es_es: Ver detalles
et_ee: Vaata täpsemalt
fi_fi: Katso yksityiskohdat
fr_fr: Voir les details
hr_hr: Vidi detalje
it_it: Vedi dettgli
nb_no: Se detaljer
pl_pl: Zobacz szczegóły
pt_pt: Ver detalhes
ro_ro: Vedeți detaliile
sl_si: Ogled podrobnosti
uk_ua: Переглянути деталі

source: If you want to report your problem, fill fields below.
ar: إذا كنت تريد الإبلاغ عن مشكلتك ، فاملأ الحقول أدناه.
bg_bg: Ако искате да докладвате проблема си, попълнете полетета по-долу.
ca_es: Si voleu informar del vostre problema ompliu els camps següents.
cy: Os ydych am roi gwybod am eich problem, llenwch y meysydd isod.
de_de: Wenn Sie Ihr Problem melden möchten, füllen Sie bitte das Formular aus.
el_gr: Αν θέλετε να αναφέρετε το πρόβλημα σας, συμπληρώστε τα παρακάτω πεδία.
es_es: Si quieres informar de un problema, rellena los campos a continuación.
et_ee: Probleemist teatamiseks täida alltoodud väljad.
fi_fi: Jos haluat ilmoittaa ongelmastasi, täytä alla olevat kentät.
fr_fr: Si vous voulez signaler votre problème, remplissez les champs ci-dessous.
hr_hr: Za prijavu greške, popunite polja koje slijede.
it_it: Se vuoi segnalare il tuo problema, compila i campi sottostanti.
nb_no: Hvis du vil rapportere problemet kan du fylle inn feltene under.
pl_pl: Jeżeli chcesz zgłosić problem, wypełnij poniższe pola.
ro_ro: Dacă doriți să vă raportați problema, completați câmpurile de mai jos.
sl_si: Če želite prijaviti težavo, izpolnite spodnja polja.
uk_ua: Щоб повідомити про проблему, заповніть поля нижче

source: Calling-Station-Id
bg_bg: Идентификатор на повикващата станция
ca_es: Id de l'estació origen (Calling-Station-Id)
fi_fi: Laitteen tunniste
ro_ro: Apelarea-ID-Statie
sl_si: ID klicne postaje
tr_tr: Arayan-İstasyon-Kimliği

source: SHA1 fingerprint:
ca_es: Empremta SHA1:
cs_cz: Otisk SHA1:
cy: Olion bysedd SHA1:
de_de: SHA1 Fingerabdruck:
el_gr: SHA1 αποτύπωμα:
es_es: Firma digital SHA1:
et_ee: SHA1 sõrmejälg:
fi_fi: SHA1-sormenjälki:
fr_fr: Empreinte SHA1 :
hr_hr: SHA1 otisak:
it_it: Impronta SHA1:
pl_pl: Odcisk SHA1:
ro_ro: Amprentă SHA1:
sl_si: Prstni odtis SHA1:
tr_tr: SHA1 parmak izi:

source: DNS chekcs
sr_rs: DNS provere

source: unknown authority or no certificate policy or another problem
sr_rs: nepoznato autorizaciono telo ili nema sertifikata ili postoji drugi problem
tr_tr: bilinmeyen otorite yada sertifika politikası yok yada diğer bir problem

source: Select institiution:
sr_rs: Odaberite instituciju:

source: Have you ever used the network succesfully, e.g. at your home institution without roaming?
tr_tr: Ağı hiç kullanabildiniz mi, ör. dolaşım olmadan ev kurumunuzda?

source: If your device has never worked before with this setup, then very likely your device configuation is wrong. %s
tr_tr: Cihazınız bu kurulumla daha önce hiç çalışmadıysa, muhtemelen cihaz yapılandırmanızın yanlıştır. %s

source: An unknown problem occured
tr_tr: Bilinmeyen bir sorun oluştu

source: <strong>Test partially successful</strong>: authentication succeded.
tr_tr: <strong>Test kısmen başarılı</strong>: kimlik doğrulama sağlandı.

source: <strong>Test FAILED</strong>: authentication succeded.
tr_tr: <strong>Test BAŞARISIZ</strong>: kimlik doğrulama sağlandı.
