Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: Do you have any contact details by which the user wishes to be contacted by the SP?
ar: هل لديك أي بيانات تواصل يرغب المستخدم في أن يتصل بها مقدم الخدمة؟
bg_bg: Имате ли някакви данни за контакт, по които потребителят желае SP да се свърже с него?
ca_es: Teniu dades de contacte on l'usuari desitja ser contactat per l'SP?
cs_cz: Máte nějaké kontaktní údaje, pro kontaktování SP uživatelem?
cy: A oes gennych unrhyw fanylion cyswllt y mae'r defnyddiwr yn dymuno i'r SP gysylltu â hwy?
de_de: Haben Sie Kontaktdaten unter denen der Nutzer gerne vom SP kontaktiert werden möchte?
el_gr: Έχετε κάποια στοιχεία επικοινωνίας του χρήστη που επιθυμεί να έρθει σε επικοινωνία με τον SP;
es_es: ¿Tienes algún detalle de contacto adicional a través del cual el usuario desee ser contactado por el proveedor del servicio?
et_ee: Kas Sul on kontaktandmeid, mille kaudu kasutaja soovib teenusepakkuja (SP) poolset ühendusevõtmist?
fi_fi: Onko sinulla yhteystietoja, joiden kautta käyttäjä haluaa että SP ottaa yhteyttä?
fr_fr: Avez-vous des informations de contact via lesquelles l'utilisateur souhaite être contacté par le fournisseur de service ?
hr_hr: Imate li kontakt informacije kojima korisnik želi biti kontaktiran od davatelja usluge?
it_it: Avete dei dettagli di contatto con i quali l'utente desidera essere contattato dall'SP?
nb_no: Har du kontakt opplysninger som bruker kan kontaktes av SP via?
pl_pl: Czy dysponujesz dodatkowymi danymi umożliwiającymi kontakt administratora SP z użytkownikiem?
pt_pt: Tem algum contacto pelo qual o utilizador pretenda ser contactado pelo SP?
ro_ro: Aveți orice fel de detalii de contact ale utilizatorului prin care acesta dorește să fie contactat de furnizorul de servicii?
sl_si: Imate kakšne kontaktne podatke, ki bi jih uporabnik želel posredovati ponudniku storitev za namene stika?
sr_rs: Da li imate neke kontakt informacije pomoću kojih Davalac servisa može stupiti u kontakt sa istim?
uk_ua: Чи є у вас контактні дані, за якими постачальник послуг SP може зв’язатися з користувачем?

source: Please specify an email address on which the SP can contact you
ar: يرجى تحديد عنوان بريد إلكتروني يمكن لمقدم الخدمة SP من خلاله الاتصال بك
bg_bg: Моля посочете и-мейл адрес, на който SP може да се свърже с Вас
ca_es: Indiqueu una adreça de correu on l'SP pugui contactar amb vosaltres
cs_cz: Zadejte emailovou adresu, na které vás SP může kontaktovat
cy: Nodwch cyfeiriad e-bost y gall SP gysylltu â chi arno
de_de: Bitte geben Sie eine E-Mail-Adresse an, unter der der SP Sie kontaktieren darf
el_gr: Παρακαλούμε προσδιορίστε μια διεύθυνση email στην οποία μπορεί να επικοινωνήσει μαζί σας ο SP
es_es: Por favor, especifica una dirección de correo electrónico en la cual el proveedor del servicio puede contactar contigo
et_ee: Palun määra e-postiaadress, mille kaudu saab teenusepakkuja Sinuga ühendust võtta
fi_fi: Määritä sähköpostiosoite, johon SP voi ottaa sinuun yhteyttä
fr_fr: Veuillez fournir une adresse de courrier électronique via laquelle le fournisseur de service pourra vous contacter
hr_hr: Molimo unestite e-mail adresu na koju Vas davatelj usluge može kontaktirati
it_it: Specifica un indirizzo email sul quale l'SP può contattarvi
nb_no: Vennligst oppgi en e-post adresse som SP kan kontakte deg via
pl_pl: Podaj adres mailowy, za pomocą którego administrator SP będzie kontaktował się z Tobą
pt_pt: Especifique um endereço de e-mail no qual o SP possa entrar em contato com você
ro_ro: Vă rog să specificați o adresa de mail pentru a vă contacta SP-ul
sl_si: Podajte e-poštni naslov, na katerega vas lahko kontaktira ponudnik storitev
sr_rs: Molimo vas da navedete mejl adresu na koju vas Davalac servisa može kontaktirati
uk_ua: Будь ласка, вкажіть електронну адресу, за якою постачальник послуг SP може зв’язатися з вами

source: Suspected a technical problem with the IdP
ar: احتمالية وجود مشكلة فنية في IdP
bg_bg: Предполагаме технически проблем с IdP
ca_es: Es sospita d'un problema tècnic amb l'IdP
cs_cz: Máme podezření na technický problém s IdP
cy: Amau problem dechnegol gyda'r CDU
de_de: Vermutung eines technischen Problems beim Identitätsprovider
el_gr: Υποψιάστηκε τεχνικό πρόβλημα με τον IdP
es_es: Parece existir un problema técnico con el IdP
et_ee: Kahtlustas tehnilist probleemi IdP-ga
fi_fi: Epäillään, että IdP:llä on tekninen ongelma
fr_fr: Problème technique suspecté avec l'IdP
hr_hr: Sumnjamo na tehnički problem s IdP-om
it_it: Sospettato un problema tecnico con l'IdP
nb_no: Mistenker teknisk problem med IdP
pl_pl: Podejrzewany problem techniczny u dostawcy tożsamości
pt_pt: Suspeitamos de um problema técnico com o IdP
ro_ro: Suspectarea unei probleme tehnice cu IdP
sl_si: Sum na tehnično težavo ponudnika identitete
uk_ua: Підозра на технічну проблему з постачальником ідентифікації IdP

source: We suspect a technical problem with the IdP handling the realm
ar: إحتمالية وجود مشكلة فنية في الـIdP المالكة للنطاق realm
bg_bg: Ние допускаме, че има технически проблем с IdP, работещ с областта
ca_es: Sospitem d'un problema tècnic amb l'IdP que controla el domini
cs_cz: Mám podezření na technický problém s IdP při práci s realmem
cy: Rydym yn amau ​​problem dechnegol gyda'r CDU yn ymdrin â'r parth
de_de: Es besteht Grund zur Annahme, dass ein technisches Problem bei dem Identitätsprovider vorliegt, der für diesen Realm verantwortlich ist
el_gr: Υποψιαζόμαστε ένα τεχνικό πρόβλημα σχετικά με την διαχείριση του realm από τον IdP
es_es: Creemos que hay un problema técnico con el IdP que maneja el Realm
et_ee: Kahtlustame tehnilist probleemi domeeni haldava identiteedipakkujaga (IdP)
fi_fi: Epäillään, että IdP:llä on tekninen ongelma toimialueen käsittelyssä.
fr_fr: Nous suspectons un problème technique de l'IdP dans la gestion du domaine
hr_hr: Sumnjamo na tehnički problem s IdP-om koji upravlja domenom
it_it: Sospettiamo un problema tecnico con l'IdP che gestisce il realm
nb_no: Vi mistenker et tesknisk problem med IdP'en som håndterer realmet
pl_pl: Podejrzewamy problem techniczny u dostawcy tożsamości obsługującego ten realm
pt_pt: Suspeitamos de um problema técnico com o IdP que trata do domínio
ro_ro: Suspectăm o problemă tehnică cu IdP care gestionează domeniul
sl_si: Sumimo na tehnično težave ponudnika identitete, ki obravnava področje
uk_ua: Ми підозрюємо технічну проблему з постачальником ідентифікації IdP, який обслуговує цей домен

source: The CAT diagnostic test was run for this realm during reporting.
ar: تم تشغيل اختبار التشخيص CAT لنطاق realm هذا أثناء الإبلاغ.
bg_bg: Диагностичният тест на CAT беше стартиран за тази област по време на отчитането.
ca_es: La prova de diagnòstic de CAT per a aquest domini s'ha executat mentre se n'informava.
cs_cz: Během hlášení byl pro tento realm spuštěn CAT diagnostický test.
cy: Cynhaliwyd y prawf diagnostig CAT ar gyfer y parth hwn wrth adrodd.
de_de: Die CAT Echtzeitdiagnose wurde für diesen Realm durchgeführt.
el_gr: Το διαγνωστικό test CAT για αυτό το realm έτρεξε κατά την αναφορά .
es_es: La prueba de diagnóstico en CAT se ejecutó para este Realm durante el informe.
et_ee: CATi testi sellele domeenile raporti ajal ei tehtud.
fi_fi: CAT-tarkistukset tehtiin tälle toimialueelle raportoinnin yhteydessä.
fr_fr: Le test de diagnostic CAT a été lancé pour ce domaine pendant le rapport.
hr_hr: CAT diagnostic test za ovu domenu je izvršen tijekom izvještavanja.
it_it: Il test diagnostico CAT è stato eseguito per questo realm durante la segnalazione.
nb_no: CAT feilsøkingtest ble utført for dette realmet under rapportering.
pl_pl: Na etapie raportowania wykonano test diagnostyczny CAT dla tego realmu.
pt_pt: O teste de diagnóstico CAT foi executado para este domínio durante o relatório.
ro_ro: Testul de diagnostic CAT a fost efectuat pentru acest domeniu în timpul raportării.
sl_si: Med poročanjem je bil za to področje izveden diagnostični preskus CAT.
uk_ua: Під час складання звіту для цього домену було проведено діагностичний тест CAT.

source: The overall result was
ar: كانت النتيجة الإجمالية
bg_bg: Общият резултат беше
ca_es: El resultat general ha estat
cs_cz: Celkový výsledek je
cy: Y canlyniad cyffredinol oedd
de_de: Das Gesamtergebnis war
el_gr: Το συνολικό αποτέλεσμα ήταν
es_es: El resultado global fue
et_ee: Üldtulemus:
fi_fi: Kokonaistulokset olivat
fr_fr: Le résultat global a été
hr_hr: Ukupni rezultat je
it_it: Il risultato complessivo è stato
nb_no: Sluttresultatene var
pl_pl: Łączny wynik jest następujący
pt_pt: O resultado geral foi
ro_ro: Rezultatul general a fost următorul
sl_si: Splošen rezultat je bil
uk_ua: Загальний результат був такий

source: To see details go to
ar: لمشاهدة التفاصيل انتقل إلى
bg_bg: За да видите детайлите, отидете на
ca_es: Per a veure els detalls aneu a
cs_cz: Pro podrobnosti, jděte na
cy: I weld y manylion ewch i
de_de: Details gibt es hier
el_gr: Για να δείτε λεπτομέρειες πηγαίντε στο
es_es: Para ver más detalles vaya a
et_ee: Üksikasjad:
fi_fi: Katso yksityiskohdat tästä
fr_fr: Pour accéder aux détails aller sur
hr_hr: Da bi vidjeli detalje idite na
it_it: Per vedere i dettagli vai a
nb_no: Se detaljer ved å gå til
pl_pl: Aby zobaczyć szczegóły, przejdź do
pt_pt: Para ver detalhes ir a
ro_ro: Pentru a vedea detaliile mergeți la
sl_si: Za ogled podrobnosti pojdite na
uk_ua: Щоб переглянути деталі, перейдіть на

source: The reported problem details are as follows
ar: تفاصيل المشكلة المبلغ عنها هي كالتالي
bg_bg: Детайлите за докладвания проблем са следните
ca_es: Els detalls del problema informat són els següents
cs_cz: Nahlášené podrobnosti o problému jsou následující
cy: Mae manylion y broblem a adroddwyd fel a ganlyn
de_de: Die gemeldeten Details des Problems waren wie folgt
el_gr: Οι λεπτομέρειες για το αναφερθέν πρόβλημα είναι οι εξής
es_es: Los detalles sobre el problema reportado son los siguientes:
et_ee: Raporteeritud probleemi üksikasjad:
fi_fi: Ilmoitetun ongelman yksityiskohdat ovat seuraavat
fr_fr: Les détails sur le problème remonté sont les suivants
hr_hr: Detalji o prijavljenom problemu su
it_it: I dettagli del problema segnalato sono i seguenti
nb_no: Rapporterte detaljer om problemet
pl_pl: Opis zgłoszonego problemu jest następujący:
pt_pt: Os detalhes do problema relatado são os seguintes
ro_ro: Detaliile problemei raportate sunt următoarele
sl_si: Podrobnosti prijavljene težave so
uk_ua: Нижче наведено відомості про проблему

source: timestamp
bg_bg: цифров запис на времето, в което е настъпило събитие
ca_es: marca de temps
cs_cz: Časové razítko
cy: stamp amser
de_de: Zeitstempel
el_gr: Χρονοσήμανση
es_es: marca temporal
et_ee: ajatempel
fi_fi: aikaleima
fr_fr: Horodatage
nb_no: tidsstempel
pl_pl: data i czas
ro_ro: Marca temporală
sl_si: časovni žig
uk_ua: мітка часу

source: client MAC address
ar: عنوان MAC للعميل 'Client'
bg_bg: MAC адрес на клиента
ca_es: adreça MAC del client
cs_cz: MAC adresa klienta
cy: MAC cyfeiriad cleient
de_de: MAC Adresse des Nutzers
es_es: dirección MAC del cliente
et_ee: kliendi MAC-aadress
fi_fi: asiakkaan (päätelaitteen) MAC-osoite
fr_fr: Adresse MAC du périphérique
hr_hr: MAC adresa klijenta
it_it: indirizzo MAC del cliente
nb_no: klientens MAC adresse
pl_pl: adres MAC klienta
pt_pt: endereço MAC do cliente
ro_ro: adresa MAC a clientului
sl_si: naslov MAC odjemalca
uk_ua: MAC-адреса клієнта

source: additional comments
ar: تعليقات اضافية
bg_bg: допълнителни коментари
ca_es: comentaris addicionals
cs_cz: další poznámky
cy: sylwadau ychwanegol
de_de: Zusätzliche Kommentare
el_gr: επιπλέον σχόλια
es_es: comentarios adicionales
et_ee: lisamärkused
fi_fi: muita kommentteja
fr_fr: commentaires complémentaires
hr_hr: dodatni komentari
it_it: commenti aggiuntivi
nb_no: tilleggsinformasjon
pl_pl: dodatkowy komentarz
pt_pt: comentários adicionais
ro_ro: comentarii adiționale
sl_si: dodatni komentarji
uk_ua: додаткові коментарі

source: You can contact the incident reporter at
ar: يمكنك الاتصال بالمسؤول عن تقارير الحوادث على
bg_bg: Може да докладвате инцидента на
ca_es: Ppdeu contactar a l'informador del incident a
cs_cz: Oznamovatele incidentu můžete kontaktovat na
cy: Gallwch gysylltu â gohebydd y digwyddiad yn
de_de: Sie können die anfragende Person erreichen unter
el_gr: Μπορείτε να επικοινωνήσετε με αυτόν που ανέφερε το περιστατικό στα
es_es: Puede contactar con el informador del incidente en:
et_ee: Saad võtta ühendust intsidendist teatajaga:
fi_fi: Voit ottaa yhteyttä tapahtuman toimittajaan osoitteessa
fr_fr: Vous pouvez contacter la personne ayant rapporté l'incident à
hr_hr: Možete prijaviti incident na
it_it: Puoi contattare il segnalatore del problema tramite
nb_no: Du kan kontakte hendelsesforfatteren hos
pl_pl: adres kontaktowy do zgłaszającego problem
pt_pt: Pode entrar em contacto com quem reportou o incidente em
ro_ro: Puteți contacta reporterul incidentului la adresa
sl_si: Na prijavitelja incidenta se lahko obrnete na
uk_ua: Ви можете зв’язатися з особою, що повідомила про інцидент, за адресою

source: Some properties of the connection attempt were sub-optimal; the list is below.
ar: كانت بعض خصائص محاولة الاتصال دون المستوى المطلوب. القائمة أدناه.
bg_bg: Някои свойства на опита за връзка бяха неоптимални; спиъкът е по-долу.
ca_es: Algunes propietats de l'intent de connexió no eren optimes; a sota teniu la llista.
cs_cz: Pokus o připojení nedopadl zrovna nejlépe; následuje podrobnější informace.
cy: Roedd rhai o briodweddau'r ymgais i cysylltiad yn is-optimaidd; mae'r rhestr isod.
de_de: Beim Verbindungsversuch waren einige Auffälligkeiten; die Liste folgt.
el_gr: Κάποιες ιδιότητες της προσπάθειας σύνδεσης ήταν ανεπαρκείς· η λίστα βρίσκεται παρακάτω.
es_es: Algunas propiedades del intento de conexión fueron sub-óptimas. La lista está a continuación.
et_ee: Osa ühenduskatsete näitajatest olid optimaalsetest madalamad; vt allpool.
fi_fi: Kaikki yhteysasetukset eivät olleet optimaalisia; katso alla oleva listaus.
fr_fr: Certaines caractéristiques de la tentative de connexion pourraient être mieux définies ; cf. la liste ci dessous.
hr_hr: Dijelovi autentikacije nisu u potpunosti optimizirane, vidi slijedeće.
it_it: Qualche proprietà del tentativo di connessione è non ottimale; la lista è qua sotto.
nb_no: Noen egenskaper i tilkoblingsforsøket var ikke optimale; se listen under.
pl_pl: Niektóre z właściwości połączenia nie były optymalne; więcej informacji poniżej.
pt_pt: Algumas propriedades da tentativa de ligação não estão optimizadas; veja a lista abaixo.
ro_ro: Câteva detalii ale încercării de conectare au fost sub-optimale; lista cu respectivele proprietăți este mai jos.
sl_si: Nekatere lastnosti pri poskusu povezave niso bile optimalne; spodaj si oglejte seznam.
sr_rs: Neka svojstva prilikom pokušaja povezivanja nisu bila optimalna; spisak je dat ispod.
tr_tr: Bağlantı denemesinin bazı özellikleri tam uygun değildir, liste aşağıdadır.
uk_ua: Деякі властивості спроби з'єднання були неоптимальними; список наведено нижче.

source: Some configuration errors were observed; the list is below.
ar: تمت ملاحظة بعض الأخطاء في التهيئة؛ القائمة أدناه.
bg_bg: Бяха наблюдавани някои конфигурационни грешки; списъкът е по-долу.
ca_es: S'ha observat alguns errors de configuració; a sota teniu la llista.
cs_cz: Všimli jsme si některých chyb v konfiguraci. Jejich seznam přikládáme.
cy: Gwelwyd rhai gwallau cyfluniad; mae'r rhestr isod.
de_de: Der Verbindungsversuch fand Konfigurationsfehler; die Liste folgt.
el_gr: Παρατηρήθηκαν μερικά σφάλματα διαμόρφωσης· η λίστα βρίσκεται παρακάτω.
es_es: Se han encontrado algunos errores de configuración. La lista está a continuación.
et_ee: Leiti mõned seadistusvead, vt allpool.
fi_fi: Löytyi joitain määritysvirheitä; lista alla.
fr_fr: Une ou plusieurs erreurs de configuration ont été relevées dans la liste ci dessous.
hr_hr: Zamjećene su neke greške; popis slijedi.
it_it: Sono stati osservati degli errori di configurazione; la lista è qua sotto.
nb_no: Noen konfigurasjonsfeil ble funnet; se listen under.
pl_pl: Jest kilka błędów konfiguracji; więcej informacji poniżej.
pt_pt: Alguns erros de configuração foram encontrados; a lista está abaixo.
ro_ro: Câteva erori de configurație au fost detectate; lista cu acestea este mai jos.
sl_si: Odkritih je bilo nekaj konfiguracijskih napak; spodaj si oglejte seznam.
sr_rs: Postoje određene greške u konfiguraciji; molim vas da pogledate spisak ispod.
tr_tr: Ayarlarda bazı hatalar bulundu; listesi aşağıdadır.
uk_ua: Були виявлені деякі помилки конфігурації; список наведено нижче.

source: <strong>Test successful.</strong>
ar: <strong> نجح الاختبار. </strong>
bg_bg: <strong>Тестът е успешен.</strong>
ca_es: <strong>Prova satisfactòria.</strong>
cs_cz: <strong>Test byl úspěšný.</strong>
cy: <strong>Prawf yn llwyddiannus.</strong>
de_de: <strong>Test erfolgreich.</strong>
el_gr: <strong>Δοκιμή επιτυχής.</strong>
es_es: <strong>Prueba satisfactoria.</strong>
et_ee: <strong>Test õnnestus.</strong>
fi_fi: <strong>Testi onnistui.</strong>:
fr_fr: <strong>Test réalisé avec succès</strong>
hr_hr: <strong>USPJEŠAN test.</strong>
it_it: <strong>Test superato.</strong>
nb_no: <strong>Vellykket test</strong>
pl_pl: <strong>Test udany.</strong>
pt_pt: <strong>Teste realizado com sucesso.</strong>
ro_ro: <strong>Test reușit</strong>
sl_si: <strong>Preskus je uspel.</strong>
sr_rs: <strong>Test uspešan.</strong>
tr_tr: <strong>Test başarılı.</strong>
uk_ua: <strong>Тест успішний.</strong>

source: <strong>Test partially successful</strong>: authentication succeeded.
ar: <strong>نجح الإختبار جزئيا</strong>: نجحت المصادقة.
bg_bg: <strong>Тестът е частично успешен</strong>: аутентикацията е успешна.
ca_es: <strong>Prova parcialment satisfactòria</strong>: autenticació correcte.
cy: <strong>Prawf yn rhannol lwyddiannus</strong>: llwyddodd y dilysu.
de_de: <strong>Test teilweise erfolgreich</strong>: Authentifizierung erfolgreich.
el_gr: <strong>Δοκιμή εν μέρει επιτυχής</strong>: επιτυχής ταυτοποίηση.
es_es: <strong>Prueba parcialmente satisfactoria</strong>: autenticación correcta.
et_ee: <strong>Test õnnestus osaliselt</strong>: autentimine õnnestus.
fi_fi: <strong>Testi onnistui osittain</strong>: autentikointi onnistui.
fr_fr: <strong>Réussite partielle du test</strong>: authentification réussie.
it_it: <strong>Test parzialmente riuscito</strong>: l'autenticazione è riuscita.
nb_no: <strong>TEsten var delvis vellykket</strong>: autentikasjon vellykket.
pl_pl: <strong>Test częściowo udany</strong>: uwierzytelnienie poprawne.
ro_ro: <strong>Test parțial trecut</strong>: autentificare cu succes
sl_si: <strong>Preskus je delno uspel</strong>: preverjanje pristnosti je uspelo.
uk_ua: <strong>Частково успішний тест</strong>: автентифікацію виконано успішно.

source: <strong>Test FAILED</strong>: authentication succeeded.
ar: <strong>فشل الإختبار</strong>: نجحت المصادقة.
bg_bg: <strong>Тестът е неуспешен</strong>: аутентикацията е успешна.
ca_es: <strong>Prova FALLADA</strong>: autenticació correcte.
cy: <strong>Prawf METHU</strong>: dilysu wedi llwyddo.
de_de: <strong>Test FEHLGESCHLAGEN</strong>: Authentifizierung erfolgreich.
el_gr: <strong>Η δοκιμή ΑΠΕΤΥΧΕ</strong>: επιτυχής ταυτοποίηση.
es_es: <strong>Prueba FALLIDA</strong>: autenticación correcta.
et_ee: <strong>Test EBAÕNNESTUS</strong>: autentimine õnnestus.
fi_fi: <strong>Testi EPÄONNISTUI</strong>: autentikointi onnistui.
fr_fr: <strong>ÉCHEC du test</strong>: authentification réussie.
it_it: <strong>Test FALLITO</strong>: l'autenticazione è riuscita.
nb_no: <strong>Testen FEILET</strong>: autentikasjon vellykket.
pl_pl: <strong>Test NIEUDANY</strong>: uwierzytelnienie poprawne.
ro_ro: <strong>Test eșuat</strong>: autentificare cu succes
sl_si: <strong>Preskus NI USPEL</strong>: preverjanje pristnosti je uspelo.
uk_ua: <strong>Тест не ПРОЙШОВ</strong>і: автентифікація завершилася успішно.

source: <strong>Test FAILED</strong>: the request was rejected. The most likely cause is that you have misspelt the Username and/or the Password.
ar: <strong>فشل الاختبار</strong>: تم رفض الطلب. السبب الأكثر احتمالاً هو أنك أخطأت في كتابة اسم المستخدم و / أو كلمة المرور.
bg_bg: <strong>Тестът се провали</strong>: заявката беше отхвърлена. Най-вероятната причина е, че има правописна грешка в потребителското име и/или в паролата.
ca_es: <strong>Prova FALLADA</strong>: la petició ha estat rebutjada. El més probable és que hagueu escrit malament l'identificador i/o la contrasenya.
cs_cz: <strong>Pokus se NEPOVEDL</strong>: žádost byla zamítnuta. Jedná se nejspíše o překlep v uživatelském jméně anebo hesle?
cy: <strong>METHU y Prawf</strong>: gwrthodwyd y cais. Yr achos mwyaf tebygol yw eich bod wedi camsillafu'r Enw Defnyddiwr a/neu'r Cyfrinair.
de_de: <strong>Test FEHLGESCHLAGEN</strong>: Die Anfrage wurde abgelehnt. Der wahrscheinlichste Grund sind fehlerhafte Eingaben für Benutzername und/oder Passwort.
el_gr: <strong>Η δοκιμή ΑΠΕΤΥΧΕ</strong>: το αίτημα απορρίφθηκε. Η πιο πιθανή αιτία είναι να έχετε γράψει εσφαλμένα το Όνομα χρήστη ή/και τον Κωδικό πρόσβασης.
es_es: <strong>Prueba FALLIDA</strong>: la petición fue rechazada. La causa más probable es que hayas insertado incorrectamente el nombre de usuario y/o la contraseña.
et_ee: <strong>Test EBAÕNNESTUS</strong>: taotlus lükati tagasi. Tõenäoline põhjus on trükiviga kasutajanimes ja/või paroolis.
fi_fi: <strong>Testi EPÄONNISTUI</strong>: pyyntö hylättiin. Todennäköisesti käyttäjätunnus ja/tai salasana oli väärä.
fr_fr: <strong>ÉCHEC du test</strong> : la demande a été rejetée. La raison la plus probable repose sans doute sur la présence d'une faute de frappe dans le nom et/ou le mot de passe utilisateur.
hr_hr: <strong>Test NEUSPJEŠAN</strong>: zahtjev je odbijen. Najvjerojatnije je pogrešno upisana korisnička oznaka ili lozinka.
it_it: <strong>Test FALLITO</strong>: la richiesta è stata respinta. La causa più probabile è che tu abbia sbagliato di digitare lo Username e/o la Password.
nb_no: <strong>Test FEIL</strong>: forespørsel ble avvist. Mest sannsynlig årsak er feilstavet brukernavn og/eller passord.
pl_pl: <strong>Test NIEUDANY</strong>: zlecenie odrzucone. Najbardziej prawdopodobnym powodem jest błąd w identyfikatorze i/lub haśle użytkownika.
pt_pt: <strong>Teste FALHOU</strong>: o pedido foi rejeitado. A causa mais provável é que o Username e/ou a Password estão incorretos.
ro_ro: <strong>Test eșuat</strong>: cererea a fost respinsă. Cel mai probabil motiv este că ați introdus numele de utilizator și/sau parola greșit.
sl_si: <strong>Preskus NI USPEL</strong>: zahteva je bila zavrnjena. Najverjetneje ste napačno črkovali uporabniško ime in/ali geslo.
sr_rs: <strong>Test NEUSPEŠAN</strong>: zahteve je odbijen. Uzrok je u tome što ste najverovatnije uneli pogrešnu vrednost za korisničko ime i/ili lozinku.
tr_tr: <strong>Test BAŞARISIZ</strong>: istek reddedildi. Büyük olasılıkla kullanıcı adını ya da parolasını yanlış yazdınız.
uk_ua: 1 Тест НЕ ПРОЙШОВ 1 : запит відхилений. Найімовірнішою причиною є те, що ви неправильно написали ім’я користувача та/або пароль.

source: This method cannot be tested
ar: لا يمكن اختبار هذه الطريقة
bg_bg: Този метод не може да бъде тестван
ca_es: Aquest mètode no es pot provar.
cs_cz: Tuto metodu nelze otestovat.
cy: Ni ellir profi'r dull hwn
de_de: Diese Methode kann nicht getestet werden.
el_gr: Αυτή η μέθοδος δεν μπορεί να δοκιμασθεί
es_es: Este método no puede probarse
et_ee: Seda meetodit ei saa testida
fi_fi: Metodia ei voitu testata
fr_fr: Cette méthode ne peut-être testée.
hr_hr: Ovu metodu je nemoguće provjeriti
it_it: Questo metodo non può essere testato
nb_no: Denne metoden kan ikke testes
pl_pl: Tej metody nie można było przetestować
pt_pt: Este método não pode ser testado
ro_ro: Această metodă nu poate fi testată
sl_si: Te metode ni mogoče preskusiti
sr_rs: Ovaj metod nije moguće testirati
tr_tr: Bu metod test edilemez
uk_ua: Цей метод не можна перевірити
