Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: <strong>Test FAILED</strong>: the request was rejected immediately, without EAP conversation. This is not necessarily an error: if the RADIUS server enforces that outer identities correspond to an existing username, then this result is expected (Note: you could configure a valid outer identity in your profile settings to get past this hurdle). In all other cases, the server appears misconfigured or it is unreachable.
ar: فشل الاختبار: تم رفض الطلب على الفور، بدون محادثة EAP. هذا ليس خطأ بالضرورة: إذا فرض خادم RADIUS على الهويات الخارجية أن تتوافق مع اسم المستخدم الموجود، فمن المتوقع أن تكون النتيجة (ملاحظة: يمكنك تهيئة هوية خارجية صالحة في إعدادات ملفك التعريفي لتتجاوز هذه العقبة). في جميع الحالات الأخرى، يظهر الخادم بشكل خاطئ أو يتعذر الوصول إليه.
bg_bg: <strong>Тестът се провали</strong>: заявката беше отказа веднага, без да се стигне до осъществяването на EAP комуникация. Това не е непременно грешка: ако RADIUS сървърът изисква външното ID да е съществуващо потребителско име, то този резултат е очакван. (Бележка: можете да укажете валиден външен ID за да заобиколите този проблем). Във всеки друг случай, сървърът е конфигуриран грешно или е недостъпен.
ca_es: <strong>Prova FALLADA</strong>: la petició ha estat rebutjada immediatament, sense conversa EAP. Això no és necessàriament un error: si el servidor RADIUS obliga a que les identitats externes corresponguin amb un usuari existent, aquest és el resultat esperat (nota: podeu configurar una identitat externa vàlida en el vostre perfil per superar aquest obstacle). En tots els altres casos, el servidor està mal configurat o és inabastable.
cs_cz: <strong>Pokus se NEPOVEDL.</strong>: požadavek byl ihned zamítnut, aniž proběhla EAP konverzace. Ale to nutně nemusí být chyba: pokud RADIUS server vynucuje, aby vnější identita odpovídala uživatelskému jménu, pak se takový výsledek správný (ovšem měli byste v profilu nastavit platnou vnější identitu). Ve všech ostatních případech jde o chybu v nastavení serveru nebo je server dokonce nedostupný.
cy: <strong>METHU Prawf</strong>: gwrthodwyd y cais ar unwaith, heb sgwrs EAP. Nid yw hyn o reidrwydd yn gamgymeriad: os yw'r gweinydd RADIUS yn gorfodi bod hunaniaethau allanol yn cyfateb i enw defnyddiwr sy'n bodoli eisoes, yna disgwylir y canlyniad hwn (Sylwer: gallech ffurfweddu hunaniaeth allanol ddilys yn eich gosodiadau proffil i fynd heibio'r rhwystr hwn). Ym mhob achos arall, mae'n ymddangos bod y gweinydd wedi'i gam-gyflunio neu nid oes modd ei gyrraedd.
de_de: <strong>Test FEHLGESCHLAGEN</strong>: Die Anfrage wurde sofort abgelehnt, ohne dass eine EAP Konversation durchgeführt wurde! Dies ist nicht zwingend ein Fehler: wenn der RADIUS Server erzwingt, dass auch der äußere Benutzername zu einem existierenden Benutzerkonto gehören muss, dann ist dieses Ergebnis zu erwarten (Hinweis: Sie können in Ihrem Profil einen gültigen äußeren Benutzernamen konfigurieren, um diese Hürde zu überwinden). In allen anderen Fällen deutet es jedoch auf eine Fehlkonfiguration oder eine Unerreichbarkeit des Servers hin.
el_gr: <strong>Αποτυχημένη δοκιμή</strong>: το αίτημα απορρίφθηκε αμέσως, χωρίς να υπάρξει συνομιλία EAP. Αυτό δεν είναι κατ' ανάγκη σφάλμα: αν ο εξυπηρετητής RADIUS επιβάλλει την αντιστοίχιση της εξωτερικής ταυτότητας με υπαρκτό όνομα χρήστη, αυτό το αποτέλεσμα είναι αναμενόμενο (Σημείωση: θα μπορούσατε να διαμορφώσετε μια έγκυρη εξωτερική ταυτότητα στις ρυθμίσεις προφίλ σας για να ξεπεράσετε αυτό το εμπόδιο). Σε κάθε άλλη περίπτωση ο εξυπηρετητής δεν έχει ρυθμιστεί σωστά ή δεν είναι προσβάσιμος.
es_es: <strong>Prueba FALLIDA</strong>: la petición fue rechazada inmediatamente, sin haber conversación EAP. Esto no es necesariamente un error: si el servidor RADIUS fuerza que la identidad externa corresponda con un nombre de usuario existente, entonces el resultado sería el esperado (Nota: puedes configurar una identidad externa en la configuración de tu perfil para solucionar esto). En todos los demás casos, el servidor estaría mal configurado o no alcanzable.
et_ee: <strong>Test EBAÕNNESTUS</strong>: taotlus lükati koheselt, ilma EAP suhtluseta tagasi. See ei pruugi tingimata olla viga: kui RADIUSe server nõuab, et väline identiteet vastaks olemasolevale kasutajanimele, on selline tulemus oodatav (Märkus: võid seadistada oma profiili seadistuses kehtiva välise identiteedi, et sellest takistusest mööda pääseda). Kõigil muudel juhtudel tundub server olevat valesti seadistatud või pole kättesaadav.
fi_fi: <strong>Testi EPÄONNISTUI</strong>: pyyntö hylättiin ilman EAP-viestinvaihtoa. Tämä ei välttämättä ole ongelma, mikäli RADIUS on määritelty hylkäämään pyynnöt, joissa ulkoinen identiteetti ei vastaa todellista käyttäjänimeä. Jos näin ei ole tarkoitettu, palvelin vastasi väärin.
fr_fr: <strong>ÉCHEC du test</strong>: la requête à été rejetée immédiatement, sans aucun échange EAP. Ce n'est pas nécessairement une erreur : ce comportement est explicable si le serveur RADIUS considère que l'identité externe doit correspondre à un utilisateur existant (notez que vous pouvez désigner un utilisateur valide dans le profil afin de vérifier rapidement si c'est le cas), S'il ne s'agit pas d'un problème lié à l 'utilisateur externe le serveur est soit mal configuré soit inaccessible.
hr_hr: <strong>Test NEUSPJEŠAN</strong>: test je odbijen odmah nakon upita, bez EAP konverzacije. Ovo nemora nužno značiti grešku: ako RADIUS poslužitelj zahtjeva da korisnička oznaka u vanjskoj i unutrašnjo ljusci bude ista, onda je taj rezultat očekivan.
it_it: <strong>Test FALLITO</strong>: la richiesta è stata rifiutata immediatamente, senza una convrsazione EAP. Questo non è necessariamente un errore: se il server RADIUS richiede che l'outer identity corrisponda a uno username esistente, allora questo è il risultato atteso. (Nota: puoi configurare una identità esterna valida nelle impostazioni del tuo profilo in modo da rimuovere questo ostacolo). In tutti gli altri casi, il server sembra mal configurato o irraggiungibile.
nb_no: <strong>Test MISLYKKET</strong>: Forespørsel ble avvist umiddelbart, uten EAP dialog. Dette er ikke nødvendigvis en feil; hvis RADIUS tjeneren krever at ytre identitet inneholder et eksisterende brukernavn, da er dette resultatet som forventet. (Merk: Du kan konfigurere et gyldig brukernavn i ytre identitet i din profil for å komme forbi dette hinderet). I alle andre tilfelle synes tjeneren å være feil-konfigurert eller den kan ikke nås.
pl_pl: <strong>Test NIEUDANY</strong>: zlecenie zostało natychmiast odrzucone, nie doszło do fazy EAP. To niekoniecznie jest błąd; serwer RADIUS może wymagać, aby tożsamość zewnętrzna odpowiadała istniejącemu identyfikatorowi użytkownika i wtedy taki rezultat testu jest zgodny z oczekiwaniem. (Uwaga, jeżeli skonfigurujesz poprawną tożsamość zewnętrzną w ustawieniach profilu, to zostanie wykluczona taka możliwość.) W innych przypadkach można wnioskować, że serwer jest źle skonfigurowany, albo niedostępny.
pt_pt: <strong>Test FAILED</strong>: o pedido foi rejeitado imediatamente, sem conversação EAP. Isto não é necessariamente um erro; se servidor RADIUS forçar que a identidade externa corresponda a um username existente , então este resultado é esperado (Nota: pode configurar uma identidade externa válida nas definições de perfil para ultrapassar este problema). Em todos os restantes casos o servidor aparenta estar mal configurado ou está inacessível.
ro_ro: <strong>Test eșuat</strong>: cererea a fost respinsă imediat, fără schimb de mesaje EAP. Asta nu înseamnă neapărat o eroare: dacă serverul RADIUS precizează că identitățile exterioare corespund unui nume de utilizator existent, atunci acest rezultat este de așteptat (Notă: ați putea configura o identitate exterioară în setările profilului pentru a trece peste această dificultate). În toate celelalte cazuri, serverul pare a fi configurat greșit sau nu se poate ajunge la acesta.
sl_si: <strong>Preskus NI USPEL</strong>: zahteva je bila takoj zavrnjena brez pogovora EAP. To ni nujno napaka: če strežnik RADIUS zahteva, da so zunanje identitete enake kot obstoječe uporabniško ime, je ta rezultat pričakovan. (Opomba: v nastavitvah profila lahko konfigurirate veljavno zunanjo identiteto, da zaobidete to omejitev) V vseh drugih primerih pa je strežnik napačno konfiguriran ali ni dosegljiv.
sr_rs: <strong>Test NEUSPEŠAN</strong>: zahtev je odmah odbijen, bez EAP konverzacije. Ovo ne mora da znači da je u pitanju greška: ako RADIUS server zahteva da identitet iz spoljašnjeg tunela odgovara postojećem korisničkom imenu, onda je ovaj rezultat očekivan. (Napomena: možete konfigurisati validan spoljni identitet u vašem CAT profilu kako biste preskočili ovu prepreku). U svim drugim slučajevima server nije konfigurisan na pravi način ili je nedostupan.
tr_tr: <strong>Test BAŞARISIZ</strong>: istek EAP iletişimi olmadan hemen reddedildi. Bu durum bir hata olmayabilir: Eğer Radius sunucu harici kimliğin varolan bir kullanıcı adına karşılık geldiğini zorluyor ise bu durum beklenebilir (Not: Bu zorluğu aşmak için kendiniz profil ayarlarınızda geçerli bir harici kimlik yapılandırabilirsiniz). Diğer tüm durumlarda sunucu yanlış yapılandırılmıştır veya ulaşılamıyordur.
uk_ua: <strong>Тест НЕ ПРОЙДЕНО</strong>: запит було негайно відхилено без встановлення EAP-з'єднання. Це не обов’язково є помилкою: якщо сервер RADIUS вимагає, щоб зовнішній ідентифікатор відповідав існуючому імені користувача, такий результат є очікуваним. (Примітка: ви можете налаштувати дійсний зовнішній ідентифікатор у своєму профілі, щоб обійти цю перешкоду). В усіх інших випадках сервер, ймовірно, неправильно налаштований або недоступний.

source: unhandled error
ar: خطأ غير معالج
bg_bg: необработена гершка
ca_es: error no controlat
cs_cz: neošetřená chyba
cy: gwall heb ei drin
de_de: unbekannter Fehler
el_gr: απρόσμενο σφάλμα
es_es: error inesperado
et_ee: käsitlemata viga
fi_fi: odottamaton virhe
fr_fr: Erreur non traitée
hr_hr: neobrađena greška
it_it: Errore non gestito
nb_no: ukjent feil
pl_pl: nieobsługiwany błąd
pt_pt: erro sem tratamento
ro_ro: Eroare fără soluție
sl_si: nerešena napaka
sr_rs: neobrađena greška
tr_tr: beklenmeyen hata
uk_ua: необроблена помилка

source: <strong>ERROR</strong>: connectivity problem!
bg_bg: <strong>ГРЕШКА</strong>: проблем със свързаността!
ca_es: <strong>ERROR</strong>: problema de connexió!
cy: <strong>GWALL</strong>: problem cysylltedd!
de_de: <strong>FEHLER</strong>: Verbindungsproblem!
es_es: <strong>ERROR</strong>: problema de conectividad
et_ee: <strong>ERROR</strong>: ühenduse viga!
hr_hr: <strong>GREŠKA</strong>: problem kod spajanja!
it_it: <strong>ERRORE</strong>: problema di connettività!
pl_pl: <strong>BŁĄD</strong>: problem z połączeniem!
ro_ro: <strong>Eroare</strong> : problemă de conectare
uk_ua: <strong>ПОМИЛКА</strong>:проблема з підключенням!

source: elapsed time: %d
ar: الوقت المنقضي:%d
bg_bg: изтекло време: %d
ca_es: temps transcorregut: %d
cs_cz: uplynulý čas: %d
cy: amser aeth heibio: %d
de_de: Laufzeit: %d
el_gr: χρόνος που έχει παρέλθει: %d
es_es: tiempo transcurrido: %d
et_ee: aega möödunud: %d
fi_fi: kulunut aika: %d
fr_fr: temps écoulé: %d
hr_hr: Proteklo vrijeme: %d
it_it: tempo stimato: %d
nb_no: Forløpt tid: %d
pl_pl: czas wykonania: %d
pt_pt: duração: %d
ro_ro: timp petrecut: %d
sl_si: pretečeni čas: %d
sr_rs: proteklo vreme: %d
tr_tr: geçen süre: %d
uk_ua: витрачений час:%d

source: <strong>ERROR</strong>: the server presented a certificate which is from an unknown authority!
ar: <strong>خطأ</strong>: قدم الخادم شهادة أمنية والتي هي من سلطة ترخيص غير معروفة!
bg_bg: <strong>ГРЕШКА</strong>: сървърът е представил сертификат от недостоверен източник!
ca_es: <strong>ERROR</strong>: els ervidor ha presentat un certificat signat per una autoritat desconeguda!
cs_cz: <strong>CHYBA</strong>: server předložil certifikát podepsaný neznámou autoritou!
cy: <strong>GWALL</strong>: cyflwynodd y gweinydd tystysgrif gan awdurdod anhysbys!
de_de: <strong>FEHLER</strong>: Der Server präsentierte ein Zertifikat von einer unbekannten CA!
el_gr: <strong>ΣΦΑΛΜΑ</strong>: ο εξυπηρετητής παρουσίασε ένα πιστοποιητικό από μία άγνωστη αρχή!
es_es: <strong>ERROR</strong>: ¡el servidor presentó un certificado proveniente de una autoridad desconocida!
et_ee: <strong>VIGA</strong>: serverisertifikaat pärineb tundmatult väljastajalt.
fi_fi: <strong>VIRHE</strong>: palvelin lähetti varmenteen, joka on peräisin tuntemattomasta lähteestä!
fr_fr: <strong>ERREUR</strong>: le serveur présente un certificat provenant d'une autorité inconnue!
hr_hr: <strong>Pogreška</strong>: server koristi certifikat koji je izdan on nepoznatog autoriteta!
it_it: <strong>ERRORE</strong>: il server ha presentato un certificato di una autorità sconosciuta
nb_no: <strong>FEIL</strong>: tjeneren presenterte et sertifikat fra en ukjent autoritet.
pl_pl: <strong>Błąd</strong>: serwer przedstawia się certyfikatem wystawionym przez nieznany urząd!
pt_pt: <strong>ERRO</strong>: o servidor apresenta um certificado que pertence a uma entidade de certificação desconhecida!
ro_ro: <strong>Eroare</strong>: serverul a prezentat un certificat care este de la o autoritate necunoscută!
sl_si: <strong>NAPAKA</strong>: strežnik je predstavil potrdilo neznanega overitelja.
sr_rs: <strong>GREŠKA</strong>: server je prikazao sertifikat koji je potpisan od strane nepoznatog sertifikacionog tela!
tr_tr: <strong>HATA</strong>: sunucu, bilinmeyen bir otoriteden alınmış sertifika sunmakta!
uk_ua: <strong>ПОМИЛКА</strong>: сервер надав сертифікат, виданий невідомим центром!

source: <strong>WARNING</strong>: the server name as discovered in the SRV record does not match any name in the server certificate!
ar: <strong>تحذير</strong>: اسم الخادم الذي تم اكتشافه في سجل SRV لا يتطابق مع أي اسم في شهادة الخادم!
bg_bg: <strong>ВНИМАНИЕ</strong>: името на сървъра, намерен в SRV записа, не съвпада с нито едно име в сертификата на сървъра!
ca_es: <strong>ATENCIÓ</strong>: el nom de servidor descobert al registre SRV no correspon amb cap valor del certificat del servidor!
cs_cz: <strong>UPOZORNĚNÍ</strong>: jméno serveru v SRV záznamu neodpovídá jménu uvedenému v certifikátu!
cy: <strong>RHYBUDD</strong>: nid yw enw'r gweinydd fel y'i darganfuwyd yn y cofnod SRV yn cyfateb i unrhyw enw yn tystysgrif y gweinydd!
de_de: <strong>WARNUNG</strong>: der Servername aus dem SRV Eintrag stimmt nicht mit den Namen im Serverzertifikat überein!
el_gr: <strong>ΠΡΟΣΟΧΗ</strong>: το όνομα του server όπως βρέθηκε στο SRV record δε ταιριάζει με κανένα όνομα στο πιστοποιητικό του server!
es_es: <strong>AVISO</strong>: el nombre de servidor tal y como se encontró en el registro SRV no coincide con ningún nombre en el certificado del servidor.
et_ee: <strong>HOIATUS</strong>: SRV kirjest leitud serveri nimi ei vasta ühelegi nimele serverisertifikaadis!
fi_fi: <strong>VAROITUS </strong>: SRV tiettueessa oleva palvelimen nimi ei vastaa palvelimen varmenteessa olevaa nimeä!
fr_fr: <strong>ATTENTION</strong>: le nom du serveur tel que découvert dans l'enregistrement SRV ne correspond à aucun nom présent dans le certificat du serveur !
hr_hr: <strong>UPOZORENJE</strong>: naziv poslužitelja iz SRV zapisa ne odgovara ni jednom nazivu u certifikatu poslužitelja!
it_it: <strong>ATTENZIONE</strong>: il nome del server così come scoperto del record SRV non corrisponde ad alcun nome nel certificato del server!
nb_no: <strong>ADVARSEL</strong>: tjenernavnet som ble slått opp i SRV innslaget matcher ikke noe navn i tjenersertifikatet!
pl_pl: <strong>OSTRZEŻENIE</strong>: nazwa serwera pobrana z rekordu SRV nie zgadza się z żadną nazwą w certyfikacie serwera!
pt_pt: <strong>AVISO</strong>: o nome do servidor conforme descoberto no registo SRV não corresponde a nenhum nome no certificado do servidor!
ro_ro: <strong>ATENȚIE</strong>: numele de server descoperit din înregistrarea DNS de tip SRV nu corespunde cu niciun nume din certificatul de server !
sl_si: <strong>OPOZORILO</strong>: ime strežnika, kot je bilo odkrito v zapisu SRV, se ne ujema z nobenim imenom v potrdilu strežnika.
uk_ua: <strong>ПОПЕРЕДЖЕННЯ</strong>: ім'я сервера, виявлене в записі SRV, не відповідає жодному імені в сертифікаті сервера!

source: Tests timestamp:
ar: الطابع الزمني timestamp للاختبارات:
bg_bg: Час на тестовете:
ca_es: Marca de temps de la prova:
cs_cz: Časové razítko testů:
cy: Stamp amser profion:
de_de: Zeitstempel der Tests:
el_gr: Tests χρονοσήμανσης
es_es: Marca temporal de las pruebas:
et_ee: Testide ajatempel:
fi_fi: Tarkistusten aikaleima:
fr_fr: Horodatage des tests :
hr_hr: Vrijeme testiranja:
it_it: Timestamp dei test:
nb_no: Testtid:
pl_pl: Data i czas testów:
pt_pt: Timestamp dos testes:
ro_ro: timpul testelor:
sl_si: Časovni žig preskusov:
uk_ua: Мітка часу тестів

source: Repeat connectivity tests
ar: كرر اختبارات الاتصال
bg_bg: Повторете тестовете за свързване
ca_es: Repetir proves de connectivitat
cs_cz: Zopakuj test konektivity
cy: Ailadrodd profion cysylltedd
de_de: Verbindungstests wiederholen
el_gr: Επαναλάβετε τα test συνδεσιμότητας
es_es: Repetir pruebas de conectividad
et_ee: Korda ühenduse teste
fi_fi: Toista yhteystarkastukset.
fr_fr: Recommencer les tests de connectivité statique
hr_hr: Ponovi test povezivanja
it_it: Ripetere i test di connettività
nb_no: Gjenta tilkoblingstester
pl_pl: Powtórz testy łączności
pt_pt: Repita os testes de conectividade
ro_ro: Repetă testele de conectivitate
sl_si: Ponovi preskuse povezljivosti
uk_ua: Повторити тести підключення

source: Token missing, no data can be presented
ar: الرمز مفقود، لا يمكن عرض أي بيانات
bg_bg: Липсва token, не могат да бъдат представени данни
ca_es: Manca el token, no es pot mostrar cap dada
cs_cz: Chybějící token, data nemohou být zobrazena
cy: Tocyn ar goll, ni ellir cyflwyno data
de_de: Fehlendes Token, keine Daten verfügbar
el_gr: Λύπει το token , δεν μπορούν να παρουσιαστούν δεδομένα
es_es: El token no está presente, no se pueden mostrar los datos
et_ee: Token puudub, andmeid ei saa esitada
fi_fi: Tunniste (token) puuttuu, tietoja ei voida esittää
fr_fr: Jeton manquant, aucune information ne peut être fournie
hr_hr: Nedostaje token, nema podataka za prikaz
it_it: Token mancante, nessun dato può essere presentato
nb_no: Mangler token, ingen data kan presenteres
pl_pl: Brak tokena identyfikującego testy, dane nie mogą być pokazane
pt_pt: Token em falta, nenhuma informação pode ser apresentada
ro_ro: Token lipsă, nu pot fi prezentate date
sl_si: Žeton manjka; podatkov ni mogoče prikazati
uk_ua: Маркер відсутній, неможливо відобразити дані

source: The token given in the request does not exists, no data can be presented
ar: الرمز المقدم في الطلب غير موجود، لا يمكن عرض أي بيانات
bg_bg: Token-ът в заявката не съществува, не могат да бъдат представени данни
ca_es: El token subministrat a la petició no existeix, no es pot mostrar cap dada
cs_cz: Token uvedený v požadavku neexistuje, nelze tedy zobrazit žádná data
cy: Nid yw'r tocyn a roddir yn y cais yn bodoli, ni ellir cyflwyno data
de_de: Das in der Anfrage enthaltene Token existiert nicht, daher können keine Daten angezeigt werden
el_gr: Το token που περιέχεται στην αίτηση δεν υπάρχει , δεν μπορούν να παρουσιαστούν δεδομένα
es_es: El token indicado en la petición no existe, no se pueden mostrar los datos
et_ee: Taotluses esitatud tokenit ei leidu, andmeid ei saa esitada
fi_fi: Pyynnössä annettu tunniste (token) ei ole olemassa, tietoja ei voida esittää
fr_fr: Le jeton fourni dans la requête n'existe pas, aucune information ne peut être fournie
hr_hr: Token poslan u zahtjevu ne postoji, nema podataka za prikaz
it_it: Il token fornito nella richiesta non esiste, non è possibile presentare dati
nb_no: Tokenet in forespørselen eksisterer ikke, ingen data kan presenteres
pl_pl: Nie istnieje token podany w zleceniu, dane nie mogą być pokazane
pt_pt: O token fornecido no pedido não existe, nenhuma informação pode ser apresentada
ro_ro: Jetoanele indicate în cerere nu există, nu pot fi prezentate date
sl_si: Žeton, podan v zahtevi, ne obstaja. Podatkov ni mogoče prikazati.
uk_ua: Маркер, вказаний у запиті, не існує, неможливо відобразити дані

source: All connectivity tests passed
ar: نجحت جميع اختبارات الاتصال
bg_bg: Всички тестове за свързаност минаха
ca_es: Superats tots els tests de connectivitat
cs_cz: Testy konektivity byly úspěšné
cy: Pob prawf cysylltedd wedi'i basio
de_de: Alle Verbindungstests erfolgreich
el_gr: Όλες οι δοκιμές συνδεσιμότητας πέτυχαν
es_es: Pasadas todas las comprobaciones de conectividad
et_ee: Ühendustestid olid edukad
fi_fi: Kaikki yhteystestit läpäisty
fr_fr: Tous les tests de connectivité sont passés
hr_hr: Sve provjere povezanosti uspišno obavljene
it_it: Tutti i test di connettività superati
nb_no: Alle tilkoblingstester var vellykket
pl_pl: Wszystkie testy połączenia powiodły się
pt_pt: Todos os testes de conectividade passaram
ro_ro: Toate testele de conectivitate au trecut
sl_si: Vsi preskusi povezljivosti so bili uspešni
uk_ua: Всі тести на підключення пройдено успішно

source: There were some warnings from connectivity tests
ar: كانت هناك بعض التحذيرات من اختبارات الاتصال
bg_bg: Имаше предупреждения от тестовете за свързаност
ca_es: Hi ha avisos en els tests de connectivitat
cs_cz: Při testech konektivity se objevilo několik varování
cy: Cafwyd rhai rhybuddion o brofion cysylltedd
de_de: Es gab Warnungen bei den Verbindungstests
el_gr: Υπήρξαν μερικά μηνύματα προειδοποίησης για δοκιμές συνδεσιμότητας
es_es: Hay algunos avisos provenientes de las comprobaciones de conectividad
et_ee: Ühendustestidel esines hoiatusi
fi_fi: Yhteystesteistä tuli varoituksia
fr_fr: Il y a eu quelques avertissements lors des tests de connectivité
hr_hr: Postoje neka upozorenja za provjere povezanosti
it_it: Ci sono stati alcuni avvisi dai test di connettività
nb_no: Tilkoblingstestene ga noen advarsler
pl_pl: Pojawiły się ostrzeżenia podczas testów łączności
pt_pt: Houve alguns alertas nos testes de conectividade
ro_ro: Au existat unele avertizări din testele de conectivitate
sl_si: Preskusi povezljivosti so vrnili nekaj opozoril
uk_ua: Під час тестування підключення були виявлені деякі попередження

source: There were some remarks from connectivity tests
ar: كانت هناك بعض الملاحظات من اختبارات الاتصال
bg_bg: Имаше някои забележки от тестовете за свързаност
ca_es: Hi ha indicacions en els tests de connectivitat
cs_cz: Při testech konektivity se objevilo několik připomínek
cy: Cafwyd rhai sylwadau o brofion cysylltedd
de_de: Es gab Hinweise bei den Verbindungstests
el_gr: Υπήρξαν μερικές παρατηρήσεις για δοκιμές συνδεσιμότητας
es_es: Hay algunas observaciones provenientes de las comprobaciones de conectividad
et_ee: Ühendustestidel esines märkusi
fi_fi: Yhteystesteistä tuli huomautuksia
fr_fr: Il y a eu quelques remarques lors des tests de connectivité
hr_hr: Postoje neke opaske za provjere povezanosti
it_it: Dai test di connettività sono risultate alcune osservazioni
nb_no: Tilkoblingstestene ga noen merknader
pl_pl: Pojawiły się uwagi podczas testów łączności
pt_pt: Houve algumas observações nos testes de conectividade
ro_ro: Au existat unele remarci din testele de conectivitate
sl_si: Preskusi povezljivosti so vrnili nekaj opomb
uk_ua: Під час тестування підключення було зроблено кілька зауважень
