Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: The extension 'CRL Distribution Point' in the server certificate points to a location where no DER-encoded CRL can be found. Some Operating Systems check certificate validity by consulting the CRL and will fail to validate the certificate. Checking server certificate validity against a CRL will not be possible.
ar: يشير الامتداد 'CRL Distribution Point' في شهادة الخادم إلى موقع لا يمكن العثور فيه على DER-encoded CRL. تقوم بعض أنظمة التشغيل بفحص صلاحية الشهادة من خلال الرجوع إلى CRL ولكن تفشل في التحقق من صحة الشهادة. لن يكون التحقق من صلاحية شهادة الخادم عن طريق CRL ممكنًا.
bg_bg: Полето 'CRL Distribution Point' в сертификата на сървъра сочи към място, където не може да бъде намерен DER-кодиран CRL. Някои операционни системи проверяват валидността на сертификата като се съветват с CRL и валидирането на сертификата ще се провали. Проверката на валидността на сертификата на сървъра срещу CRL няма да бъде възможна.
ca_es: L'extensió 'CRL Distribution Point' al certificat del servidor apunta a una localització sense CRL codificada amb DER. Alguns sistemes operatius consulten la seva validesa accedint a la CRL i no podran validar el certificat. No serà possible comprovar la validesa del certificat contra una CRL.
cs_cz: Serverový certifikát odkazuje v položce 'CRL Distribution Point' na neexistující umístění. Některé operační systémy kontrolují platnost certifikátu podle seznamu odvolaných certifikátů a proto jej označí za neplatný. Nebude možná kontrola platnosti certifikátu proti seznamu zneplatněných certifikátů.
cy: Mae'r estyniad 'CRL Distribution Point' yn tystysgrif y gweinydd yn pwyntio at lleoliad lle nad oes modd dod o hyd i CRL wedi'i amgodio gan DER. Mae rhai Systemau Gweithredu yn gwirio dilysrwydd tystysgrif trwy ymgynghori â'r CRL a byddant yn methu â dilysu'r tystysgrif. Ni fydd yn bosibl gwirio dilysrwydd tystysgrif gweinydd yn erbyn CRL.
de_de: Die Erweiterung 'CRL Distribution Point' im Serverzertifikat führt nicht zu einer DER-kodierten Zertifikatssperrliste (CRL). Einige Betriebssysteme überprüfen die Gültigkeit des Zertifikats mit einer CRL und werden daher dieses Zertifikat ablehnen. Die Überprüfung der Gültigkeit des Zertifikats ist so unmöglich.
el_gr: Το πρόσθετο πεδίο 'CRL Distribution Point' του πιστοποιητικού του εξυπηρετητή δεν δείχνει σε κάποιο DER-encoded CRL. Μερικά Λειτουργικά Συστήματα ελέγχουν την εγκυρότητα του πιστοποιητικού ανατρέχοντας στο CRL και θα αποτύχουν να επαληθεύσουν το πιστοποιητικό. Ο έλεγχος της εγκυρότητας του πιστοποιητικού εξυπηρετητή δε θα είναι εφικτός με βάση ένα CRL.
es_es: La extensión 'Punto de distribución de CRL' en el certificado de servidor apunta a una dirección en la que no se encuentra una CRL codificada en DER. Algunos sistemas operativos comprueban la validez del certificado consultando la CRL y fallarán al validar el certificado. No será posible comprobar la validez del certificado contra una CRL.
et_ee: Serveri sertifikaadi 'CRL Distribution Point' laiendus viitab aadressile, kus ei ole DER-kodeeritud CRLi. Mõned operatsioonisüsteemid kontrollivad kehtivust CRLi kaudu ja ei saa sertifikaati valideerida. Sertifikaadi valideerimine CRLi kaudu ei ole võimalik.
fi_fi: Palvelinvarmenteen sulkulistan jakelupiste 'CRL Distribution Point' osoittaa olemattomaan osoitteeseen. Jotkin käyttöjärjestelmät eivät välttämättä kelpuuta varmennetta, koska sulkulistan tarkistaminen ei onnistu.
fr_fr: L'extension "CRL Distribution Point" dans le certificat serveur pointe vers une adresse où aucune CRL encodée DER n'a été trouvée. Certains systèmes d'exploitation vérifient la validité des certificats en consultant la CRL, et vont invalider ce certificat. La vérification de la validité du certificat par rapport à une CRL ne sera pas possible.
hr_hr: Ekstenzija 'CRL Distribution Point' in certifikatu poslužitelja pokazuje na mjesto gdje ne može pronaći DER-encoded CRL. Neki operativni sustavi provjeravaju certifikat uz CLR i provjera neće uspjeti.
it_it: L'estensione "Punto di distribuzione CRL" nel certificato del server punta a una posizione in cui non è possibile trovare una CRL codificata DER. Alcuni sistemi operativi controllano la validità del certificato consultando la CRL e non riusciranno a convalidare il certificato. La verifica della validità del certificato del server rispetto a una CRL non sarà possibile.
nb_no: Utvidelsen 'CRL Distribution Point' i server sertifikatet peker til en lokasjon der ingen DER-enkodet CRL finnes. Noen operativsystemer sjekker sertifikatgyldighet via CRL og vil dermed ikke godkjenne sertifikatet. Å sjekke server sertifikatgyldighet mot en CRL vil ikke være mulig.
pl_pl: Wartość 'punkt dystrybucji listy CRL' w certyfikacie serwera wskazuje na lokalizację, z której nie można pobrać listy CRL w postaci DER. Niektóre systemy operacyjne weryfikują ważność certyfikatów poprzez sprawdzenie listy CRL i taka weryfikacja nie powiedzie się. Sprawdzenie, czy certyfikat serwera znajduje się na liście CRL nie będzie możliwe.
pt_pt: A extensão 'CRL Distribution Point' no certificado de servidor aponta para uma localização onde não pode ser encontrado um DER-encoded CRL. Alguns Sistemas Operativos verificam a validade do certificado consultando o CRL e irá falhar de verificar o certificado. Verificar o certificado de servidor contra uma CRL não será possível.
ro_ro: Extensia 'punct de distribuție CRL' a certificatului serverului trimite către o locație unde nu există un CLR DER-codat. Unele sisteme de operare verifică dacă certificatul este valid prin verificarea CRL-ului și așadar validarea o să eșueze. Verificarea certificatului serverului cu CRL nu va putea fi realizată.
sl_si: Razširitev 'CRL Distribution Point' v potrdilu strežnika kaže na lokacijo, kjer ni mogoče najti CRL-ja, kodiranega z DER. Nekateri operacijski sistemi preverjajo veljavnost potrdila tako, da uporabijo CRL, zato preverjanje ne bo uspelo. Preverjanje veljavnosti potrdila strežnika s CRL ne bo mogoče.
sr_rs: CRL Distribution Point' ekstenzija serverskog sertifikata pokazuje na lokaciju gde se ne može naći DER-enkodovana lista povučenih sertifikata. Neki operativni sistemi mogu imati problem da izvrše validaciju ovog sertifikata proverom liste povučenih sertifikata i neće moći da provere validnost sertifikata. Provera da li se sertifikat servera nalazi na listi povučenih sertifikata neće biti moguća.
tr_tr: Sunucu sertifikasındaki 'CRL Dağıtım Noktası' uzantısı, DER kodlu CRL bulunmayan bir konuma işaret ediyor. Bazı İşletim Sistemleri, CRL'ye bakarak sertifika geçerliliğini kontrol eder ve sertifikayı doğrulayamaz. Sunucu sertifikası geçerliliğinin CRL'ye bakarak kontrol edilmesi mümkün olmayacak.
uk_ua: Розширення 'CRL Distribution Point' в сертифікаті сервера вказує на місце, де CRL, закодований в DER, не може бути знайдений. Деякі операційні системи перевіряють дійсність сертифіката, звертаючись до CRL, і не можуть перевірити сертифікат. Перевірка дійсності сертифікату сервера по CRL буде неможлива.

source: The server certificate was revoked by the CA!
ar: تم إلغاء شهادة الخادم من قبل الجهه المصدقه للشهادات!
bg_bg: Сертификатът на сървъра беше анулиран от CA!
ca_es: Aquest certificat de servidor va ser revocat per la CA!
cs_cz: Certifikační autorita tento serverový certifikát zneplatnila!
cy: Diddymwyd tystysgrif y gweinydd gan y AT!
de_de: Das Serverzertifikat wurde von der CA gesperrt!
el_gr: Το πιστοποιητικό του εξυπηρετητή ανακλήθηκε από το CA!
es_es: ¡Este certificado de servidor fue revocado por la CA!
et_ee: Serverisertifikaat on CA poolt tühistatud!
fi_fi: Palvelinvarmenne on sen myöntäneen tahon peruuttama!
fr_fr: Ce certificat serveur a été révoqué par l'autorité de certification (CA) !
hr_hr: Poslužiteljki certifikat je povučen od izdavatelja (CA)!
it_it: Il certificato del server è stato revocato dalla CA!
nb_no: Tjenersertifikatet er tilbakekalt av CA!
pl_pl: Certyfikat serwera został odwołany przez urząd certyfikacyjny!
pt_pt: O certificado de servidor foi revogado pela CA!
ro_ro: Certificatul serverului a fost revocat de CA !
sl_si: Overitelj potrdil je preklical potrdilo strežnika.
sr_rs: Serverski sertifikat je povučen od strane CA!
tr_tr: Sunucu sertifikası Sertifika Otoritesi tarafından fesh edilmiştir!
uk_ua: Сертифікат сервера було скасовано Центром сертифікації!

source: The certificate contained a CN or subjectAltName:DNS which does not parse as a hostname. This can be problematic on some supplicants. If the certificate also contains names which are a proper hostname, and you only use those for your supplicant configuration, then you can safely ignore this notice.
ar: تحتوي الشهادة على CN أو subjectAltName: DNS الذي لا يتم تحليله على انه اسم مضيف Hostname. قد تكون هذه إشكالية لبعض ال supplicants . إذا كانت الشهادة تحتوي أيضًا على أسماء وهي اسم المضيف Hostname الحقيقي، وكنت تستخدم هذه الأسماء فقط لتهيئة الـ supplicant ، فيمكنك تجاهل هذا الإشعار بأمان.
bg_bg: Сертификат, съдържащ CN или subjectAltName:DNS, който не се разчита като име на хост. Това може да бъде проблем за някои клиенти. Ако сертификатът съдържа и имена, които са истински имена на хостове, и Вие ги използвате само за конфигурация на вашите клиенти, тогава със сигурност може да игнорирате това съобщение.
ca_es: El certificat contenia un CN o un subjectAltName:DNS que no es correspon a un nom de servidor. Això pot ser problemàtic per a determinats clients wifi. Si el certificat conté també noms apropiats per a servidors, i només feu servir aquests per a la vostra configuració de client, aleshores podeu ignorar aquest avís.
cs_cz: Certifikát obsahuje CN nebo subjectAltName:DNS, který ale nelze rozeznat jako jméno hostitele - hostname. Pro některé suplikanty to může být problém. Ale pokud certifikát obsahuje také správná jména hostname a pro konfiguraci suplikanta použijete jenom tato, můžete tuto poznámku bezpečně ignorovat.
cy: Roedd y tystysgrif yn cynnwys CN neu subjectAltName:DNS nad yw'n dosrannu fel enw gwesteiwr. Gall hyn fod yn broblematig i rai ceiswyr. Os yw'r tystysgrif hefyd yn cynnwys enwau sy'n enw gwesteiwr iawn, a'ch bod chi'n defnyddio'r rhai hynny ar gyfer eich ffurfweddiad hymbilwyr yn unig, yna gallwch chi anwybyddu'r hysbysiad hwn yn ddiogel.
de_de: Das Zertifikat enthält einen CN oder subjectAltName:DNS, der kein gültiger Rechnername im DNS ist. Auf einigen Plattformen können solche Namen problematisch sein. Sofern das Zertifikat auch weitere Namen enthält die gültige Rechnernamen sind, und Sie nur diese Namen für die Gerätekonfiguration verwenden, können Sie diesen Hinweis ignorieren.
el_gr: Το πιστοποιητικό περιελάμβανε CN ή subjectAltName:DNS το οποίο δεν είναι έγκυρο hostname. Αυτό μπορεί να είναι προβληματικό σε κάποια supplicants. Εάν το πιστοποιητικό περιλαμβάνει επίσης έγκυρα ονόματα εξυπηρετητή και χρησιμοποιείτε μόνο αυτά για την διαμόρφωση του supplicant, τότε μπορείτε ασφαλώς να αγνοήσετε αυτή την ειδοποίηση.
es_es: Este certificado contiene un CN o subjectAltName:DNS que no parece un hostname. Esto puede ser problemático en ciertos clientes de red. Si el certificado también contiene nombres que son hostnames como tales, y sólo usas éstos para la configuración del cliente de red, entonces puedes ignorar este aviso sin problemas.
et_ee: Sertifikaat sisaldas CN või subjectAltName:DNS, mida ei õnnestu hostinimena tuvastada. See võib osutuda mõnede programmide puhul problemaatiliseks. Kui sertifikaat sisaldab ka nimesid, mis on korrektsed hostinimed, ja Sa kasutad neid ainult oma programmi seadistamisel, ei ole seda hoiatust vaja tähele panna.
fi_fi: Palvelinvarmenteen CN- tai subjectAltName:DNS-tietue ei jäsenny palvelimen nimeksi. Siitä voi seurata ongelmia joissakin päätelaitteissa. Voit jättää tämän varoituksen huomiotta mikäli varmenne sisältää myös kelpoja nimiä ja käytät vain niitä päätelaitteiden asetuksissa.
fr_fr: Le certificat contient un CN ou subjectAltName:DNS qui ne correspond pas à un nom de machine. Ce qui peut-être problématique pour certains supplicants. Vous pouvez sans doute ignorer cette information si le certificat contient aussi des noms valides et que vous utilisez ceux-ci dans la configuration du client.
hr_hr: Certifikat sadrži CN or subjectAltName:DNS koji se ne podudara s nazivom poslužitelja. To može izazvati probleme na nekim uređajima. Ako certifikat sadrži odgovarajuće ime računala, a Vi ih koristite samo za konfiguriranje uređaja, tada možete zanemariti ovu napomenu.
it_it: Il certificato contiene un CN o un subjectAltName:DNS che non corrisponde ad un hostname. Questo può causare problemi su qualche supplicant. Se il certificato contiene anche nomi che corrispondono a hostname e usi solo questi per la configurazione del supplicant, allora puoi ignorare questo avviso.
nb_no: Sertifikatet inneholder et CN eller subjectAltName:DNS som ikke lar seg oversette til et hostname. Det kan gi problemer for noen supplikanter. Hvis sertifikatet også inneholder navn som lar seg oversette til et hostname og du kun bruker disse i din supplikant konfigurasjon, kan du trygt overse denne advarselen.
pl_pl: Certyfikat zawiera wartość CN lub subjectAltName:DNS, która nie odpowiada składni nazwy hosta. Może to powodować problemy w niektórych suplikantach. Jeżeli certyfikat zawiera również poprawne nazwy hostów i do konfigurowania suplikanta używane są tylko one, to możesz zignorować ten komunikat.
pt_pt: O certificado continha um CN ou um subjectAltName:DNS que não pode ser interpretado como um nome de servidor. Isto pode ser problemático para alguns suplicantes. Se o certificado contêm também nomes que são nomes de servidor correctos, e apenas usa estes para a configuração dos seus clientes, então pode ignorar este alerta.
ro_ro: Certificatul conține un CN sau subjectAltName:DNS care nu seamană a nume de host. Acest fapt poate crea probleme cu unele programe ajutătoare de autentificare. Dacă certificatul conține și nume care sunt valide iar acestea sunt folosite numai pentru configurarea programelor ajutătoare de autentificare, puteți ignora această notă.
sl_si: Potrdilo vsebuje CN ali subjectAltName:DNS, ki ga ni mogoče razčleniti kot ime gostitelja. To lahko povzroči težave pri nekaterih prosilcih. Če potrdilo vsebuje tudi imena, ki so pravilna gostiteljska imena, ki jih kot edina uporabljate za konfiguracijo prosilca, lahko to obvestilo varno prezrete.
sr_rs: Sertifikat sadrži CN ili subjectAltName:DNS polje koje nakon parsiranja ne daje odgovarajući hostname. Ovo može predstavljati problem na nekim supplicant-ima. Ako sertifikat sadrži imena koja predstavljaju odgovarajući hostname, i ukoliko ovo ime koristite za konfiguraciju suplicant-a, onda možete da ignorišete ovo obaveštenje.
tr_tr: Sertifikada, geçerli formatta bir host adresi içermeyen CN veya subjectAltName:DNS parametresi var. Bazı istemcilerde bu sorun yaratabilir. Sertifikada geçerli olan host adresleri varsa ve istemci konfigürasyonunuzda bunları kullanıyorsanız bu mesajı gözardı edebilirsiniz.
uk_ua: Сертифікат містить значення CN або subjectAltName: DNS, яке не відповідає синтаксису імені вузла. Це може викликати проблеми у деяких запитувачів. Якщо сертифікат також містить дійсні імена вузлів і тільки ті, які використовуються для налаштування запитувача, то ви можете проігнорувати це повідомлення.

source: The certificate contained a CN or subjectAltName:DNS which contains a wildcard ('*'). This can be problematic on some supplicants. If the certificate also contains names which are wildcardless, and you only use those for your supplicant configuration, then you can safely ignore this notice.
ar: تحتوي الشهادة على CN أو subjectAltName: DNS الذي يتضمن wildcard ('*'). قد تكون هذه إشكالية لبعض ال supplicants . إذا كانت الشهادة تحتوي أيضًا على أسماء وهي wildcardless، وكنت تستخدم هذه الأسماء فقط لتهيئة ال supplicant ، فيمكنك تجاهل هذا الإشعار بأمان.
bg_bg: Сертификат, съдържащ CN или subjectAltName:DNS, който съдържа wildcard ('*'). Това може да бъде проблем за някои клиенти. Ако сертификатът съдържа и имена, които са без wildcard, и Вие ги използвате само за конфигурация на вашите клиенти, тогава със сигурност може да игнорирате това съобщение.
ca_es: El certificat contenia un CN o un subjectAltName:DNS amb comodins ('*'). Això pot ser problemàtic per a alguns clients wifi. SI el certificat també conté noms sense comodins, i només feu servir aquests en la vostra configuració de client, aleshores podeu ignorar aquest avís.
cs_cz: Certifikát obsahoval v CN nebo v subjectAltName:DNS wildcard (hvězdičku *). Někteří suplikanti to nemají rádi. Ale pokud certifikát obsahuje také jména bez hvězdiček a vy použijete ke konfiguraci jenom ta, můžete toto poznámku bezpečně ignorovat.
cy: Roedd y tystysgrif yn cynnwys CN neu subjectAltName:DNS sy'n cynnwys nod chwilio ('*'). Gall hyn fod yn broblematig i rai ceiswyr. Os yw'r tystysgrif hefyd yn cynnwys enwau sy'n ddi-gardiau, a'ch bod ond yn defnyddio'r rheini ar gyfer eich ffurfweddiad hymbilwyr, yna gallwch anwybyddu'r hysbysiad hwn yn ddiogel.
de_de: Das Zertifikat enthält einen CN oder subjectAltName:DNS, der eine Wildcard enthält ('*'). Auf einigen Plattformen können solche Namen problematisch sein. Sofern das Zertifikat auch weitere Namen enthält die keine Wildcard enthalten, und Sie nur diese Namen für die Gerätekonfiguration verwenden, können Sie diesen Hinweis ignorieren.
el_gr: Το πιστοποιητικό περιελάμβανε CN ή subjectAltName:DNS το οποίο περιλαμβάνει χαρακτήρα μπαλαντέρ ('*'). Αυτό μπορεί να είναι προβληματικό σε κάποια supplicants. Εάν το πιστοποιητικό περιλαμβάνει επίσης ονόματα τα οποία δεν περιλαμβάνουν χαρακτήρες μπαλαντέρ, τότε μπορείτε ασφαλώς να αγνοήσετε αυτή την ειδοποίηση.
es_es: El certificado incluye un CN o subjectAltName:DNS que contiene un comodín ('*'). Esto puede ser problemático en ciertos clientes de red. Si el certificado también contiene nombres sin comodín, y sólo usas éstos para la configuración del cliente de red, entonces puedes ignorar este aviso sin problemas.
et_ee: Sertifikaat sisaldas CN või subjectAltName:DNS, mis sisaldab nn jokkerit ('*'). See võib osutuda mõnede programmide puhul problemaatiliseks. Kui sertifikaat sisaldab ka jokkerita nimesid ja Sa kasutad neid ainult oma programmi seadistamisel, ei ole seda hoiatust vaja tähele panna.
fi_fi: Palvelinvarmenteen CN- tai subjectAltName:DNS-tietue sisältää jokerimerkin ('*'). Siitä voi seurata ongelmia joidenkin päätelaitteiden kanssa. Voit jättää tämän varoituksen huomiotta mikäli varmenne sisältää myös jokerittomia nimiä ja käytät vain niitä päätelaitteiden asetuksissa.
fr_fr: Le certificat contient un CN ou subjectAltName:DNS qui utilise un wildcard ('*'). Ce qui peut-être problématique pour certains clients. Vous pouvez sans doute ignorer cette information si le certificat contient aussi des noms sans wildcards et que vous les utilisez pour la configuration du client.
hr_hr: Certifikat sadrži CN ili subjectAltName:DNS koji sadrži wildcard ('*'). To može biti problem na nekim uređajima. Ako certifikat također sadrži imena bez wildcard-ova, i Vi samo takove koristiteza konfiguriranje Vaših uređaja, slobodno možete zanemariti ovu poruku.
it_it: Il certificato contiene un CN o un subjectAltName:DNS con un carattere wildcard ('*'). Questo può dar problemi su qualche supplicant. Se il certificato contiene anche nomi senza wildcard e usi solo questi nella configurazione del supplicant, puoi ignorare questo avviso.
nb_no: Sertifikatet inneholdt et CN eller subjectAltName:DNS som inneholder et wildcard ('*'). Det kan gi problemer for noen supplikanter. Hvis sertifikatet også inneholder navn uten wildcards og du kun bruker disse i din supplikant konfigurasjon, kan du trygt overse denne advarselen.
pl_pl: Certyfikat zawiera CN lub subjectAltName:DNS, w którym jest znak '*'. Może to powodować problemy w niektórych suplikantach. Jeżeli certyfikat zawiera również poprawne hostów bez znaków '*' i do konfigurowania suplikanta używane są tylko one, to możesz zignorować ten komunikat.
pt_pt: O certificado continha um CN ou um subjectAltName:DNS que contem um wildcard ('*'). Isto pode ser problemático para alguns suplicantes. Se o certificado contêm também nomes que não são wildcard, e apenas usa estes para a configuração dos seus clientes, então pode ignorar este alerta.
ro_ro: Certificatul conține un CN sau subjectAltName:DNS care conține '*'. Acest fapt poate crea probleme cu unele programe ajutătoare de autentificare. Dacă certificatul conține și nume care sunt valide, iar acestea sunt folosite numai pentru configurarea programelor ajutătoare de autentificare, puteți ignora această notă.
sl_si: Potrdilo vsebuje CN ali subjectAltName:DNS, ki vsebuje univerzalni znak ('*'). To lahko povzroči težave pri nekaterih prosilcih. Če potrdilo vsebuje tudi imena, ki so univerzalni znaki, ki jih kot edina uporabljate za konfiguracijo prosilca, lahko to obvestilo varno prezrete.
sr_rs: Sertifikat sadrži CN ili subjectAltName:DNS polje koje sadrži wildcard znak ('*'). Ovo može predstavljati problem na nekim suplicant-ima. Ako sertifikat sadrži imena koja nisu obuhvaćena korišćenjem wildcard znaka, i ako samo ta imena koristite za konfiguraciju suplicant-a, onda možete zanemariti ovo obaveštenje.
tr_tr: Sertifikada joker ('*') içeren bir CN veya subjectAltName:DNS yer almakta. Bu bazı istemciler için sorun oluşturabilir. Eğer sertifika jokersiz isimleri de içeriyor ise ve istemci ayarlarınızda sadece bu isimleri kullanacak iseniz, bu bildiriyi görmezden gelebilirsiniz.
uk_ua: Сертифікат містить CN або subjectAltName: DNS з підстановочним знаком ('*'). Це може викликати проблеми у деяких клієнтів. Якщо сертифікат також містить імена без підстановочних знаківв, і ви використовуєте лише такі для конфігурації клієнта, тоді ви можете спокійно проігнорувати це повідомлення.
