Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: SP contacting IdP due to technical problems or abuse
ar: يتصل مقدم الخدمة SP بموفر الهوية IdP بسبب مشاكل فنية أو إساءة استخدام
bg_bg: SP контактува с IdP поради технически проблеми или злоупотреба
ca_es: SP comunicant amb IdP per problemes tècnics o abús
cs_cz: SP kontaktuje IdP kvůli technickým problémům nebo zneužití
cy: SP yn cysylltu â CDU oherwydd problemau technegol neu gamdriniaeth
de_de: SP kontaktiert IdP wegen technischer Probleme oder Missbrauch
el_gr: Επικοινωνία SP με IdP λόγω τεχνικών προβλημάτων ή κατάχρησης
es_es: Proveedor del servicio contactando con el proveedor de identidad debido a problemas técnicos o abuso
et_ee: SP kontakteerumine IdP-ga tehniliste probleemide või väärkasutuse tõttu
fi_fi: SP on yhteydessä IdP:hen teknisten ongelmien tai väärinkäytön takia.
fr_fr: SP contactant un IdP suite à un problème technique ou un abus
hr_hr: Davatelj usluge kontaktira davatelja identiteta zbog tehničkih problema ili zloupotrebe
it_it: SP che contatta l'IdP a causa di problemi tecnici o abuso
nb_no: SP kontakter IdP på grunn av tekniske problemer eller misbruk
pl_pl: Dostawca usługi - SP kontaktuje się z dostawcą tożsamości - IdP z powodu problemów technicznych lub stwierdzonego nadużycia
pt_pt: SP a contactar o IdP por problemas técnicos ou abuso
ro_ro: Furnizorul de servicii contactează furnizorul de identitate din motive tehnice sau de abuz
sl_si: Ponudnik storitev se obrne na ponudnika identitete zaradi tehničnih težav ali zlorabe
sr_rs: SP kontaktira IdP usled tehničkih problema ili zloupotrebe
tr_tr: Teknik sorunlar veya kötüye kullanım nedeniyle servis sağlayıcı, kimlik sağlayıcıyla irtibata geçecek
uk_ua: SP звертається до IdP через технічні проблеми або зловживання

source: Reason
ar: سبب
bg_bg: Причина
ca_es: Motiu
cs_cz: Důvod
cy: Rheswm
de_de: Grund
el_gr: Αιτία
es_es: Motivo
et_ee: Põhjus
fi_fi: Syy
fr_fr: Cause
hr_hr: Razlog
it_it: Motivo
nb_no: Årsak
pl_pl: Powód
pt_pt: Causa
ro_ro: Motiv
sl_si: Razlog
sr_rs: Razlog
tr_tr: Sebep
uk_ua: Причина

source: Event's timestamp
ar: أحداث الطابع الزمني timestamp
bg_bg: Време на събитието
ca_es: Marca de temps de l'esdeveniment
cs_cz: Časové razítko události
cy: Stamp amser digwyddiadau
de_de: Zeitpunkt des Problems
el_gr: Χρονοσήμανση συμβάντος
es_es: Marca temporal del evento
et_ee: Sündmuse ajatempel
fi_fi: Tapahtuman aikaleima
fr_fr: Horodatage de l’événement
hr_hr: Timestamp događaja
it_it: Timestamp dell'evento
nb_no: Hendelsens tidsstempel
pl_pl: Data i czas zdarzenia
pt_pt: Hora do evento
ro_ro: Marcajul de timp al evenimentului
sl_si: Časovni žig dogodka
sr_rs: Trenutak događaja
tr_tr: Olayın zaman damgası
uk_ua: Позначка часу події

source: Additional description
ar: وصف إضافي
bg_bg: Допълнително описание
ca_es: Descripció addicional
cs_cz: Další popis
cy: Disgrifiad ychwanegol
de_de: Zusätzliche Angaben
el_gr: Επιπρόσθετη περιγραφή
es_es: Descripción adicional
et_ee: Lisakirjeldus
fi_fi: Lisäkuvaus
fr_fr: Description supplémentaire
hr_hr: Dodatni opis
it_it: Ulteriore descrizione
nb_no: Tilleggsbeskrivelse
pl_pl: Dodatkowy opis
pt_pt: Descrição adicional
ro_ro: Descriere adițională
sl_si: Dodaten opis
sr_rs: Dodatno obrazloženje
tr_tr: Ek açıklama
uk_ua: Додатковий опис

source: An email to contact the reporter
ar: بريد إلكتروني للاتصال بمسؤول التقرير
bg_bg: Имейл за връзка с докладващ
ca_es: Un email per a contactar a l'informant
cs_cz: Email pro kontaktování oznamovatele
cy: E-bost i gysylltu â'r gohebydd
de_de: Eine E-Mail Adresse um Sie zu kontaktieren
el_gr: Ένα email επικοινωνίας του καταγγέλων
es_es: Una dirección de correo electrónico para contactar con el informador
et_ee: E-postiaadress teatajaga ühenduse võtmiseks
fi_fi: Sähköpostiosoite toimittajalle yhteydenottoa varten
fr_fr: Adresse email pour contacter le demandeur
hr_hr: E-mail za kontaktiranje
it_it: Un'e-mail per contattare l'autore della segnalazione
nb_no: E-post for å komme i kontakt med rapportereren
pl_pl: Email do kontaktu ze zgłaszającym
pt_pt: Um e-mail para entrar em contacto com quem reportou
ro_ro: Un email pentru a contacta reporterul
sl_si: E-poštni naslov za stik s poročevalcem
uk_ua: Електронна пошта для зв'язку з автором звіту

source: Test result
ar: نتيجة الاختبار
bg_bg: Резултат от тест
ca_es: Resultat de la prova
cs_cz: Výsledek testu
cy: Canlyniad prawf
de_de: Testergebnis
el_gr: Αποτέλεσμα του Test
es_es: Resultado del test
et_ee: Testitulemus
fi_fi: Testitulos
fr_fr: Résultat du test
hr_hr: Rezultat testa
it_it: Risultato del test
nb_no: Testresultater
pl_pl: Wynik testu
pt_pt: Resultado do teste
ro_ro: Rezultatele testului
sl_si: Rezultat preskusa
uk_ua: Результат тесту

source: failure
ar: فشل
bg_bg: неуспех
ca_es: error
cs_cz: selhání
cy: methiant
de_de: Fehler
el_gr: αποτυχία
es_es: fallo
et_ee: viga
fi_fi: epäonnistui
fr_fr: échec
hr_hr: pogreška
it_it: fallito
nb_no: milsyktes
pl_pl: niepowodzenie
pt_pt: falha
ro_ro: eșec
sl_si: neuspešno
uk_ua: Відмова

source: success
ar: نجح
bg_bg: успешно
ca_es: èxit
cs_cz: úspěch
cy: llwyddiant
de_de: Erfolg
el_gr: επιτυχία
es_es: éxito
et_ee: õnnestumine
fi_fi: onnistui
fr_fr: succès
hr_hr: uspjeh
it_it: successo
nb_no: vellykket
pl_pl: sukces
pt_pt: sucesso
ro_ro: succes
sl_si: uspešno
uk_ua: Успішно

source: Test URL
ar: اختبار URL
bg_bg: Тестов URL
ca_es: URL de prova
cs_cz: URL test
cy: Prawf URL
es_es: URL de prueba
et_ee: Testi viide (URL)
fi_fi: Testi-URL
fr_fr: URL de test
hr_hr: Testni URL
it_it: URL di test
pl_pl: Testowany URL
pt_pt: URL de teste
ro_ro: Testare URL
sl_si: Preskus URL-ja
uk_ua: Тестова URL-адреса

source: Email to IdP administrators
ar: بريد إلكتروني لـمسؤولي IDP
bg_bg: Изпратете имейл до администраторите на IdP
ca_es: Email als administradors de l'IdP
cs_cz: E-mail pro správce IdP
cy: E-bost at weinyddwyr CDU
de_de: E-Mail an Administratoren des Identitätsproviders
el_gr: Email στον διαχειριστή του IdP
es_es: Email para los administradores del IdP
et_ee: E-kiri IdP administraatoritele
fi_fi: Sähköposti IdP-ylläpitäjille
fr_fr: Email aux administrateurs de l'IdP
hr_hr: Email administratoru davatelja identiteta
it_it: Email agli amministratori dell'IdP
nb_no: E-post til IdP-administratorer
pl_pl: Email administratora
pt_pt: E-mail para administradores de IdP
ro_ro: Email către administratorul IdP
sl_si: E-poštni naslov za skrbnike ponudnika identitete
uk_ua: Адреса елетронної пошти для зв'язку з адміністраторами IdP

source: send successfully
ar: أرسل بنجاح
bg_bg: изпращането е успешно
ca_es: enviament exitós
cs_cz: úspěšně odesláno
cy: anfon yn llwyddiannus
de_de: erfolgreich gesendet
el_gr: στάλθηκε επιτυχώς
es_es: enviado correctamente
et_ee: saadetud
fi_fi: lähetetty onnistuneesti
fr_fr: envoyé avec succès
hr_hr: uspješno poslano
it_it: inviare con successo
nb_no: sending vellykket
pl_pl: wysłano
pt_pt: enviado com sucesso
ro_ro: trimis cu succes
sl_si: uspešno poslano
uk_ua: надіслання успішне

source: not sent - failure while sending
ar: لم يتم إرساله - فشل أثناء الإرسال
bg_bg: не е изпратено - неуспех по време на изпращане
ca_es: no enviat - errada mentre s'enviava
cs_cz: nebylo odesláno - chyba při odesílání
cy: not sent - methiant wrth anfon
de_de: nicht gesendet - Fehler beim Senden
el_gr: δεν στάλθηκε - αποτυχία κατά την αποστολή
es_es: no enviado - se produjo un fallo durante el envío
et_ee: saatmata - viga saatmisel
fi_fi: ei lähetetty - lähetys epäonnistui
fr_fr: non envoyé - échec lors de l'envoi
hr_hr: nije poslano - pogreška kod slanja
it_it: non inviato - errore durante l'invio
nb_no: ikke sendt - feil under sending
pl_pl: nie udało się wysłanie
pt_pt: não enviado - falha ao enviar
ro_ro: nu a fost trimis - eșec în timpul trimiterii
sl_si: ni bilo poslano – napaka pri pošiljanju
uk_ua: не надіслано - помилка надсилання

source: IdP contacting SP due to technical problems or abuse
ar: يتصل موفر الهوية IdP بمقدم الخدمة SP بسبب مشاكل فنية أو إساءة استخدام
bg_bg: IdP се свързва със SP, поради технически проблеми или злоупотреба
ca_es: IdP comunicant amb SP per problemes tècnics o abús
cs_cz: IdP kontaktuje SP kvůli technickým problémům nebo zneužití
cy: CDU yn cysylltu â SP oherwydd problemau technegol neu gamdriniaeth
de_de: Kontaktaufnahme IdP zu SP wegen technischer Probleme oder Missbrauch
el_gr: Επικοινωνία IdP με SP λόγω τεχνικών προβλημάτων ή κατάχρησης
es_es: Proveedor de identidad contactando con el proveedor del servicio debido a problemas técnicos o abuso
et_ee: IdP kontakteerumine SP-ga tehniliste probleemide või väärkasutuse tõttu
fi_fi: IdP on yhteydessä SP:hen teknisten ongelmien tai väärinkäytön takia.
fr_fr: Fournisseur d'identité contactant le fournisseur de service suite à un problème technique ou un abus
hr_hr: Davatelj identiteta kontaktira davatelja usluge zbog tehničkih problema ili zloupotrebe
it_it: IdP che contatta l'SP a causa di problemi tecnici o di abuso
nb_no: IdP kontakter SP på grunn av tekniske problem eller misbruk
pl_pl: IdP kontaktuje się z SP z powodu problemów technicznych lub stwierdzenia nadużycia
pt_pt: IdP a contactar o SP devido a problemas técnicos ou abuso
ro_ro: Furnizorul de identitate contactează furnizorul de servicii din motive tehnice sau abuz
sl_si: Ponudnik identitete se obrne na ponudnika storitev zaradi tehničnih težav ali zlorabe
sr_rs: IdP kontaktira SP usled tehničkih problema ili zloupotrebe
tr_tr: Teknik sorunlar veya kötüye kullanım nedeniyle kimlik sağlayıcı, servis sağlayıcıyla irtibata geçecek
uk_ua: IdP звертається до SP через технічні проблеми або зловживання

source: SP's Operator-Name
ar: اسم مشغل مقدم الخدمة SP's Operator-Name
bg_bg: Operator-Name на SP
ca_es: Nom de l'operador de l'SP
cs_cz: SP Operator-Name
cy: SP Operator-Name
de_de: SP Operator-Name
el_gr: Operator-Name του SP
es_es: Nombre de operador del proveedor del servicio
et_ee: SP operaatorinimi
fi_fi: SP:n tunniste
fr_fr: Nom de l’opérateur du fournisseur de service
hr_hr: SP naziv
it_it: Operator-Name dell'SP
pl_pl: Operator-Name dostawcy usługi
pt_pt: Operator-Name do SP
ro_ro: Numele operatorului furnizorului de servicii
sl_si: Ime upravljalca ponudnika storitev
sr_rs: SP Operator-Name
tr_tr: Servis Sağlayıcının Operatör-İsmi
uk_ua: Ім'я оператора постачальника послуг SP

source: User's outer ID
ar: المعرف الخارجي outer ID للمستخدم
bg_bg: Външен ID на потребителя
ca_es: ID externa de l'usuari
cs_cz: Vnější uživatelské ID
cy: ID allanol y defnyddiwr
de_de: Äußere Identität des Nutzers
el_gr: εξωτερικό ID Χρήστη
es_es: Identificador externo del usuario
et_ee: Kasutaja väline ID
fi_fi: Käyttäjän ulkoinen identiteetti
fr_fr: Identité externe de l'utilisateur
hr_hr: Korisnički vanjski ID
it_it: ID esterna dell'utente
nb_no: Bruker's ytre ID
pl_pl: Zewnętrzny identyfikator użytkownika
pt_pt: ID externo do utilizador
ro_ro: ID-ul extern de utilizator
sl_si: Zunanji ID uporabnika
sr_rs: Spoljašnji identitet korisnika
tr_tr: Kullanıcının dış kimliği
uk_ua: Зовнішній ідентифікатор користувача

source: IdP email
ar: البريد الإلكتروني لموفر الهوية IdP
bg_bg: IdP е-мейл
ca_es: IdP mail
cs_cz: e-mail IdP
cy: E-bost CDU
es_es: Correo electrónico del proveedor de identidad
et_ee: IdP e-post
fi_fi: IdP:n sähköpostiosoite
fr_fr: e-mail du fournisseur de service
it_it: Email dell'IdP
nb_no: IdP e-post
pl_pl: email IdP
pt_pt: E-mail do IdP
ro_ro: Adresa de e-mail a furnizorului de identitate
sl_si: E-poštni naslov ponudnika identitete
tr_tr: kimlik sağlayıcı e-postası
uk_ua: електронна адреса IdP

source: How to contact the user
ar: كيف تتواصل مع المستخدم
bg_bg: Как да се свържете с потребителя
ca_es: Com contactar amb l'usuari
cs_cz: Jak kontaktovat uživatele
cy: Sut i gysylltu â'r defnyddiwr
de_de: Wie kann der Nutzer kontaktiert werden
el_gr: Πώς να επικοινωνήσετε με το χρήστη
es_es: Cómo contactar con el usuario
et_ee: Kuidas kasutajaga kontakteeruda
fi_fi: Yhteydenotto käyttäjään
fr_fr: Comment contacter l'utilisateur
hr_hr: Način kontaktiranja korinika
it_it: Come contattare l'utente
nb_no: Hvordan kontakte bruker
pl_pl: Jak skontaktować się z użytkownikiem
pt_pt: Como contactar o utilizador
ro_ro: Cum să contactați utilizatorul
sl_si: Kako stopiti v stik z uporabnikom
sr_rs: Kako da kontaktirate korisnika
tr_tr: Kullanıcıyla nasıl iletişim kurulacak
uk_ua: Як зв’язатися з користувачем

source: Wrong format of realm
ar: صيغة خاطئة للنطاق realm
bg_bg: Грешен формат на областта
ca_es: Format erroni del domini
cs_cz: Špatný formát realmu
cy: Fformat anghywir o parth
de_de: Realm hat falsches Format
el_gr: Λάθος format του realm
es_es: Formato erróneo del Realm
et_ee: Vale domeenivorming
fi_fi: Toimialue (realm) on väärässä muodossa
fr_fr: Mauvais format de domaine
hr_hr: Pogrešan format domene
it_it: Formato del realm errato
nb_no: Realmets format er feil
pl_pl: Zły format realmu
pt_pt: Formato errado do realm
ro_ro: Formatul domeniului este greșit
sl_si: Napačna oblika področja
uk_ua: Неправильний формат домену

source: Wrong format of email
ar: صيغة خاطئة للبريد الإلكتروني
bg_bg: Грешен формат на е-мейл
ca_es: Format de mail erroni
cs_cz: Špatný formát e-mailové adresy
cy: Fformat anghywir o e-bost
de_de: E-Mail-Adresse hat falsches Format
el_gr: Λάθος μορφή email
es_es: Formato de correo electrónico inválido
et_ee: Vale e-posti formaat
fi_fi: Sähköpostiosoite on väärässä muodossa
fr_fr: Mauvais formatage du courrier électronique
hr_hr: Pogrešan format e-mail adrese
it_it: Formato email errato
nb_no: Feil e-post format
pl_pl: Błędna postać maila
pt_pt: Formato errado do email
ro_ro: Formatul email este incorect.
sl_si: Napačna oblika e-poštnega naslova
sr_rs: Pogrešan format email adrese
tr_tr: Yanlış e-posta biçimi
uk_ua: Неправильний формат електронної пошти

source: MAC address is incomplete
ar: عنوان MAC غير مكتمل
bg_bg: MAC адресът е непълен
ca_es: Adreça MAC incompleta
cs_cz: MAC adresa není kompletní
cy: Mae MAC cyfeiriad yn anghyflawn
de_de: MAC Adresse ist fehlerhaft
el_gr: Η MAC address είναι ελλιπής
es_es: La dirección MAC está incompleta
et_ee: MAC-aadress ei ole täielik
fi_fi: MAC-osoite on epätäydellinen
fr_fr: L'adresse MAC est incomplète
hr_hr: MAC adresa je nepotpuna
it_it: L'indirizzo MAC è incompleto
nb_no: MAC adresse er ufullstendig
pl_pl: Adres urządzenia jest niekompletny
pt_pt: O MAC address está incompleto
ro_ro: Adresa MAC este incompletă.
sl_si: Naslov MAC ni popoln
sr_rs: MAC adresa je nekompletna
tr_tr: MAC adresi eksik
uk_ua: MAC-адресу вказано не повністю

source: Wrong format of outer ID
ar: صيغة خاطئة لـ outer ID
bg_bg: Грешен формат на външен ID
ca_es: Format erroni de la ID externa
cs_cz: Špatný formát vnějšího ID
cy: Fformat anghywir o ID allanol
de_de: Äußere Identität hat falsches Format
el_gr: Λάθος μορφή του εξωτερικού ID
es_es: Formato de identidad externa inválido
et_ee: Välise ID vale formaat
fi_fi: Ulkoinen identiteetti on väärässä muodossa
fr_fr: Mauvais format de l'identité externe
hr_hr: Pogrešan format vanjskog ID-a
it_it: Formato errato dell'ID esterno
nb_no: Feil ytre ID format
pl_pl: Błędna postać zewnętrznego identyfikatora użytkownika
pt_pt: Formato errado do ID externo
ro_ro: Format ID-ului din exterior este incorect.
sl_si: Napačna oblika zunanjega ID-ja
sr_rs: Pogrešan format spoljašnjeg identiteta
tr_tr: Yanlış dış kimlik biçimi
uk_ua: Неправильний формат зовнішнього ідентифікатора

source: Wrong string given as OperatorName
ar: تم تحديد قيمة String خاطئه كـ إسم مشغل OperatorName
bg_bg: Грешен символен низ е даден като OperatorName
ca_es: Cadena errònia de l'OperatorName
cs_cz: Jako OperatorName je uveden špatný řetězec
cy: Llinyn anghywir wedi'i roi fel Operator-Name
de_de: Angegebener Operator-Name hat ungültiges Format
el_gr: Εσφαλμένη συμβολοσειρά δόθηκε ως OperatorName
es_es: El nombre de operador es incorrecto
et_ee: Vale string OperatorName jaoks
fi_fi: Tunniste (Operator-Name) on väärin
fr_fr: Erreur dans la chaîne de caractères fournie pour OperatorName
hr_hr: Pogrešan unos polja OperatorName
it_it: Stringa errata fornita come OperatorName
nb_no: Feil streng oppgitt som OperatorName
pl_pl: Błędna postać nazwy w Operator-Name
pt_pt: String errada dada como OperatorName
ro_ro: Cuvânt greșit dat ca nume de operator.
sl_si: Napačen niz je bil podan kot ime upravljavca
sr_rs: Pogrešan string dat kao OperatorName
tr_tr: OperatorName yanlış verilmiş.
uk_ua: Неправильно вказано OperatorName.

source: Sanity check for dynamic discovery of realms
ar: التحقق من سلامة الاكتشاف الديناميكي للنطاق realm
bg_bg: Проверка за динамично откриване на области.
ca_es: Comprovació d'estat per al descobriment dinàmic de dominis
cs_cz: Kontrola správnosti nastavení dynamického mapování pro domény.
cy: Gwiriad bwyll am ddarganfyddiad deinamig o parthau
de_de: Plausibilitätsprüfung für dynamische Verbindungen
el_gr: Έλεγχος ακεραιότητας για το δυναμικό εντοπισμό τομέων
es_es: Comprobación de validez para el descubrimiento dinámico de dominios
et_ee: Domeenide dünaamilise tuvastamise mõistlikkuse kontroll
fi_fi: Automaattisesti löydettyjen realmien tarkastus
fr_fr: Vérification de la découverte dynamique des domaines
hr_hr: Sintaktička provjera realma za dynamic discovery
it_it: Controllo di integrità per la scoperta dinamica dei realm
nb_no: Sjekk om dynamisk realm oppdagelse fungerer
pl_pl: Sprawdzanie prawidłowego działania mechanizmu dynamicznego wyszukiwania realmów
pt_pt: Verificação da descoberta dinâmica de realms
ro_ro: Verificarea pentru descoperirea domeniilor în mod dinamic a fost corectă.
sl_si: Preverjanje pravilnosti dinamičnega odkrivanja področij
sr_rs: Provera ispravnosti dinamičkog otkrivanja domena
tr_tr: Yetki alanlarının dinamik keşfi için sanity kontrolü
uk_ua: Перевірка коректності для динамічного виявлення доменів

source: You asked for a realm check, but we don't know the realm for this profile!
ar: لقد طلبت التحقق من نطاق realm، لكننا لا نعرف نطاق realm لملف التعريف هذا!
bg_bg: Вие сте задали проверка на области, но ние не знаем област за този профил!
ca_es: Heu demanat per un test de domini, però no es coneix el domini per aquest perfil!
cs_cz: Požádali jste o kontrolu domény, ale tento profil nemá přiřazenou doménu!
cy: Fe wnaethoch chi ofyn am wiriad parth, ond nid ydym yn gwybod beth yw'r parth ar gyfer y proffil hwn!
de_de: Dieses Profil kann nicht überprüft werden, da der zugehörige Realm nicht angegeben wurde!
el_gr: Ζητήσατε να γίνει έλεγχος τομέα, αλλά δε γνωρίζουμε τον τομέα για αυτό το προφίλ!
es_es: Solicitaste una comprobación de dominio, ¡pero no sabemos el dominio para este perfil!
et_ee: Soovisid domeenikontrolli, kuid me ei tea selle profiili domeeni!
fi_fi: Pyysit realmin tarkastamista, mutta tämän profiilin realm ei ole tiedossa.
fr_fr: Vous avez demandé une vérification de domaine, mais nous ne connaissons pas de domaine pour ce profil !
hr_hr: Zatražili ste provjeru oznake institucije, no nije moguće provjeriti oznaku institucije za ovaj profil!
it_it: Hai chiesto di controllare il realm, ma non conosciamo il realm per questo profilo!
nb_no: Du ba om en realm sjekk, men kjenner ikke realm for denne profilen!
pl_pl: Zleciłeś sprawdzenie realmu, ale dla tego profilu nie został on zdefiniowany!
pt_pt: Pediu uma verificação de realm, no entanto não temos um realm para este perfil!
ro_ro: Ați cerut o verificare de domenii, dar nu se cunoaște domeniul pentru acest profil!
sl_si: Zahtevali ste preverjanje področja, vendar področja za ta profil ne poznamo.
sr_rs: Poslali ste zahtev za proveru domena, ali je domen za ovaj profil nepoznat!
tr_tr: Bir yetki alanı kontrolü istediniz, fakat biz bu profilin yetki alanını bilmiyoruz!
uk_ua: Ви попросили перевірити домен, але ми не знаємо домен для цього профілю!

source: No valid realm name given, cannot execute any checks!
ar: لم يتم تقديم اسم نطاق realm صالح، لا يمكن تنفيذ أي عمليات تحقق!
bg_bg: Не е дадено валидно име на област, не могат да се изпълнят никакви проверки!
ca_es: No hi ha cap nom de domini vàlid, no podem executar cap test!
cs_cz: Nebyla uvedena žádná platná doména, nelze spustit kontroly!
cy: Ni roddir enw parth dilys, ni all weithredu unrhyw wiriadau!
de_de: Es wurde kein gültiger Realm angegeben, daher können keine Tests ausgeführt werden!
el_gr: Δε δόθηκε έγκυρο όνομα τομέα, δεν είναι δυνατή η εκτέλεση ελέγχων!
es_es: No se especificó ningún dominio válido. ¡No se pudo hacer ningún chequeo!
et_ee: Kehtivat domeeni pole esitatud, ei saa kontrolle käivitada!
fi_fi: Voimassaolevaa realmia ei ole annettu. Tarkastuksia ei voi tehdä.
fr_fr: Vous n'avez fourni aucun domaine valide. Nous ne pouvons donc effectuer aucune vérification !
hr_hr: Nije predano valjano ime realm-a, nije moguće izvršiti provjeru!
it_it: Nessun nome di realm valido immesso, non si può eseguire alcun controllo!
nb_no: Oppgitt realm er ugyldig, kan ikke kjøre sjekker!
pl_pl: Nie podano poprawnej nazwy realmu, nie można dokonać sprawdzenia!
pt_pt: O formato de realm fornecido é inválido. Não é possível realizar qualquer verificação!
ro_ro: Nume de domeniu invalid, nu se poate executa nici o verificare.
sl_si: Navedeno ni bilo nobeno veljavno ime področja. Preverjanj ni mogoče izvesti.
sr_rs: Nije dato validno ime za domen, nije moguće izvršiti proveru!
tr_tr: Geçerli bir yetki alanı verilmedi, herhangi bir kontrol çalıştırılamadı!
uk_ua: Не вказано дійсного імені домену, не можна виконувати жодних перевірок!

source: STATIC
bg_bg: СТАТИЧЕН
ca_es: ESTÀTIC
cs_cz: STATICKÝ
cy: STATIG
de_de: STATISCH
el_gr: ΣΤΑΤΙΚΟΙ
es_es: ESTÁTICO
et_ee: STAATILINE
fi_fi: STAATTINEN
fr_fr: STATIQUE
it_it: STATICO
nb_no: STATISK
pl_pl: STATYCZNY
pt_pt: ESTÁTICO
sl_si: STATIČNO
sr_rs: STATIČKI
tr_tr: STATİK
uk_ua: СТАТИЧНА

source: DYNAMIC
bg_bg: ДИНАМИЧЕН
ca_es: DINÀMIC
cs_cz: DYNAMICKÝ
cy: DEINAMIG
de_de: DYNAMISCH
el_gr: ΔΥΝΑΜΙΚΟΙ
es_es: DINÁMICO
et_ee: DÜNAAMILINE
fi_fi: DYNAAMINEN
fr_fr: DYNAMIQUE
it_it: DINAMICO
nb_no: DYNAMISK
pl_pl: DYNAMICZNY
pt_pt: DINÂMICO
ro_ro: DINAMIC
sl_si: DINAMIČNO
sr_rs: DINAMIČKI
tr_tr: DİNAMİK
uk_ua: ДИНАМІЧНА

source: Client certificate:
ar: شهادة العميل Client certificate:
bg_bg: Клиентски сертификат:
ca_es: Certificat de client:
cs_cz: Certifikát klienta:
cy: Tystysgrif cleient:
de_de: Clientzertifikat:
el_gr: Πιστοποιητικό πελάτη:
es_es: Certificado de cliente
et_ee: Kliendi sertifikaat:
fi_fi: Asiakasvarmenne:
fr_fr: Certificat client :
hr_hr: Klijentski certifikat:
it_it: Certificato client:
nb_no: Klient sertifikat:
pl_pl: Certyfikat klienta:
pt_pt: Certificado do Cliente:
ro_ro: Certificatul clientului:
sl_si: Potrdilo odjemalca:
sr_rs: Sertifikat klijenta:
tr_tr: İstemci sertifikası:
uk_ua: Сертифікат клієнта:

source: Connection timeout
bg_bg: Времето на връзката изтече
ca_es: La connexió ha fallat
cy: Terfyn amser cysylltiad
de_de: Verbindung hat zu lange gebraucht
es_es: Tiempo de espera de la conexión
et_ee: Ühenduse ajalõpp (timeout)
hr_hr: Povezivanje isteklo
it_it: Timeout della connessione
pl_pl: Przekroczony czas połączenia
ro_ro: Conecțiunea a expirat
uk_ua: Час очікування з'єднання

source: Subject
bg_bg: Предмет
ca_es: Assumpte
cs_cz: Název
cy: Pwnc
de_de: Name (Subject)
el_gr: Θέμα
es_es: Asunto
et_ee: Subjekt
fi_fi: Aihe
fr_fr: Sujet
hr_hr: Subjekt
it_it: Oggetto
nb_no: Subjekt
pl_pl: Temat
ro_ro: Subiect
sl_si: Zadeva
sr_rs: Subjekat
tr_tr: Konu
uk_ua: Суб'єкт

source: Issuer
ar: جهة الإصدار
bg_bg: Издател
ca_es: Emissor
cs_cz: Vydavatel
cy: Cyhoeddwr
de_de: Aussteller
el_gr: Εκδότης
es_es: Emisor
et_ee: Väljaandja
fi_fi: Asettaja
fr_fr: Émetteur
hr_hr: Izdavač
it_it: Emittente
nb_no: Utgiver
pl_pl: Wystawca
pt_pt: Emissor
ro_ro: Emitent
sl_si: Izdajatelj
sr_rs: Izdavač
tr_tr: Düzenleyen
uk_ua: Видавець

source: Valid to
bg_bg: Валиден до:
ca_es: Vàlid per a
cy: Yn ddilys i
de_de: Gültig bis
es_es: Válido hasta
et_ee: Kehtib:
hr_hr: Vrijedi do
it_it: Valido fino a
pl_pl: Ważny do
ro_ro: Valabil la
uk_ua: Дійсний до
