Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: You should use appropriate configuration assistants [MGW: see if the realm exists in CAT, then display link to config] or contact your Identity Provider [MGW: show contact info].
ar: يجب عليك استخدام مساعدي التهيئة المناسبين [MGW: تحقق مما إذا كان النطاق realm موجودًا في CAT، ثم اعرض الرابط للتهيئة] أو اتصل بموفر الهوية IdP [MGW: عرض بيانات التواصل].
bg_bg: Вие трябва да използвате подходящи помощници за конфигуриране [MGW: вижте дали областта съществува в CAT, след това визуализирайте линка за конфигуриране] или се свържете с Вашия Доставчик на Удостоверение [MGW: показване на информация за контакти].
ca_es: Cal que feu servir els assistents de configuració adequats [MGW: comproveu que el domini existeix a CAT, posteriorment mostreu un enllaç per configurar] o contacteu amb el vostre Proveïdor d'Identitat [MGW: mostreu informació de contacte].
cs_cz: Měli byste použít příslušné asistenty pro konfiguraci [MGW: zjistěte, zda doména již v CAT existuje a zobrazte odkaz na konfiguraci] nebo se obraťte na svého poskytovatele identit [MGW: zobrazit kontaktní informace].
cy: Dylech ddefnyddio cynorthwywyr ffurfweddu priodol [MGW: gweld a yw'r parth yn bodoli yn CAT, yna dangos cyswllt i config] neu gysylltu â'ch Darparwr Hunaniaeth [MGW: dangos gwybodaeth gyswllt].
de_de: Sie sollten einen passenden Konfigurationsassistenten benutzen [MGW: see if the realm exists in CAT, then display link to config] oder Ihren Identitätsprovider kontaktieren [MGW: show contact info].
el_gr: Θα πρέπει να χρησιμοποιήσετε κατάλληλα βοηθήματα παραμετροποίησης [MGW: δείτε αν ο τομέας υπάρχει στο CAT, και μετά δείξτε σύνδεσμο προς την παραμετροποίηση] ή να επικοινωνήσετε με τον Πάροχο Ταυτότητας σας [MGW: δείξτε στοιχεία επικοινωνίας].
es_es: Deberías usar asistentes de configuración apropiados [MGW: mira si el dominio existe en CAT y luego muestra el enlace a la configuración] o contactar con tu proveedor de identidad [MGW: muestra información de contacto].
et_ee: Peaksid kasutama sobilikke seadistusabilisi [MGW: kontrolli, kas domeen on CATis olemas, siis kuva seadistamise linki] või võta ühendust oma identiteedipakkujaga [MGW: näita kontaktteavet].
fi_fi: Käytä sopivia konfiguraatioavustajia [MGW: katso, onko kyseinen toimialue CAT: ssa, näytä sitten linkki konfigurointiin] tai ole yhteydessä kotiorganisaatioosi [MGW: näytä yhteystiedot].
fr_fr: Vous devriez utiliser l'assistant de configuration approprié [MGW: voir si le domaine existe dans CAT, puis afficher un lien vers la config.] ou contacter votre fournisseur d'identité [MGW: afficher l'information du contact].
hr_hr: Trebali biste korisiti odgovarajući pomočnik za konfiguraciju[MGW: provjerite postoji li realm u CAT-u, te prikažite link do konfiguracije] ili kontaktirajte svog davtelja identiteta.Davatelj identiteta [MGW: prikaži kontakte].
it_it: Dovresti utilizzare gli assistenti di configurazione appropriati [MGW: verifica se il dominio esiste in CAT, poi visualizza il collegamento alla configurazione] o contattare il tuo Identity Provider [MGW: mostra le informazioni di contatto].
nb_no: Du bør bruke passende verktøy for konfigurasjon [MGW: se om realm finnes i CAT, deretter se link til konfig] eller kontakt din Identitetstilbyder [MGW: vis kontakt informasjon].
pl_pl: Zalecamy użycie odpowiedniego programu konfiguracyjnego lub skontaktuj się ze swoim dostawcą tożsamości.
pt_pt: Deve usar os assistentes de configuração apropriados [MGW: veja se o realm existe no CAT, depois mostre o link para a configuração] ou contacte o seu Fornecedor de Identidade [MGW: mostrar informação de contacto].
ro_ro: Ar trebui să folosiți programele de configurare corespunzătoare [MGW: Verifică dacă domeniul există în CAT, apoi afișează adresa de legătură pentru configurare] sau contactați-vă furnizorul de identitate [MGW: adaugă informații de contact]
sl_si: Uporabiti morate ustrezne konfiguracijske pomočnike [MGW: see if the realm exists in CAT, then display link to config] ali pa se obrnite na svojega ponudnika identitete [MGW: show contact info].
sr_rs: Trebalo bi da koristite odgovarajuće instalere [MGW: see if the realm exists in CAT, then display link to config] ili da kontaktirate vašeg IdP-a [MGW: show contact info].
tr_tr: Uygun yapılandırma yardımcılarını kullanın veya Kimlik Sağlayıcınıza başvurun.
uk_ua: Скористайтесь відповідним помічником конфігурації [MGW: перевірте наявність домену в CAT і покажіть посилання] або зв’яжіться з вашим постачальником ідентифікаційних даних [MGW: показати контактну інформацію].

source: Have you ever used the network successfully, e.g. at your home institution without roaming?
ar: هل سبق لك استخدام الشبكة بنجاح، على سبيل المثال في مؤسستك بدون استخدام التجوال؟
bg_bg: Използвали ли сте някога мрежата успешно, например във Вашата институция без роуминг?
ca_es: Heu pogut fer servir la xarxa correctament, per exemple a la vostra institució sense visitar-ne una altra?
cy: Ydych chi erioed wedi defnyddio’r rhwydwaith yn llwyddiannus, e.e. yn eich sefydliad cartref heb grwydro?
de_de: Haben Sie das Netzwerk jemals erfolgreich benutzt, zum Beispiel in Ihrer Heimatorganisation ohne Roaming?
el_gr: Έχετε χρησιμοποιήσει επιτυχώς το δίκτυο στο παρελθόν, π.χ. στο οικείο σας ίδρυμα χωρίς την χρήση περιαγωγής;
es_es: ¿Has usado alguna vez la red de forma satisfactoria? Por ejemplo en tu institución de origen.
et_ee: On Sul õnnestunud varem seda võrku kasutada, nt oma asutuses kohapeal, ilma rändluseta?
fi_fi: Oletko koskaan käyttänyt verkkoa onnistuneesti, esim. kotiorganisaatiosi kampuksella, ilman verkkovierailua?
fr_fr: Avez-vous déjà réussi à vous connecter au réseau, par exemple à celui de votre établissement d'origine sans être en nomadisme ?
hr_hr: Da li ste ikada uspijeli koristiti konekciju uspiješno ?
it_it: Hai mai utilizzato la rete con successo, ad esempio presso la tua organizzazione di appartenenza senza essere in roaming?
nb_no: Har du noen brukt nettverket med hell, enten ved din hjemmeinstitusjon uten å roame?
pl_pl: Czy kiedykolwiek udało Ci się skorzystać z sieci bez roamingu, np. w Twojej instytucji macierzystej?
ro_ro: Ați folosit vreodată rețeaua cu succes, de exemplu, la instituția dvs. de acasă, fără roaming?
sl_si: Ste že kdaj uspešno uporabljali omrežje, na primer v domači organizaciji brez gostovanja?
uk_ua: Чи вдавалося вам успішно користуватись мережею, наприклад, у своєму закладі без роумінгу?

source: If your device has never worked before with this setup, then very likely your device configuration is wrong. %s
ar: إذا لم يعمل جهازك من قبل مع هذا الإعداد ، فمن المحتمل جدًا أن يكون اعداد جهازك خاطئ. %s
bg_bg: Ако Вашето устройство никога преди не е работило с тази настройка, тогава много вероятно е конфигурацията на устройството Ви да е грешна. %s
ca_es: Si el vostre dispositiu no ha funcionat mai amb aquesta configuració, el més probable és que sigui errònia. %s
cy: Os nad yw'ch dyfais erioed wedi gweithio gyda'r gosodiad hwn o'r blaen, yna mae'n debygol iawn bod ffurfweddiad eich dyfais yn anghywir. %s
de_de: Wenn Ihr Gerät noch nie mit diesen Einstellungen funktioniert hat, dann ist sehr wahrscheinlich etwas mit Ihrer Geräteeinrichtung nicht in Ordnung. %s
el_gr: Εάν η συσκευή σας δεν λειτούργησε ποτέ με αυτές τις ρυθμίσεις, είναι πολύ πιθανό η συσκευή σας να έχει εσφαλμένη παραμετροποίηση. %s
es_es: Si tu dispositivo no ha funcionado nunca con esta configuración, entonces es muy probable que la configuración del dispositivo sea incorrecta. %s
et_ee: Kui Su seade ei ole kunagi varem selle seadistusega toiminud, siis on see seadistus tõenäoliselt vigane. %s
fi_fi: Jos laiteesi ei ole koskaan toiminut aiemmin näillä asetuksilla, on hyvin todennäköistä että laitteesi on konfiguroitu väärin.%s
fr_fr: Si votre appareil n'a jamais fonctionné auparavant avec cette configuration, alors il est très probable que la configuration de votre appareil soit incorrecte. %s
hr_hr: Ako nikada nije radila konekcija uz postojeću konfiguraciju, vjerojatno je kriva konfiguracija. %s
it_it: Se il tuo dispositivo non ha mai funzionato con questa configurazione, è molto probabile che la configurazione del dispositivo sia sbagliata. %s
nb_no: Hvis enheten din aldri har fungert tidligere med dette oppsettet er det sannsynlig at enheten din er feilkonfigurert. %s
pl_pl: Jeśli Twoje urządzenie nigdy przedtem nie działało w takim ustawieniu, to zapewne konfiguracja urządzenia jest zła. %s
ro_ro: Dacă dispozitivul dvs. nu a mai funcționat niciodată cu această configurație, atunci este foarte probabil ca configurația dispozitivului dvs. să fie greșită. %s
sl_si: Če vaša naprava še nikoli prej ni delovala s to nastavitvijo, je konfiguracija naprave najverjetneje napačna. %s
uk_ua: Якщо ваш пристрій ніколи раніше не працював із цим налаштуванням, то, ймовірно, конфігурація вашого пристрою некоректна. %s

source: Did the device previously work when roaming, i.e. at other hotspots away from your home institution?
ar: هل عمل الجهاز سابقًا أثناء التجوال، أي في نقاط اتصال أخرى بعيدًا عن مؤسستك؟
bg_bg: Устройството Ви работеше ли в роуминг, т.е. с други безжични точки за достъп до Интернет извън Вашата институция?
ca_es: El vostre dispositiu ha funcionat mai en roaming, és a dir en d'altres institucions diferents de la vostra?
cs_cz: Fungovalo již zařízení při roamingu, tzn. v na jiných hotspotech mimo domovskou organizaci?
cy: A oedd y ddyfais yn gweithio o'r blaen wrth grwydro, h.y. mewn llecynnau eraill i ffwrdd o'ch sefydliad cartref?
de_de: Hat das Gerät früher schon einmal im Roaming funktioniert, also wenn Sie das Netzwerk bei einer anderen als Ihrer Heimatorganisation benutzt haben?
el_gr: Η συσκευή λειτουργούσε προηγουμένως κατά την περιήγηση, δηλαδή σε hotspots μακριά από το οικείο ίδρυμα;
es_es: ¿Ha funcionado la red en este dispositivo anteriormente en puntos de acceso WiFi fuera de tu institución origen?
et_ee: Kas seade varem rändluseks toimis, näiteks muudes Su koduasutusest eemal asuvates juurdepääsupunktides?
fi_fi: Onko laite aiemmin toiminut verkkovierailun yhteydessä, toisin sanoen muissa paikoissa kuin kotiorganisaatiosi kampuksilla?
fr_fr: Est-ce que l'appareil fonctionnait auparavant en situation de nomadisme, c.-à-d. sur des réseaux wifi en dehors de votre établissement ?
hr_hr: Je li uređaj ranije radio u roamingu, i u drugim ustanovama izvan Vaše matične ustanove?
it_it: Il dispositivo in precedenza funzionava durante il roaming, ad es. in altri hotspot diversi dall'organizzazione di appartenenza?
nb_no: Fungerte enheten tidligere ved roaming, altså hos andre tjenestetilbydere enn din hjemme institusjon?
pl_pl: Czy Twoje urządzenie poprzednio działało w roamingu, tj. w miejscach poza Twoją instytucją macierzystą?
pt_pt: Este dispositivo já funcionou antes em roaming, i.e. noutro hotspot fora da sua instituição de origem?
ro_ro: Precedent, a funcționat dispozitivul în roaming ? De exemplu, la alte puncte de acces în afară de cele de la instituția dumneavoastră.
sl_si: Je naprava predhodno delovala med gostovanjem, npr. na dostopnih točkah, ki so oddaljene od domače organizacije?
sr_rs: Da li ste mogli da koristite eduroam prethodni put kada ste bili u romingu, npr. na drugim mestima pristupa koji nisu bili na vašoj matičnoj instituciji?
tr_tr: Cihaz daha önce dolaşımdayken, yani ev kurumunuz dışında, çalışmış mıydı?
uk_ua: Чи працював пристрій раніше під час роумінгу, тобто в інших точках доступу поза межами вашої установи?

source: If roaming consistently does not work, then very likely your device configuration is wrong. Typical errors causing this symptom include: using a routing ('outer') username without the @realm.tld suffix - those potentially work at your home organisation, but can not be used when roaming. %s
ar: إذا كان التجوال لا يعمل باستمرار، فمن المحتمل جدًا أن تهيئة جهازك خاطئة. تتضمن الأخطاء النموذجية التي تسبب هذا العرض ما يلي: استخدام اسم مستخدم للتوجيه ('خارجي') بدون اللاحقة realm.tld@ والتي من المحتمل أن تعمل في مؤسستك، ولكن لا يمكن استخدامها أثناء التجوال. %s
bg_bg: Ако роумингът постоянно не работи, много вероятно е конфигурацията на устройството Ви да е грешна. Типичните грешки, причиняващи този симптом, са: използване на маршрутно ("външно") потребителско име без суфикс @realm.tld - това потенциално работи във Вашата институция, но не може да бъде използвано в роуминг. %s
ca_es: Si el roaming no funciona, aleshores és molt possible que la configuració sigui incorrecte. Els errors típics que provoquen aquests símptomes són: utilitzar una identitat exterior ('anònima') sense el sufix @domini.tld - aquestes acostumen a funcionar a la vostra organització, però no funcionen correctament en visitar d'altres. %s
cs_cz: Pokud roaming nefunguje, je velmi pravděpodobné, že konfigurace vašeho zařízení je chybná. Typické chyby způsobující toto chování zahrnují: použití (vnějšího) uživatelského jména bez přípony @domena.cz - toto může v určitých případech fungovat pouze ve vaší domácí organizaci. %s
cy: Os nad yw crwydro'n gyson yn gweithio, yna mae'n debygol iawn bod ffurfweddiad eich dyfais yn anghywir. Mae gwallau nodweddiadol sy'n achosi'r symptom hwn yn cynnwys: defnyddio enw defnyddiwr llwybro ('allanol') heb yr ôl-ddodiad @realm.tld - mae'r rheini o bosibl yn gweithio yn eich sefydliad cartref, ond ni ellir eu defnyddio wrth grwydro. %s
de_de: Wenn Roaming grundsätzlich nicht funktioniert, dann ist sehr wahrscheinlich Ihre Gerätekonfiguration fehlerhaft. Ein typischer Fehler der zu diesem Symptom führt ist: Benutzung eines Nutzernamens für das Routing ('äußerer Nutzename') ohne das notwendige @realm.tld Suffix - solche Konfigurationen funktionieren unter Umständen zu Hause, aber garantiert nicht im Roaming. %s
el_gr: Αν η περιήγηση σταθερά δε λειτουργεί, τότε πολύ πιθανά η παραμετροποίηση της συσκευής σας είναι λανθασμένη. Τυπικά σφάλματα στα οποία οφείλεται αυτό το σύμπτωμα περιλαμβάνουν: χρήση ('εξωτερικού') ονόματος χρήστη για δρομολόγηση χωρίς το επίθεμα @realm.tld - αυτό ενδεχομένως δουλεύει στον οικείο οργανισμό, αλλά δεν μπορεί να χρησιμοποιηθεί κατά την περιήγηση. %s
es_es: Si nunca puedes conectarte fuera de tu organización es probable que la configuración de tu dispositivo sea incorrecta. Un error típico que causa este síntoma es usar un nombre de usuario anónimo sin el sufijo @dominio.tld. Esto podría funcionar en tu organización de origen, pero no puede usarse fuera. %s
et_ee: Kui rändlus ebaõnnestub pidevalt, on arvatavasti Su seadme seadistus vale. Üks sage viga on kasutajanime kasutamine ilma domeenita (näiteks ilma @asutusenimi.ee osata) - see võib toimida koduasutuses, kuid mitte rändlemisel. %s
fi_fi: Jos verkkovierailussa on toistuvia ongelmia, on laitteen konfiguraatiossa todennäköisesti jotain vikaa. Tyypillinen virhe on että reititykseen käytettävässä ("ulkoisessa") käyttäjätunnuksessa ei ole @realm.tld-päätettä. Tässä tapauksessa kotiorganisaation kampuksella ei välttämättä ole ongelmia, mutta verkkovierailu muualla ei onnistu. %s
fr_fr: Si le nomadisme ne fonctionne pas de façon permanente, il est très probable que la configuration de votre appareil soit incorrecte. Les causes de ce symptôme sont typiquement : l'utilisation d'un identifiant externe (outer) non complètement qualifié, c.-à-d. sans le suffixe @domaine.tld - cela peut peut-être fonctionner dans votre établissement d'origine, mais ne peut pas fonctionner lorsque vous êtes nomade.%s
hr_hr: Ako roaming neprekidno ne radi, vjerojatno je Vaš uređaj pogrešno podešen.Česte pogreške s ovim simptomima su:korištenje korisničke oznake bez @realm-a. Ovo potencijalno radi u matičnoj ustanovi ali ne i u roamingu. %s
it_it: Se il roaming non funziona sistematicamente, è molto probabile che la configurazione del tuo dispositivo sia errata. Gli errori tipici che causano questo comportamento includono: utilizzo di un nome utente di instradamento ("esterno") senza il suffisso @realm.tld: questo potenzialmente funziona presso la propria organizzazione ma non può essere usato durante il roaming. %s
nb_no: Om roaming konsekvent ikke fungerer, er mest sannsynlig din enhet konfigurert feil. En typiske feil som forårsaker dette symptomet er: bruk av et ruting ('ytre') brukernavn uten et @realm.tld suffiks - det kan potensielt fungere hos hjemme organisasjon, men kan ikke brukes for roaming. %s
pl_pl: Jeśli próby roamingu wielokrotnie nie powiodły się, to prawdopodobnie Twoja konfiguracja urządzenia jest zła. Typowe błędy dające takie objawy to: użycie zewnętrznej nazwy użytkownika ('outer') bez przyrostka @realm.tld - takie ustawienie może działać lokalnie, ale nigdy nie może być używane w roamingu. %s
pt_pt: Se o roaming não funcionar constantemente, é muito provável que a configuração do seu dispositivo esteja incorreta. Os erros típicos que causam esse sintoma incluem: usar um nome de utilizador externo sem o sufixo @realm.tld - esses podem funcionar na sua organização, mas não podem ser usados em roaming. %s
ro_ro: Dacă roamingul nu funcționează, atunci este foarte posibil ca dispozitivul dumneavoastră să fie configurat greșit. Erori des întâlnite care cauzează acest simptom includ: folosirea unui nume de utilizator ('exterior') fără sufixul @realm.tld - acest lucru funcționează în mod normal la instituția dumneavoastră, dar nu va funcționa la conectarea la alte instituții.%s
sl_si: Če imate stalne težave z gostovanjem, gre najverjetneje za napačno konfiguracijo naprave. Najpogostejši razlogi vključujejo uporabo ('zunanjega') uporabniškega imena za usmerjanje brez pripone @realm.tld – ta uporabniška imena lahko delujejo v domači organizaciji, ne morete pa jih uporabljati pri gostovanju. %s
uk_ua: Якщо роумінг постійно не працює, дуже ймовірно, що конфігурація вашого пристрою неправильна. Типові помилки, що спричиняють цей симптом, включають: використання імені користувача маршрутизації („зовнішнього“) без суфікса @ realm.tld - вони можуть працювати у вашій домашній організації, але їх не можна використовувати під час роумінгу. %s

source: Did you recently change the configuration on your device?
ar: هل قمت مؤخرًا بتغيير الإعدادت في جهازك؟
bg_bg: Променяли ли сте конфигурацията на устройството си скоро?
ca_es: Heu modificat la configuració del vostre dispositiu recentment?
cs_cz: Změnili jste nedávno konfiguraci zařízení?
cy: A wnaethoch chi newid y ffurfweddiad ar eich dyfais yn ddiweddar?
de_de: Haben Sie kürzlich die Konfiguration geändert?
el_gr: Έχετε τροποποιήσει πρόσφατα την παραμετροποίηση της συσκευής σας;
es_es: ¿Has modificado recientemente la configuración en tu dispositivo?
et_ee: Oled Sa hiljuti oma seadme seadistusi muutnud?
fi_fi: Oletko hiljattain muuttanut laitteesi verkkoasetuksia?
fr_fr: Avez-vous récemment changé la configuration de votre appareil ?
hr_hr: Jeste li nedavno mijenjali postavke uređaja?
it_it: Hai cambiato di recente la configurazione del tuo dispositivo?
nb_no: Har du nylig endret konfigurasjon på din enhet?
pl_pl: Czy ostatnio była zmieniana konfiguracja Twojego urządzenia?
pt_pt: Mudou recentemente a configuração do seu dispositivo?
ro_ro: De curând ați schimbat configurația dispozitivului dumneavoastră?
sl_si: Ste v zadnjem času spreminjali konfiguracijo naprave?
sr_rs: Da li ste u skorije vreme menjali konfiguraciju vašeg uređaja?
tr_tr: Bu aralar cihazınızdaki yapılandırmayı değiştirdiniz mi?
uk_ua: Ви нещодавно змінювали конфігурацію свого пристрою?
