Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: Please help the system by answering the questions as precisely as possible.
ar: الرجاء مساعدة النظام من خلال الإجابة على الأسئلة بأكبر قدر ممكن من الدقة.
bg_bg: Моля помогнете на системата като отговорите на въпросите възможно най-точно.
ca_es: Ajudeu al sistema responent a les preguntes tan acuradament com sigui possible.
cs_cz: Prosím, odpovídejte na otázky co nejpřesněji.
cy: Helpwch y system drwy ateb y cwestiynau mor fanwl gywir â phosibl.
de_de: Bitte helfen Sie dem System indem Sie alle Fragen so genau wie möglich beantworten.
el_gr: Παρακαλώ βοηθήστε το σύστημα απαντώντας στις ερωτήσεις όσο γίνεται με ακρίβεια.
es_es: Por favor ayuda al sistema respondiendo a las preguntas de la forma más precisa posible.
et_ee: Palun vasta süsteemi küsimustele võimalikult täpselt.
fi_fi: Auta selvitystä vastaamalla muutamaan kysymykseen niin täsmällisesti kuin mahdollista.
fr_fr: Pour aider l'outil, répondez SVP aux questions aussi précisément que possible.
hr_hr: Molimo pomozite sustavu odgovarajući na pitanja što preciznije.
it_it: Per favore, aiuta il sistema rispondendo alle domande nel modo più preciso possibile.
nb_no: Vennligste hjelp systemet ved å svare på spørsmålene så presist som mulig.
pl_pl: Prosimy o możliwie precyzyjną odpowiedź na pytania.
pt_pt: Por favor ajude o sistema respondendo às questões da forma mais precisa possível.
ro_ro: Vă rugăm să ajutați sistemul prin a răspunde cât mai precis posibil la următoarele întrebări.
sl_si: Sistemu pomagajte tako, da podate čim bolj natančne odgovore na vprašanja.
sr_rs: Molimo vas da pomognete sistemu tako što ćete na pitanja odgovarati što je preciznije moguće.
tr_tr: Lütfen soruları mümkün olduğunca doğru bir şekilde cevaplayarak sisteme yardımcı olun.
uk_ua: Будь ласка, допоможіть системі, відповідаючи на запитання якомога точніше.

source: Are you a
ar: هل أنت
bg_bg: Вие ли сте
ca_es: Sou
cs_cz: Jste
cy: Ydych chi a
de_de: Sind Sie ein
el_gr: Είστε
es_es: ¿Eres un
et_ee: Oled Sa
fi_fi: Oletko
fr_fr: Êtes-vous un
hr_hr: Jeste li Vi
it_it: Sei un
nb_no: Du er en
pl_pl: Jesteś
pt_pt: É um
ro_ro: Ești un
sl_si: Ali ste
sr_rs: Da li ste
tr_tr: Siz kimsiniz
uk_ua: Ви є

source: end-user
ar: المستخدم النهائي
bg_bg: краен потребител
ca_es: usuari/a final
cs_cz: koncový uživatel
cy: defnyddiwr terfynol
de_de: Endnutzer
el_gr: τελικός χρήστης
es_es: usuario final
et_ee: lõppkasutaja
fi_fi: loppukäyttäjä
fr_fr: utilisateur final
hr_hr: krajnji korisnik
it_it: utente finale
nb_no: sluttbruker
pl_pl: użytkownikiem końcowym
pt_pt: utilizador final
ro_ro: Utilizator final
sl_si: končni uporabnik
sr_rs: krajnji korisnik
tr_tr: son kullanıcı
uk_ua: кінцевий користувач

source: or
ar: أو
bg_bg: или
ca_es: o
cs_cz: nebo
cy: neu
de_de: oder
el_gr: ή
es_es: o
et_ee: või
fi_fi: vai
fr_fr: ou
hr_hr: ili
it_it: o
nb_no: eller
pl_pl: lub
pt_pt: ou
ro_ro: sau
sl_si: ali
sr_rs: ili
tr_tr: veya
uk_ua: чи

source: eduroam administrator
ar: مسؤول eduroam
bg_bg: администратор на eduroam
ca_es: administrador/a d'eduroam
cs_cz: správce eduroam
cy: gweinyddwr eduroam
el_gr: διαχειριστής eduroam
es_es: administrador de eduroam
et_ee: eduroami administraator
fi_fi: eduroam-ylläpitäjä
fr_fr: administrateur eduroam
it_it: amministratore eduroam
pl_pl: administratorem eduroam
pt_pt: administrador eduroam
ro_ro: Administrator eduroam
sl_si: skrbnik za eduroam
tr_tr: eduroam yöneticisi
uk_ua: адміністратор eduroam

source: Tools for End Users
ar: أدوات للمستخدمين النهائيين
bg_bg: Средства за крайни потребители
ca_es: Eines per a usuaris finals
cs_cz: Nástroje pro koncové uživatele
cy: Offer ar gyfer Defnyddwyr Terfynol
de_de: Werkzeuge für Endnutzer
el_gr: Εργαλεία για Τελικούς Χρήστες
es_es: Herramientas para los usuarios finales
et_ee: Lõppkasutaja vahendid
fi_fi: Loppukäyttäjän työkalut
fr_fr: Outils pour les Utilisateurs Finaux
hr_hr: Alati za korisnike
it_it: Strumenti per utenti finali
nb_no: Verktøy for sluttbrukere
pl_pl: Narzędzia dla użytkownika końcowego
pt_pt: Ferramentas para Utilizadores Finais
ro_ro: Unelte pentru utilizatorii finali
sl_si: Orodja za končne uporabnike
sr_rs: Alati za krajnje korisnike
tr_tr: Son Kullanıcılar İçin Araçlar
uk_ua: Інструменти для кінцевих користувачів

source: To resolve your problem a real-time diagnostics for your realm must be performed.
ar: لحل مشكلتك، يُلزم إجراء تشخيصات لنطاق realm فوراً.
bg_bg: За да разрешим проблема Ви, трябва да направим диагностика в реално време на Вашата област.
ca_es: Per a resoldre el vostre problema cal fer un anàlisi en temps real del vostre domini.
cs_cz: Chcete-li vyřešit váš problém, musí být provedena diagnostika vaší domény v reálném čase.
cy: Er mwyn datrys eich broblem rhaid cynnal diagnosteg amser real ar parth eich maes.
de_de: Um Ihr Problem zu diagnostizieren wird eine Echtzeitanalyse durchgeführt.
el_gr: Για να επιλυθεί το πρόβλημά σας πρέπει να εκτελεστεί μια διάγνωση σε πραγματικό χρόνο για τον τομέα σας.
es_es: Para resolver tu problema se debe realizar un diagnóstico en tiempo real para tu dominio.
et_ee: Probleemi lahendamiseks on vaja teha reaalajas diagnostika Su domeenile.
fi_fi: Ongelman selvittämiseksi ajetaan muutamia reaaliaikaisia tarkistuksia toimialueellesi.
fr_fr: Pour résoudre votre problème, il est nécessaire de réaliser un diagnostic en temps réel de votre domaine d'authentification.
hr_hr: Da bismo riješili Vaš problem potrebno je uključiti dijagnostiku u stvarnom vremenu za Vašu domenu
it_it: Per risolvere il tuo problema, devi eseguire una diagnostica in tempo reale per il tuo realm.
nb_no: For å forsøke og løse ditt problem kan sanntids diagnostikk utføres.
pl_pl: W celu rozwiązania Twoich problemów musimy przeprowadzić diagnostykę w czasie rzeczywistym.
pt_pt: Para resolver o seu problema, deve ser realizado um diagnóstico em tempo real ao seu realm.
ro_ro: Pentru a rezolva problema trebuie să fie efectuată o diagnostică în timp real pentru domeniul tău.
sl_si: Da bi odpravili vašo težavo, moramo izvesti diagnostiko področja v realnem času.
sr_rs: Potrebno je izvršiti dijagnostiku vašeg domena kako bi se ovaj problem rešio.
tr_tr: Sorununuzu çözmek için yetki alanınız için gerçek zamanlı bir teşhis yapılmalıdır.
uk_ua: Для вирішення проблеми потрібно провести діагностику вашого домену в режимі реального.

source: The system needs some information on your home institution - issuer of your account
ar: يحتاج النظام إلى بعض المعلومات عن مؤسستك - جهة الإصدار لحسابك
bg_bg: Системата има нужда от информация за Вашата институция - издала акаунта Ви
ca_es: El sistema necessita informació sobre la vostra institució origen - proveïdor del vostre compte
cs_cz: Systém potřebuje nějaké informace o vaší domácí organizaci - správci vašeho účtu
cy: Mae angen rhywfaint o wybodaeth ar y system am eich sefydliad cartref - cyhoeddwr eich cyfrif
de_de: Das System benötigt Informationen zu Ihrer Heimatorganisation - dem Herausgeber Ihres eduroam Zugangs.
el_gr: Το σύστημα χρειάζεται κάποιες πληροφορίες για το οικείο ίδρυμα σας - αρχή έκδοσης του λογαριασμού σας
es_es: El sistema necesita algo de información acerca de tu institución origen (la responsable de tu cuenta)
et_ee: Süsteem vajab teavet Su koduasutuse ehk konto väljastaja kohta
fi_fi: Järjestelmä kysyy muutamia kotiorganisaatioosi liittyviä kysymyksiä
fr_fr: Le système a besoin d'informations relatives à votre établissement d'origine - créateur de votre compte
hr_hr: račun
it_it: Il sistema necessita di alcune informazioni sull'organizzazione di appartenenza - emittente del tuo account
nb_no: Systemet trenger litt informasjon om din hjemme institusjon - utsteder av din konto
pl_pl: System potrzebuje informacji o Twojej instytucji macierzystej - wystawcy Twojego konta
pt_pt: O sistema necessita de algumas informações sobre a sua instituição de origem - emissora da sua conta
ro_ro: Sistemul are nevoie de niște informații despre instituția de origine - emitentul contului.
sl_si: Sistem potrebuje nekaj informacij o vaši domači organizaciji – izdajatelju vašega računa
sr_rs: Sistemu su neophodni podaci o vašoj matičnoj instituciji - o onoj ustanovi od koje ste dobili nalog
tr_tr: Sistemin, ev kurumunuz - hesabınızı veren kurum - hakkında bazı bilgilere ihtiyacı var.
uk_ua: Система потребує певної інформації про вашу домашню установу - постачальника вашого облікового запису

source: What is the realm part of your user account (the part behind the @ of 'your.username@<strong>realm.tld</strong>'):
ar: ما هو جزء النطاق realm من حساب المستخدم الخاص بك (الجزء الذي خلف @ '<strong>your.username@</strong>realm.tld'):
bg_bg: Коя е областта, част от Вашия акаунт (частта след @ от 'Вашето потребителско име@<strong>област.tld</strong>'):
ca_es: Quina és la part corresponent al domini del vostre compte (la part darrera l'@ a 'identificador@<strong>domini.tld</strong>'):
cs_cz: Jaká je doména vašeho uživatelského účtu (část za znakem @ vašeho "uživatelské_jméno@<strong>realm.tld</strong>):
cy: Beth yw rhan parth eich cyfrif defnyddiwr (y rhan y tu ôl i @ o 'your.username@<strong>realm.tld</strong>'):
de_de: Was ist der "Realm" Teil Ihres Benutzernamens (der Teil hinter dem @ in 'ihr.nutzername@<strong>realm.tld</strong>'):
el_gr: Ποιος είναι ο τομέας στο λογαριασμό χρήστη σας (το τμήμα που ακολουθεί το @ στο 'your.username@@<strong>realm.tld</strong>'):
es_es: ¿Cuál es la parte correspondiente al dominio en tu cuenta de usuario (la parte detrás de la @ de tu "nombre.de.usuario@<strong>dominio.tld</strong>")?
et_ee: Mis on Su kasutajakonto domeeniks (see osa, mis on pärast @-märki kasutajakonto nimes 'sinu.kasutajanimi<strong>asutusenimi.ee</strong>'):
fi_fi: Mikä on käyttäjätunnuksesi toimialueosa (käyttäjätunnus on muotoa kayttajatunnus@organisaatio.fi ja @-merkin jälkeinen osa <strong>organisaatio.fi</strong>haetaan)?
fr_fr: Quel est le domaine de votre compte (la partie après le symbole @ dans 'votre.identifiant@<strong>domaine</strong>') :
it_it: Qual è la parte realm del tuo account utente (la parte dietro la @ di 'tuo.nomeutente@<strong>realm.tld</strong>'):
nb_no: På din brukerkonto, hva er realm-delen? (Den delen bak @ på 'ditt.brukernavnet@<strong>realm.tld</strong>'):
pl_pl: Jaki jest realm w nazwie użytkownika (napis za @ of 'your.username@1realm.tld1'):
pt_pt: Qual é o domínio da sua conta de utilizador (a parte por após o @ de 'nome.utilizador@realm.tld'):
ro_ro: Care este partea realm a contului dvs. de utilizator (partea din spatele @ din 'numele.de.utilizator@<strong>realm.tld</strong>'):
sl_si: Kakšen je del s področjem v uporabniškem imenu (del za @ v 'your.username@<strong>realm.tld</strong>'):
uk_ua: Яка частина домену вашого облікового запису користувача (тобто за символом @ у 'your.username@<strong>realm.tld</strong>'):

source: alternatively
ar: كبديل
bg_bg: алтернативно
ca_es: alternativament
cs_cz: nebo
cy: fel arall
de_de: alternativ:
el_gr: εναλλακτικά
es_es: De modo alternativo:
et_ee: või
fi_fi: vaihtoehtoisesti
fr_fr: autrement
hr_hr: alternativno
it_it: alternativamente
nb_no: alternativt
pl_pl: albo
pt_pt: em alternativa
ro_ro: alternativ
sl_si: ali
sr_rs: alternativno
tr_tr: alternatif olarak
uk_ua: або як альтернатива

source: You can select your home institution from the following list
ar: يمكنك تحديد مؤسستك من القائمة التالية
bg_bg: Може да изберете Вашата институция от следния списък
ca_es: Podeu escollir la vostra institució origen de la següent llista
cs_cz: Můžete vybrat vaší organizaci z následujícího seznamu
cy: Gallwch ddewis eich sefydliad cartref o'r rhestr ganlynol
de_de: Sie können Ihre Heimatorganisation aus der folgenden Liste wählen
el_gr: Μπορείτε να επιλέξετε το οικείο σας ίδρυμα από την ακόλουθη λίστα
es_es: Selecciona tu institución origen en la lista siguiente
et_ee: vali oma koduasutus:
fi_fi: Valitse kotiorganisaatiosi oheisesta listasta
fr_fr: Vous pouvez sélectionner votre établissement d'origine dans la liste suivante
hr_hr: Možete odabrati Vašu matičnu ustanovu s liste
it_it: Puoi selezionare la tua organizzazione di appartenenza dalla seguente lista
nb_no: Kan du velge din hjemmeinstitusjon i følgende liste
pl_pl: Możesz wybrać swoją instytucję macierzystą z poniższej listy
pt_pt: Pode selecionar a sua instituição de origem da seguinte lista
ro_ro: Puteți selecta instituția de origine din urmatoarea lista
sl_si: Na spodnjem seznamu lahko izberete svojo domačo organizacijo
sr_rs: Možete odabrati vašu matičnu instituciju sa sledeće liste
tr_tr: Ev kurumunuzu aşağıdaki listeden seçebilirsiniz.
uk_ua: Ви можете вибрати свою домашню установу зі списку нижче

source: Click to select your country/region and organisation
ar: انقر لتحديد بلدك / منطقتك ومؤسستك
bg_bg: Кликнете, за да изберете Вашата страна/регион и организация
ca_es: Cliqueu per a escollir el vostre país/regió i organització
cs_cz: Klikněte pro výběr vaší země/regionu a organizace
cy: Cliciwch i ddewis eich gwlad/rhanbarth a'ch sefydliad
de_de: Klicken zur Auswahl von Land/Region und Organisation
el_gr: Πατήστε για να επιλέξετε χώρα/περιφέρεια και οργανισμό
es_es: Haz clic para seleccionar tu país/región y organización
et_ee: Klõpsa oma riigi/piirkonna ja asutuse valmiseks
fi_fi: Valitse maa ja organisaatio
fr_fr: Cliquer pour sélectionner votre pays/région et votre établissement
hr_hr: Kliknite za odabir Vaše zemlje/regije i organizacije
it_it: Clicca per selezionare il tuo paese/regione e la tua organizzazione
nb_no: Klikk for å velge ditt/din land/region og organisasjon
pl_pl: Kliknij, by wybrać kraj/region i instytucję
pt_pt: Clique para selecionar o seu país/região e organização
ro_ro: Click pentru a selecta țara dumneavoastră/regiunea și organizația
sl_si: S klikom izberite svojo državo/regijo in organizacijo
sr_rs: Kliknite da biste odabrali vašu zemlju/region i organizaciju
tr_tr: Ülkenizi/bölgenizi ve kurumunuzu seçmek için tıklayın
uk_ua: Натисніть, щоб вибрати свою країну/регіон та організацію

source: Optionally, to improve tests, you can provide information on your current location
ar: اختياريا، لتحسين الاختبارات، يمكنك تقديم معلومات عن موقعك الحالي
bg_bg: По желание, за да подобрите тестовете, може да предоставите информация за Вашето текущо местоположение
ca_es: Opcionalment, per millorar les proves, podeu informar sobre la vostre posició actual
cs_cz: Volitelně - pokud chcete zlepšit testy, poskytněte nám informace o vaší poloze
cy: Yn ddewisol, i wella profion, gallwch ddarparu gwybodaeth am eich lleoliad presennol
de_de: Zusätzlich können Sie für bessere Testergebnisse auch angeben wo Sie sich gerade befinden
el_gr: Προαιρετικά, για την βελτίωση των δοκιμών, μπορείτε να παρέχετε πληροφορίες σχετικά με την τωρινή σας τοποθεσία
es_es: De forma opcional, para mejorar las pruebas, puedes proporcionar información de tu localización actual
et_ee: Soovi korral saad testide parendamiseks anda teavet oma praeguse asukoha kohta.
fi_fi: Voit tarvittaessa parantaa testit tarjoamalla tietoja nykyisestä sijainnistasi
fr_fr: Optionnellement, pour améliorer les test, vous pouvez fournir des informations sur votre localisation actuelle
hr_hr: Opcionalno, za unaprijediti testove, možete dati informacije o ternutnoj lokaciji
it_it: Facoltativamente, per migliorare i test, puoi fornire informazioni sulla tua posizione attuale
nb_no: Eventuelt, for å forbedre tester, kan du legge til informasjon om nåværende lokasjon
pl_pl: Opcjonalnie, by testy mogły być rzetelniej wykonane, możesz wskazać swoją bieżącą lokalizację
pt_pt: Opcionalmente, para melhorar os testes, pode fornecer informação sobre a sua localização atual
ro_ro: Opțional, pentru a îmbunătăți testele, puteți oferi informații legate de locația dumneavoastră curentă.
sl_si: Za izboljšanje preskusov lahko vnesete podatke o trenutni lokaciji
sr_rs: Dodatno, da bi testovi dali bolje rezultate, možete dati i informaciju o vašoj trenutnoj lokaciji
tr_tr: İsterseniz, testleri iyileştirmek için, mevcut konumunuzu paylaşabilirsiniz.
uk_ua: За бажанням, щоб покращити тестування, ви можете надати інформацію про своє теперішнє місцезнаходження

source: Click to select a location in which you have an eduroam problem
ar: انقر لتحديد الموقع الذي توجد به مشكلة في eduroam
bg_bg: Кликнете, за да изберете местоположението, в което имате проблем с eduroam
ca_es: Cliqueu per a triar la localització on hi ha el problema d'eduroam
cs_cz: Kliknutím vyberte umístění, kde máte problém s eduroam
cy: Cliciwch i ddewis lleoliad lle mae gennych broblem eduroam
de_de: Klicken Sie, um den Hotspot an dem Sie ein Problem haben auszuwählen
el_gr: Πατήστε για να επιλέξετε μια τοποθεσία στην οποία έχετε πρόβλημα με το eduroam
es_es: Haz clic para seleccionar una localización en la cuál tengas un problema con eduroam
et_ee: Vali klõpsates piirkond, kus Sul on eduroamiga probleem
fi_fi: Valitse klikkaamalla sijainti, jossa sinulla on eduroam-ongelma
fr_fr: Cliquer pour sélectionner le lieu où vous rencontrez un problème avec eduroam
hr_hr: Kliknite da izaberete lokaciju na kojoj imate eduroam problem
it_it: Fai clic per selezionare una posizione in cui hai un problema con eduroam
nb_no: Klikk for å velge en lokasjon der du har problemer med eduroam
pl_pl: Kliknij, by wskazać lokalizację, w której masz problemy z działaniem eduroam
pt_pt: Clique para selecionar uma localização onde tem problemas eduroam
ro_ro: Click pentru a selecta locația unde aveţi problemă cu eduroam
sl_si: S klikom izberite lokacijo, na kateri zaznavate težave z omrežjem eduroam
sr_rs: Kliknite kako biste odabrali lokaciju na kojoj imate problem sa eduroam servisom
tr_tr: eduroam sorunu yaşadığınız konumu seçmek için tıklayın
uk_ua: Натисніть, щоб вибрати місце, де виникла проблема з eduroam

source: Testing realm
ar: إختبار نطاق realm
bg_bg: Тествайте областта
ca_es: Provant domini
cs_cz: Testování domény
cy: Profi'r parth
de_de: Testen des Realms
el_gr: Δοκιμαστικός τομέας
es_es: Probando el dominio
et_ee: Testin domeeni
fi_fi: Testataan toimialue
fr_fr: test du domaine d'authentification en cours
hr_hr: Testiranje realm-a
it_it: Sto testando il realm
nb_no: Tester realm
pl_pl: Testowanie realmu
pt_pt: A testar o realm
ro_ro: În curs de testare a domeniului
sl_si: Preskušanje področja
sr_rs: Domen za testiranje
tr_tr: Yetki alanı test ediliyor
uk_ua: Тестування домену

source: First stage completed.
ar: اكتملت المرحلة الأولى.
bg_bg: Първият етап завърши.
ca_es: Primera etapa completa.
cs_cz: První fáze dokončena.
cy: Cam cyntaf wedi'i gwblhau.
de_de: Stufe 1 abgeschlossen.
el_gr: Το πρώτο στάδιο ολοκληρώθηκε.
es_es: Primera fase completada.
et_ee: Esimene etapp lõpetatud.
fi_fi: Ensimmäinen vaihe suoritettu.
fr_fr: Première étape réalisée.
hr_hr: Prvi korak završen.
it_it: Primo stadio completato.
nb_no: Første trinn fullført.
pl_pl: Zakończono pierwszy etap.
pt_pt: Primeira fase completa
ro_ro: Primul stagiu complet.
sl_si: Prva stopnja je končana.
sr_rs: Prva faza je završena.
tr_tr: İlk aşama tamamlandı.
uk_ua: Перший етап завершено.

source: To narrow down the problem, please answer the following few questions.
ar: لتضييق نطاق المشكلة، الرجاء الإجابة على الأسئلة القليلة التالية.
bg_bg: За да стесните проблема, моля отговорете на следните няколко въпроса.
ca_es: Per a focalitzar el problema, respongueu les preguntes següents.
cs_cz: Pro přesnější specifikaci problému, prosím odpovězte na několik následujích otázek.
cy: Er mwyn lleihau'r broblem, atebwch yr ychydig gwestiynau canlynol.
de_de: Um das Problem näher einzugrenzen, beantworten Sie bitte die folgenden Fragen.
el_gr: Για να εντοπίσουμε το πρόβλημα, παρακαλούμε απαντήστε στις ακόλουθες ερωτήσεις.
es_es: Para acotar el problema, por favor, responde a las siguientes preguntas.
et_ee: Probleemi täpsustamiseks vasta palun järgmistele küsimustele.
fi_fi: Ongelman selvittämiseksi vastaathan muutamaan kysymykseen.
fr_fr: Pour mieux identifier le problème, veuillez répondre à quelques questions.
hr_hr: Da bi suzili problem, molimo Vas da odgovorite na sljedeća pitanja.
it_it: Per circoscrivere il problema, rispondi alle seguenti domande.
nb_no: For raskest mulig å finne problemet, vennligst svar på noen få spørsmål.
pl_pl: Dzięki Twoim odpowiedziom na kilka pytań będziemy w stanie zawęzić problem.
pt_pt: Para detalhar o problema, por favor responda às questões seguintes.
ro_ro: Pentru a vedea care exact este problema dumneavoastră, vă rugăm să răspundeți la următoarele întrebări.
sl_si: Da lahko omejimo izvor težav, odgovorite na naslednja vprašanja.
sr_rs: Da bi se lakše došlo do uzroka problema, odgovorite na sledeća pitanja.
tr_tr: Sorunu daraltmak için lütfen aşağıdaki birkaç soruyu cevaplayın.
uk_ua: Щоб уточнити проблему, будь ласка, дайте відповіді на кілька запитань.

source: Run tests
ar: إجراء الإختبارات
bg_bg: Стартирайте тестовете
ca_es: Executant proves
cs_cz: Spustit testy
cy: Rhedeg profion
de_de: Tests durchführen
el_gr: Εκτέλεση δοκιμών
es_es: Ejecutar comprobaciones
et_ee: Testi
fi_fi: Aja testit
fr_fr: Lancer les tests
hr_hr: Pokreni testove
it_it: Esegui i test
nb_no: Kjør tester
pl_pl: Uruchom testy
pt_pt: Correr os testes
ro_ro: Executați teste
sl_si: Zaženi preskuse
sr_rs: Pokreni testove
tr_tr: Testleri çalıştır
uk_ua: Запустити тести

source: Tools for eduroam admins
ar: أدوات لمسؤولي eduroam
bg_bg: Средства за администратори на eduroam
ca_es: Eines per a administradors d'eduroam
cs_cz: Nástroje pro správce eduroam
cy: Offer ar gyfer gweinyddwyr eduroam
de_de: Werkzeuge für eduroam Administratoren
el_gr: Εργαλεία για διαχειριστές eduroam
es_es: Herramientas para administradores de eduroam
et_ee: Eduroami administraatorite vahendid
fi_fi: eduroam-ylläpitäjien työkalut
fr_fr: Outils pour les administrateurs eduroam
hr_hr: Alati za aduroam administratore
it_it: Strumenti per amministratori eduroam
nb_no: Verktøy for eduroam admins
pl_pl: Narzędzia dla administratorów eduroam
pt_pt: Ferramentas para administradores eduroam
ro_ro: Unelte pentru administratorii eduroam
sl_si: Orodja za skrbnike za eduroam
sr_rs: Alati za eduroam administratore
tr_tr: eduroam yöneticileri için araçlar
uk_ua: Інструменти для адміністраторів eduroam

source: What is the nature of the problem?
ar: ما طبيعة المشكلة؟
bg_bg: Каква е същността на проблема?
ca_es: Quina és la naturalesa del vostre problema?
cs_cz: Jaká je podstata problému?
cy: Beth yw natur y broblem?
de_de: Um was für ein Problem handelt es sich?
el_gr: Ποια είναι η φύση του προβλήματος;
es_es: ¿Cuál es la naturaleza del problema?
et_ee: Milles probleem seisneb?
fi_fi: Mikä on ongelman luonne?
fr_fr: Quelle est la nature de votre problème ?
hr_hr: Koja je priroda problema?
it_it: Qual è la natura del problema?
nb_no: Hva er problemet?
pl_pl: Na czym polega problem?
pt_pt: Qual é a natureza do seu problema?
ro_ro: Care este natura problemei?
sl_si: Za kakšno vrsto težave gre?
uk_ua: В чому полягає суть проблеми?
