Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: I suspect a technical problem at a particular IdP
ar: أشك في وجود مشكلة فنية في IdP معين
bg_bg: Допускам, че има технически проблем в конкретния IdP
ca_es: Sospito d'un problema tècnic en un IdP concret
cs_cz: Mám podezření na technický problém s konkrétním IdP
cy: Rwy'n amau problem dechnegol mewn CDU penodol
de_de: Ich vermute ein technisches Problem bei einem bestimmten Identitätsprovider
el_gr: Υποψιάζομαι τεχνικό πρόβλημα σε συγκεκριμένο IdP
es_es: Creo que existe un problema en un IdP concreto
et_ee: Kahtlustan tehnilist probleemi identiteedipakkujaga (IdP)
fi_fi: Epäilen, että tietyllä IdP:llä on tekninen ongelma.
fr_fr: Je suspecte un problème technique sur un IdP
hr_hr: Sumnjam na tehnički problem kod određenog davatelja identiteta
it_it: Sospetto un problema tecnico su un particolare IdP
nb_no: Jeg mistenker et teknisk problem hos en spesifikk IdP
pl_pl: Podejrzewam, że występuje problem techniczny u jednego z dostawców tożsamości
pt_pt: Suspeito de um problema técnico em um IdP específico
ro_ro: Suspectez o problemă tehnică la un anumit IdP
sl_si: Sumim na tehnično težavo pri ponudniku identitete
uk_ua: Підозрюю технічні проблеми у конкретного постачальника ідентифікації IdP

source: I want to report abuse of network resources by a roaming user
ar: أريد الإبلاغ عن إساءة استخدام لموارد الشبكة من قبل احد مستخدمي التجوال
bg_bg: Искам да докладвам злоупотреба с мрежови ресурси от роуминг потребител
ca_es: Vull informar d'un abús de recursos de xarxa d'un usuari itinerant
cs_cz: Chci nahlásit zneužití síťových zdrojů roamingovým uživatelem
cy: Rwyf am adrodd am gamddefnydd o adnoddau rhwydwaith gan defnyddiwr crwydro
de_de: Ich möchte ein Fehlverhalten eines Roaming-Nutzers melden
el_gr: Θέλω να καταγγείλω κατάχρηση του δικτύου από έναν roaming χρήστη
es_es: Quiero reportar un abuso de uso de los recursos de la red por un usuario en itinerancia
et_ee: Soovin teatada võrgu väärkasutusest rändluskasutaja poolt.
fi_fi: Haluan ilmoittaa verkkovierailijan verkkoresurssien väärinkäytöstä
fr_fr: Je veux rapporter un usage abusif des ressources réseau par un utilisateur
hr_hr: Želim prijaviti zlouporabu mreže od strane korisnika u roamingu
it_it: Voglio segnalare un abuso delle risorse di rete da parte di un utente in roaming
nb_no: Jeg ønsker å melde om roamende bruker som misbruker nettverket
pl_pl: Chcę zgłosić nadużycie sieci przez jednego z użytkowników roamingowych
pt_pt: Desejo reportar abuso de recursos de rede por um utilizador em roaming
ro_ro: Vreau să raportez abuzul de resurse de rețea de către un utilizator în roaming
sl_si: Želim prijaviti zlorabo omrežnih virov s strani gostujočega uporabnika
uk_ua: Хочу повідомити про зловживання мережевими ресурсами користувачем, який знаходиться у роумінгу

source: I suspect a technical problem for one of my users at a particular SP
ar: أشك في وجود مشكلة فنية لأحد المستخدمين لدينا في SP معين
bg_bg: Допускам, че има технически проблем за един от моите потребители в конкретната SP
ca_es: Sospito d'un problema tècnic en un dels nostres usuaris en un SP concret
cs_cz: Mám podezření na technický problém u jednoho z našich uživatelů s konkrétním SP
cy: Rwy'n amau ​​problem dechnegol i un o'm defnyddwyr mewn SP penodol
de_de: Ich vermute ein technisches Problem für einen meiner Nutzer bei einem bestimmten Service Provider
el_gr: Υποψιάζομαι τεχνικό πρόβλημα για έναν χρήστη μου σε συγκεκριμένο SP
es_es: Creo que existe un problema técnico para uno de mis usuarios en un SP concreto.
et_ee: Kahtlustan tehnilist probleemi ühega mu kasutajatest konkreetse teenusepakkuja (SP) juures.
fi_fi: Epäilen, että käyttäjälläni on tekninen ongelma tietyllä SP:llä.
fr_fr: Je suspecte un problème pour un de mes utilisateurs sur un SP en particulier
hr_hr: Sumnjam na tehnički problem za jednog od mojih korisnika na određenom davatelju usluge
it_it: Sospetto un problema tecnico per uno dei miei utenti su un determinato SP
nb_no: Jeg mistener et teknisk problem hos en av mine brukere hos en spesifikk SP
pl_pl: Podejrzewam problem techniczny u użytkownika SP - dostawcy usługi
pt_pt: Suspeito de um problema técnico para um dos meus utilizadores em um determinado SP
ro_ro: Suspectez o problemă tehnică pentru unul dintre utilizatorii mei la un anumit SP
sl_si: Sumim na tehnično težavo za enega od svojih uporabnikov pri določenem ponudniku storitev
uk_ua: Підозрюю технічну проблему у одного зі своїх користувачів у конкретного постачальника послуг

source: This service is for authenticated admins only.
ar: هذه الخدمة فقط للمسؤولين المصدّقين.
bg_bg: Тази услуга е само за оторизирани администратори.
ca_es: Aquest servei és només per a administradors autenticats.
cs_cz: Tato služba je pouze pro ověřené správce.
cy: Mae'r gwasanaeth hwn ar gyfer gweinyddwyr dilys yn unig.
de_de: Dieser Dienst steht ausschließlich eingeloggten Administratoren zur Verfügung.
el_gr: Η υπηρεσία αυτή είναι μόνο για ταυτοποιημένους διαχειριστές.
es_es: Este servicio es sólo para administradores autentificados.
et_ee: Teenus ainult autenditud administraatorite jaoks.
fi_fi: Tämä palvelu on vain sisäänkirjautuneille ylläpitäjille.
fr_fr: Ce service est réservé aux administrateurs authentifiés.
hr_hr: Ova usluga je samo za autenticirane administratore
it_it: Questo servizio è solamente per gli amministratori autorizzati.
nb_no: Denne tjenesten er kun for autentiserte admins.
pl_pl: Usługa jest przeznaczona wyłącznie dla uwierzytelnionych administratorów eduroam.
pt_pt: Este serviço é apenas para administradores autenticados.
ro_ro: Acest serviciu este accesibil doar administratorilor autentificați.
sl_si: Ta storitev je namenjena samo skrbnikom, ki so preverili pristnost.
sr_rs: Ovaj servis je namenjen samo autentifikovanim administratorima.
tr_tr: Bu hizmet sadece kimliği doğrulanmış yöneticiler içindir.
uk_ua: Ця послуга доступна лише для авторизованих адміністраторів.

source: eduroam® admin access is needed
ar: مطلوب تسجيل دخول مسؤول eduroam
bg_bg: необходим е достъп на администратор на eduroam®
ca_es: cal accés d'administrador d'eduroam®
cs_cz: je požadován správcovský přístup eduroam®
cy: Mae angen mynediad gweinyddol eduroam®
de_de: eduroam® Administratorzugang benötigt
el_gr: χρειάζεται διαχειριστική πρόσβαση eduroam®
es_es: se necesita acceso de administrador de eduroam®
et_ee: eduroam® admin juurdepääs vajalik
fi_fi: eduroam® ylläpito-oikeudet tarvitaan.
fr_fr: L'accès administrateur eduroam® est nécessaire
hr_hr: potreban eduroam® admin pristup
it_it: è necessario un accesso amministrativo eduroam®
nb_no: Det kreves eduroam® admin tilgang
pl_pl: Niezbędny jest dostęp administracyjny eduroam®
pt_pt: é necessário acesso de administrador eduroam®
ro_ro: Este nevoie de accestul adminstratorului eduroam®
sl_si: Potreben je skrbniški dostop eduroam®
sr_rs: eduroam® administratorski pristup je potreban
tr_tr: eduroam® yönetici erişimi gerekli
uk_ua: потрібен доступ адміністратора eduroam®

source: Fetching institutions list
ar: جلب قائمة المؤسسات
bg_bg: Изведете списъка с институциите
ca_es: Recuperant la llista d'institucions
cs_cz: Načítání seznamu organizací
cy: Nôl rhestr sefydliadau
de_de: Liste der Organisationen wird abgerufen
el_gr: Ανάκτηση λίστας ιδρυμάτων
es_es: Obteniendo la lista de instituciones
et_ee: Asutuste nimekirja hankimine
fi_fi: Haetaan organisaatioluettelo
fr_fr: Récupération de la liste des établissements
hr_hr: Preuzimanje liste ustanova
it_it: Sto recuperando la lista delle organizzazioni
nb_no: Henter liste med institusjoner
pl_pl: Pobieranie listy instytucji
pt_pt: A recolher a lista de instituições
ro_ro: Obţineţi lista instituțiilor
sl_si: Pridobivanje seznama organizacij
sr_rs: Dohvatanje liste institucija u toku
tr_tr: Kurum listesi alınıyor
uk_ua: Список установ для вибору

source: Select institution:
ar: اختر المؤسسة:
bg_bg: Изберете институция:
ca_es: Escolliu institució:
cs_cz: Vyberte organizaci:
cy: Dewiswch sefydliad:
de_de: Organisation auswählen:
el_gr: Επιλέξτε ίδρυμα:
es_es: Selecciona la institución:
et_ee: Vali asutus
fi_fi: Valitse organisaatio:
fr_fr: Sélectionner un établissement :
hr_hr: Izaberite ustanovu:
it_it: Seleziona l'organizzazione:
nb_no: Velg institusjon:
pl_pl: Wybierz instytucję:
pt_pt: Selecionar instituição:
ro_ro: Selectați instituția:
sl_si: Izberite organizacijo:
sr_rs: Odaberite instituciju:
tr_tr: Kurum seçin:
uk_ua: Виберіть установу:

source: The database does not contain the information needed to help you in realm selection for this country. You have to provide the realm you are interested in.
ar: لا تحتوي قاعدة البيانات على المعلومات اللازمة لمساعدتك في اختيار النطاق realm لهذا البلد. عليك أن تقدم النطاق realm الذي تهتم به.
bg_bg: Базата данни не съдържа информация, която да Ви помогне за избраната за тази държава област . Трябва да посочите областта, която Ви интересува.
ca_es: La base de dades no conté la informació necessària per ajudar-vos a escollir el domini per a aquest país. Heu de facilitar el domini que us interessa.
cs_cz: Databáze neobsahuje informace potřebné k tomu abychom vám pomohli vyhledat doménu v uvedené zemi. Je třeba zadat doménu která vás zajímá.
cy: Nid yw'r cronfa ddata yn cynnwys y wybodaeth sydd ei hangen i'ch helpu i ddewis meysydd ar parth y wlad hon. Mae'n rhaid i chi ddarparu'r parth y mae gennych ddiddordeb ynddo.
de_de: Die Datenbank enthält nicht die notwendigen Informationen um Ihnen bei der Auswahl des Identitätsproviders in Ihrem Land zu helfen. Sie müssen den Realm des Identitätsproviders von Hand eingeben.
el_gr: Η βάση δεδομένων δεν περιέχει την πληροφορία που χρειάζεται για να σας βοηθήσουμε στην επιλογή τομέα γι αυτή τη χώρα. Θα πρέπει να παρέχετε τομέα για τον οποίο ενδιαφέρεστε.
es_es: La base de datos no contiene la información necesaria para ayudarte en la selección de un dominio para este país. Debes indicar el dominio en el que estás interesado.
et_ee: Andmebaas ei sisalda abiteavet domeeni valimiseks selle riigi puhul. Sisesta vajalik domeen ise.
fi_fi: Tietokannasta puuttuu tietoja, jolla toimialueen valitseminen helpottuisi. Sinun on syötettävä toimialue (realm) josta olet kiinnostunut.
fr_fr: La base de données ne contient pas les informations nécessaires pour vous aider dans la sélection du domaine pour ce pays. Vous devez fournir le domaine qui vous intéresse.
hr_hr: Baza ne sadrži informacije potrebne kako bi se ralm dohvatio s popisa odabrane države. Molim specificirajte realm.
it_it: Il database non contiene le informazioni necessarie per aiutarti nella selezione dei realm per questo paese. Devi fornire il realm a cui sei interessato.
nb_no: Databasen inneholder ikke informasjonen som trengs for realm valg for dette landet. Du må oppgi et realm du er interessert i.
pl_pl: Baza danych nie zawiera informacji, która mogłaby pomóc w wyborze realmu dla tego kraju. Prosimy o podanie realmu.
pt_pt: A base de dados não tem as informações necessárias para ajudá-lo na seleção de domínios para este país. Tem de fornecer o domínio em que está interessado.
ro_ro: Baza de date nu conține informațiile necesare pentru a vă ajuta în selectarea câmpurilor pentru această țară. Trebuie să oferiți câmpul care vă interesează.
sl_si: Baza podatkov ne vsebuje informacij, potrebnih, da bi vam lahko pomagali pri izbiri področja za to državo. Področje, ki vas zanima, morate podati sami.
uk_ua: База даних не містить інформації, необхідної для вибору домену для цієї країни. Ви повинні надати домен, який вас цікавить.

source: Can not search in database. You have to provide the realm you are interested in.
ar: لا يمكن البحث في قاعدة البيانات. يجب عليك أن تقدم النطاق realm الذي تهتم به.
bg_bg: Не може да търси в базата данни. Не може да търси в базата данни.
ca_es: No es pot buscar a la base de dades. Heu de facilitar el domini que us interessa.
cs_cz: Nelze vyhledávat v databázi. Musíte zadat doménu která vás zajímá.
cy: Methu chwilio yn y cronfa ddata. Mae'n rhaid i chi ddarparu'r parth y mae gennych ddiddordeb ynddo.
de_de: Die Datenbank konnte nicht durchsucht werden. Sie müssen den Realm des Identitätsproviders von Hand eingeben.
el_gr: Δεν μπορεί να γίνει αναζήτηση στη βάση δεδομένων. Θα πρέπει να παρέχετε τομέα για τον οποίο ενδιαφέρεστε.
es_es: No se puede buscar en la base de datos. Debes indicar el dominio en el que estás interesado.
et_ee: Andmebaasis ei saa otsida. Sisesta vajalik domeen ise.
fi_fi: Tietokantahaku epäonnistui, ole hyvä ja syötä toimialue (realm), josta olet kiinnostunut.
fr_fr: Impossible de rechercher dans la base de données. Vous devez fournir le domaine qui vous intéresse.
hr_hr: Nemoguće je koristiti pretraživanje baze. Molim specificirajte realm.
it_it: Impossibile eseguire la ricerca nel database. Devi fornire il realm a cui sei interessato.
nb_no: Kan ikke søke i databasen. Du må oppgi et realm.
pl_pl: Nie można przeszukać bazy danych. Musisz podać realm.
pt_pt: Não é possível pesquisar na base de dados. Tem que fornecer o domínio em que está interessado.
ro_ro: Nu se poate căuta în baza de date. Trebuie să oferiți câmpurile de care sunteți interesat.
sl_si: Iskanje v bazi podatkov ni mogoče. Področje, ki vas zanima, morate podati sami.
uk_ua: Пошук у базі даних неможливий. Вкажіть домен, який вас цікавить.

source: Check if this realm is registered
ar: تحقق مما إذا كان هذا النطاق realm مسجلاً
bg_bg: Проверете дали тази област е регистрирана
ca_es: Comprovar si aquest domini està registrat
cs_cz: Zkontrolujte, zda je tento realm již registrován
cy: Gwiriwch a yw'r parth hon wedi'i chofrestru
de_de: Überprüfen, ob dieser Realm registriert ist
el_gr: Ελέγξτε αν το realm είναι καταχωρημένο
es_es: Comprueba si este Realm está registrado
et_ee: Kontrolli, kas domeen on registreeritud
fi_fi: Tarkista, onko tämä toimialue rekisteröity
fr_fr: Vérifier si ce domaine est enregistré
hr_hr: Provjeri dal je domena registrirana
it_it: Controlla se questo realm è registrato
nb_no: Sjekk om dette realmet er registrert
pl_pl: Sprawdzenie, czy realm jest zarejestrowany
pt_pt: Verifique se este domínio está registado
ro_ro: Verificați dacă acest domeniu este înregistrat
sl_si: Preverite, ali je to področje registrirano
uk_ua: Перевірте, чи зареєстрований цей домен

source: Check this realm
ar: تحقق من هذا النطاق realm
bg_bg: Проверете тази област
ca_es: Comprovar aquest domini
cs_cz: Zkontroluj tento realm
cy: Gwiriwch y parth hon
de_de: Realm überprüfen
el_gr: Ελέγξτε αυτό το realm
es_es: Comprueba este Realm
et_ee: Kontrolli seda domeeni
fi_fi: Tarkista tämä toimialue
fr_fr: Vérifier ce domaine
hr_hr: Provjeri ovu domenu
it_it: Controlla questo realm
nb_no: Sjekk dette realmet
pl_pl: Sprawdzenie realmu
pt_pt: Verificar este realm
ro_ro: Verificați domeniul
sl_si: Preverite to področje
uk_ua: Перевірте цей домен

source: Other location
ar: موقع آخر
bg_bg: Друго местоположение
ca_es: Una altra localització
cs_cz: Další umístění
cy: Lleoliad arall
de_de: Anderer Ort
el_gr: Άλλγη τοποθεσία
es_es: Otra localización
et_ee: Muu asukoht
fi_fi: Muu sijainti
fr_fr: Autre emplacement
hr_hr: Druga lokacija
it_it: Altra posizione
nb_no: Annen lokasjon
pl_pl: Inna lokalizacja
pt_pt: Outra localização
ro_ro: Altă locație
sl_si: Druga lokacija
uk_ua: Інше місце

source: Fetching realms list
ar: إستخراج قائمة نطاقات Realm
bg_bg: Изведете списъка с областите
ca_es: Recuperant la llista de dominis
cs_cz: Načítání seznamu domén
cy: Nôl rhestr parthau
de_de: Liste der Realms wird abgerufen
el_gr: Λήψη λίστας τομέων
es_es: Obteniendo la lista de dominios
et_ee: Domeenide nimekirja hankimine
fi_fi: Haetaan toimialueluettelo
fr_fr: Récupération de la liste des domaines d'authentification
hr_hr: Preuzimanje liste realm-ova
it_it: Sto recuperando la lista dei realm
nb_no: Henter liste med realms
pl_pl: Pobieranie listy realmów
pt_pt: A recolher a lista de realms
ro_ro: Obţineţi lista domeniilor
sl_si: Pridobivanje seznama področij
sr_rs: Dohvatanje liste domena u toku
tr_tr: Yetki alanları listesi alınıyor
uk_ua: Завантаження списку доменів

source: Check realm(s):
ar: التحقق من النطاقات realm(s):
bg_bg: Проверете областта(ите):
ca_es: Comproveu el(s) domini(s):
cs_cz: Zkontrolovat doménu(y):
cy: Gwirio parth(au):
de_de: Zu überprüfende Realms:
el_gr: Ελέγξετε τομέα(εις):
es_es: Comprobar dominio(s):
et_ee: Kontrolli domeeni/e:
fi_fi: Tarkista toimialue(t):
fr_fr: Vérifier le(s) domaine(s) d’authentification:
hr_hr: Provjerite realm/ove
it_it: Verifica il/i realm:
nb_no: Sjekk realm:
pl_pl: Zaznacz realm(y):
pt_pt: Verifique realm(s):
ro_ro: Verifică domeniul(domeniile):
sl_si: Preveri področja:
sr_rs: Proveri domen(e):
tr_tr: Kontrol edilecek yetki alan(lar)ı:
uk_ua: Перевірити домен(и):

source: Realm:
bg_bg: Област:
ca_es: Domini:
cs_cz: Doména:
cy: Parth:
el_gr: Τομέας:
es_es: Dominio:
et_ee: Domeen:
fi_fi: Toimialue:
fr_fr: Domaine d'authentification :
ro_ro: Domenii:
sl_si: Področje:
sr_rs: Domen:
tr_tr: Yetki Alanı:
uk_ua: Домен

source: Running realm tests
ar: إجراء اختبارات للنطاق Realm
bg_bg: Областта се тества
ca_es: Executant proves de domini
cs_cz: Probíhá test domény
cy: Rhedeg profion parth
de_de: Realm Tests werden durchgeführt
el_gr: Εκτέλεση δοκιμών τομέα
es_es: Ejecutando comprobaciones de dominio
et_ee: Domeenide testimine
fi_fi: Ajetaan toimialueen testit
fr_fr: Test des domaines d’authentification en cours
hr_hr: Pokrenuti su testovi realm-ova
it_it: Esecuzione dei test sul realm
nb_no: Kjører realm tester
pl_pl: Testowanie realmu
pt_pt: A correr os testes do realm
ro_ro: Rulaţi teste de domeniu:
sl_si: Izvajanje preskusov področja
sr_rs: Testovi za domene su u toku
tr_tr: Yetki alanı testleri çalıştırılıyor
uk_ua: Виконується тестування домену

source: Diagnostics results for selected realms
ar: نتائج التشخيص لنطاقات realms المحددة
bg_bg: Резултатите от диагностичните тестове за избраните области
ca_es: Resultats de les proves per als dominis seleccionats
cs_cz: Výsledky diagnostických testů pro vybrané domény
cy: Canlyniadau diagnosteg ar gyfer parthau dethol
de_de: Diagnostikergebnisse für die ausgewählten Realms
el_gr: Αποτελέσματα διαγνωστικών για τους επιλεγμένους τομείς
es_es: Resultados de las pruebas de diagnóstico para los dominios seleccionados
et_ee: Diagnostikatulemused valitud domeenide kohta
fi_fi: Diagnostiikan tulokset valituille toimialueille
fr_fr: Résultats des diagnostics pour les domaines d'authentification sélectionnés
hr_hr: Rezultati testova za izabrane realm-ove
it_it: Risultato diagnostico per i realm selezionati
nb_no: Diagnostikk resultater for valgte realm
pl_pl: Wyniki diagnostyki przeprowadzonej dla wskazanego realmu
pt_pt: Resultados dos diagnósticos para os realms selecionados
ro_ro: Rezultatele diagnosticelor pentru domeniile selectate:
sl_si: Rezultati diagnostike za izbrano področje
sr_rs: Rezultati dijagnostičkih testova za odabrane domene
tr_tr: Seçilen yetki alanları için teşhis sonuçları
uk_ua: Результати діагностики вибраних доменів

source: An unknown problem occurred
ar: حدثت مشكلة غير معروفة
bg_bg: Възникна неизвестен проблем
ca_es: Hi ha hagut un problema indeterminat
cy: Digwyddodd problem anhysbys
de_de: Ein unbekanntes Problem ist aufgetreten
el_gr: Προέκυψε άγνωστο πρόβλημα
es_es: Ha ocurrido un problema desconocido
et_ee: Tekkis tundmatu viga
fi_fi: Tuntematon ongelma ilmeni
fr_fr: Un problème inconnu est survenu
hr_hr: Pojavila se nepoznata greška
it_it: Si è verificato un problema sconosciuto
nb_no: Et ukjent problem oppstod
pl_pl: Wystąpił nieznany błąd
ro_ro: A apărut o problemă necunoscută
sl_si: Prišlo je do neznane težave
uk_ua: Виникла невідома помилка

source: This test includes checking of the following realm
ar: يتضمن هذا الاختبار فحص نطاق realm التالي
bg_bg: Този тест включва проверка на следната област
ca_es: Aquesta prova inclou comprovacions del següent domini
cs_cz: Tento test zahrnuje kontrolu následující domény
cy: Mae'r prawf hwn yn cynnwys gwirio'r parth ganlynol
de_de: Dieser Test wird durchgeführt für den folgenden Realm
el_gr: Αυτή η δοκιμή περιλαμβάνει τον έλεγχο του ακόλουθου τομέα
es_es: Esta prueba incluye comprobar el siguiente dominio
et_ee: See test hõlmab järgmise domeeni kontrollimist
fi_fi: Testi sisältää seuraavan toimialueen testaamisen
fr_fr: Ce test comprend la vérification du domaine suivant
hr_hr: Ovaj test uključuje provjeru sljedećeg realm-a
it_it: Questo test include il controllo del seguente realm
nb_no: Denne testen inkluderer sjekk av følgende realm
pl_pl: Test obejmuje sprawdzenie następującego realmu
pt_pt: Este teste inclui a verificação dos seguintes realms
ro_ro: Acest test include verificarea câmpurilor
sl_si: Ta preskus vključuje preverjanje tega področja
sr_rs: Ovaj test uključuje proveru sledećeg domena
tr_tr: Bu test, aşağıdaki yetki alanının kontrolünü içerir
uk_ua: Цей тест перевіряє наступний домен

source: This test includes checking of the following realms
ar: يتضمن هذا الاختبار فحص نطاقات realms التالية
bg_bg: Този тест включва проверка на следните области
ca_es: Aquesta prova inclou comprovacions dels següents dominis
cs_cz: Tento test zahrnuje kontrolu následujících domén
cy: Mae'r prawf hwn yn cynnwys gwirio'r parthau ganlynol
de_de: Dieser Test wird durchgeführt für die folgenden Realms
el_gr: Αυτή η δοκιμή περιλαμβάνει τον έλεγχο των ακόλουθων τομέων
es_es: Esta prueba incluye comprobar los siguientes dominios
et_ee: See test hõlmab järgmiste domeenide kontrollimist
fi_fi: Testi sisältää seuraavan toimialueen testaamisen
fr_fr: Ce test comprend la vérification des domaines suivants
hr_hr: Ovaj test uključuje provjeru sljedećih realm-ova
it_it: Questo test include il controllo dei seguenti realm
nb_no: Denne testen inkluderer sjekk av følgende realm
pl_pl: Test obejmuje sprawdzenie następujących realmów
pt_pt: Este teste inclui a verificação dos seguintes realms
ro_ro: Testul include verificarea următoarelor domenii
sl_si: Ta preskus vključuje preverjanje naslednjih področij
sr_rs: Ovaj test uključuje proveru sledećih domena
tr_tr: Bu test, aşağıdaki yetki alanlarının kontrolünü içerir
uk_ua: Цей тест перевіряє наступні домени

source: You should report this to
ar: يجب عليك الإبلاغ عن هذا إلى
bg_bg: Вие трябва да докладвате това на
ca_es: Hauríeu d'informar a
cs_cz: Měli byste informovat
cy: Dylech adrodd hyn i
de_de: Sie sollten dies melden an
el_gr: Θα πρέπει να το αναφέρετε στο
es_es: Deberías reportar esto a
et_ee: Palun teavita sellest:
fi_fi: Sinun pitäisi ilmoittaa asiasta
fr_fr: Vous devriez signaler ceci à
hr_hr: Ovo bi trebali prijaviti
it_it: Dovresti segnalarlo a
nb_no: Du bør rapportere dette til
pl_pl: Prosimy o przesłanie raportu do
pt_pt: Deve reportar isto para
ro_ro: Ar trebui să reportați şi acestă problemă
sl_si: To prijavite pri
sr_rs: Ovaj problem bi trebalo da prijavite
tr_tr: Bunu şuraya bildirmelisiniz:
uk_ua: Вам слід повідомити про це

source: eduroam admin report submission
ar: تقديم تقرير مسؤول eduroam
bg_bg: eduroam администратора подава отчета си
ca_es: enviament de l'informe d'administració d'eduroam
cs_cz: zaslání zprávy správci eduroam
cy: adroddiad eduroam gweinyddol ymostyngiad
de_de: eduroam Administrator Problemmeldung
el_gr: υποβολή αναφοράς διαχειριστή eduroam
es_es: Envío del reporte al administrador de eduroam
et_ee: eduroami administraatori raporti esitamine
fi_fi: raportin lähettäminen eduroam ylläpitäjälle
fr_fr: Soumettre un rapport à l'administrateur eduroam
hr_hr: podnošenje izvješća administracije
it_it: Richiesta segnalazione di admin eduroam
nb_no: eduroam admin rapport innlevering
pl_pl: przesłanie raportu do administratora eduroam
pt_pt: submissão de relatório para os administradores eduroam
ro_ro: Raportul trimis de administratorul eduroam
sl_si: Oddajanje poročila skrbnika za eduroam
sr_rs: Predavanje eduroam administratorskog izveštaja
tr_tr: eduroam yönetici raporu gönderimi
uk_ua: надіслати звіт адміністратора eduroam
