Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: an end-user requested diagnostics for realm %s. Real-time connectivity checks determined that the realm exists, but we were unable to find an IdP with that realm in the eduroam database.
ar: طلب أحد المستخدمين تشخيصات لنطاق realm %s . أظهرت عمليات التحقق من الاتصال الفورية أن النطاق realm موجود، لكننا لم نتمكن من العثور على موفر هوية IdP لهذا النطاق realm في قاعدة بيانات eduroam.
bg_bg: краен потребител искал диагностика за област %s. Проверка на свързаността в реално време е определила, че областта съществува, но ни е невъзможно да намерим IdP с такава област в базата данни.
ca_es: un client ha sol·licitat l'anàlisi del domini %s. Les proves de connectivitat en temps real determinen que el domini existeix, però no podem trobar un IdP amb aquest domini a la base de dades d'eduroam.
cs_cz: koncový uživatel požadoval diagnostiku pro doménu %s. Kontrola konektivity v reálném čase zjistila, že existuje doména, ale nebyli jsme schopni nalézt IdP v databázi eduroam.
cy: gofynnodd defnyddiwr terfynol am ddiagnosteg ar gyfer parth %s. Penderfynodd gwiriadau cysylltedd amser real fod y parth yn bodoli, ond nid oeddem yn gallu dod o hyd i CDU gyda'r parth honno yng cronfa ddata eduroam.
de_de: ein Endnutzer hat eine Diagnostik für den Realm %s durchgeführt. Eine Echtzeitüberprüfung fand heraus dass dieser Realm tatsächlich existiert, es wurde jedoch kein entsprechender Eintrag in der eduroam Datenbank gefunden.
el_gr: ένας τελικός χρήστης ζήτησε διαγνωστικά για τον τομέα %s. Έλεγχοι συνδεσιμότητας σε πραγματικό χρόνο έδειξαν ότι ο τομέας υπάρχει, αλλά δεν μπορέσαμε να βρούμε ένα IdP γι αυτό τον τομέα στη βάση δεδομένων eduroam.
es_es: un usuario final pidió diagnóstico para el dominio %s. Las pruebas de conectividad en tiempo real determinaron que el dominio existe, pero fueron incapaces de encontrar un IdP con ese dominio en la base de datos de eduroam.
et_ee: lõppkasutaja tellis diagnostika domeenile %s. Reaalajas ühenduse testimine näitas, et domeen on olemas, kuid eduroami andmebaasist selle domeeniga IdP-d ei leitud.
fi_fi: Loppukäyttäjä pyysi vianselvitys %s:lle. Reaaliaikaisten yhteyden tarkistusten perusteella toimialue on olemassa, mutta IdP: tä vastaavaa tietoa eduroam-tietokannasta ei löytynyt.
fr_fr: un utilisateur final a demandé un diagnostic pour le domaine %s. Les tests de connectivité en temps réel montrent que le domaine existe, mais les tests n'ont pas trouvé d'IdP pour ce domaine dans la base de données eduroam.
hr_hr: korisnik je zatražio testiranje realm-a %sPovezivanje u stvarnom vremenu provjerava i utvrđuje postoji li realm, ali nismo u mogućnosti pronaći davatelja identiteta sa tim realm-om u bazi.
it_it: un utente finale ha richiesto la diagnostica per il realm %s. I controlli di connettività in tempo reale hanno determinato che il realm esiste, ma non siamo riusciti a trovare un IdP con quel realm nel database eduroam.
nb_no: en sluttbruker forespurte diagnostikk for realm %s. Konnektivitetstester i sanntid fant at realm finnes, men vi fant ingen IdP med dette realm i eduroam databasen.
pl_pl: użytkownik końcowy chce dokonać diagnostyki realmu %s. Sprawdzenie połączeń w czasie rzeczywistym przebiegło poprawnie, co oznacza, że realm istnieje, nie jest jednak możliwe znalezienie w bazie danych dostawcy tożsamości dla tego realmu.
pt_pt: um utilizador pediu diagnóstico para o realm %s. As verificações de conetividade em tempo real determinaram que o realm existe, mas não foram capazes de encontrar um IdP com esse realm na base de dados eduroam.
ro_ro: Utilizatorul final solicită diagnosticare pentru câmpurile %s. Conectivitatea în timp real determină dacă există acel câmp, dar este imposibil să găsim un IdP cu câmpurile în baza de date eduroam.
sl_si: zahtevana diagnostika končnega uporabnika za področje %s. Povezljivost v realnem času je pokazala, da področje obstaja, nismo pa mogli najti ponudnika identitete, ki bi imel področje v bazi podatkov eduroam.
sr_rs: krajnji korisnik je zahtevao dijagnostiku za domen %s. Testovi konektivnosti u realnom vremenu su pokazali da domen postoji, ali nije bilo moguće naći IdP sa tim domenom u eduroam bazi podataka.
tr_tr: bir son kullanıcı %s yetki alanı için teşhis isteğinde bulundu. Gerçek zamanlı bağlantı denetimleri, yetki alanının bulunduğunu belirledi, ancak eduroam veritabanında bu yetki alanıyla ilgili bir kimlik sağlayıcı bulamadık.
uk_ua: кінцевий користувач запитував діагностику для домену %s. Перевірка підключення в реальному часі підтвердила його існування, але IdP з цим доменом не знайдено в базі даних eduroam..

source: By not listing IdPs in the eduroam database, you are violating the eduroam policy.
ar: من خلال عدم إدراج الـ IdPs في قاعدة بيانات eduroam، فإنك تنتهك سياسة eduroam.
bg_bg: Като не посочите IdPs в базата данни eduroam, вие нарушавате политиката на eduroam.
ca_es: No publicant IdPs a la base de dades d'eduroam esteu violant la política d'eduroam.
cs_cz: Nezapsáním IdP do databáze eduroam, porušujete zásady eduroam.
cy: Drwy beidio â rhestru CDUau yng cronfa ddata eduroam, rydych yn torri polisi eduroam.
de_de: Wenn Identitätsprovider nicht in die eduroam Datenbank gemeldet werden dann ist das eine Verletzung der vertraglichen Pflichten.
el_gr: Με το να μην καταχωρίζετε IdPs στη βάση δεδομένων eduroam παραβιάζετε την πολιτική eduroam.
es_es: Al no listar proveedores de identidad en la base de datos de eduroam estás infringiendo la política de eduroam.
et_ee: IdP-sid eduroami andmebaasides loetlemata jättes rikud eduroami poliitikat.
fi_fi: Kansainvälisen eduroam-politiikan mukaan IdP-organisaatiot on listattava kansainvälisessä eduroam-tietokannassa.
fr_fr: En ne faisant pas apparaître les IdP dans la base de données eduroam, vous ne respectez pas les conditions de participation à eduroam.
hr_hr: Ne navodeći davatelje identiteta u eduroam bazi podataka, kršite eduroam politiku.
it_it: Non elencando gli IdP nel database eduroam, stai violando la policy eduroam.
nb_no: Ved ikke å liste IdP'er i eduroam databasen bryter du eduroam policyen.
pl_pl: Brak dostawców tożsamości w bazie danych narusza politykę eduroam.
pt_pt: Ao não listar IdPs na base de dados eduroam, está a violar a política eduroam.
ro_ro: Prin faptul că nu enumerați IdPs în baza de date eduroam, încălcați politica eduroam.
sl_si: S tem, da ponudnik identitete ni vnesen v bazo podatkov eduroam, kršite pravila uporabe za eduroam.
sr_rs: Ukoliko ne navedete sve IdP u eduroam bazi podataka, kršite pravila eduroam servisa.
tr_tr: eduroam veritabanında kimlik sağlayıcıları listelememekle, eduroam politikasını ihlal ediyorsunuz.
uk_ua: Якщо IdP не внесено до бази даних eduroam, це є порушенням політики eduroam.

source: Additionally, this creates operational issues. In particular, we are unable to direct end users to their IdP for further diagnosis/instructions because there are no contact points for that IdP in the database.
ar: بالإضافة إلى ذلك، هذا يخلق مشاكل تشغيلية. على وجه الخصوص، لا يمكننا توجيه المستخدمين إلى موفر الهوية IdP الخاص بهم لمزيد من التشخيص / الإرشادات نظرًا لعدم وجود بيانات تواصل لموفر الهوية في قاعدة البيانات.
bg_bg: В допълнение, това създава операционни въпроси. В частност, ние нямаме възможност да насочим крайните потребители към техния IdP за по-нататъшна диагностика/инструкции, защото в базата данни няма точки за контакт за този IdP.
ca_es: A més, això provoca problemes operatius. En concret, no podem dirigir clients cap als seus IdP per a més anàlisis/instruccions perquè no hi ha punts de contacte per a aquest IdP a la base de dades.
cs_cz: Navíc to může vytvářet provozní problémy. Nemůžeme proto přesměrovat koncové uživatele na jejich IdP pro další diagnostiku či instrukce, neboť v databázi neexistují žádná kontaktní místa.
cy: Yn ogystal, mae hyn yn creu problemau gweithredol. Yn benodol, ni allwn gyfeirio defnyddwyr terfynol at eu CDU i gael diagnosis/cyfarwyddiadau pellach oherwydd nad oes unrhyw bwyntiau cyswllt ar gyfer y CDU hwnnw yn y cronfa ddata.
de_de: Es führt auch zu Problemen im laufenden Betrieb. Insbesondere können Verbindungsprobleme deren Nutzer schlechter diagnostiziert werden und der Nutzer kann auch nicht in Kontakt mit dem Identitätsprovider gebracht werden, da die Kontaktinformationen nicht existieren.
el_gr: Επιπρόσθετα, αυτό δημιουργεί προβλήματα λειτουργίας. Συγκεκριμένα δεν είμαστε σε θέση να κατευθύνουμε τους τελικούς χρήστες στο IdP τους για περαιτέρω διάγνωση/οδηγίες επειδή δεν υπάρχουν στοιχεία επικοινωνίας για εκείνο το IdP στη βάση δεδομένων.
es_es: Además, esto provoca problemas operacionales. En concreto, no somos capaces de dirigir a los usuarios finales a su proveedor de identidad para realizar diagnósticos adicionales porque no hay medios de contacto en la base de datos.
et_ee: Lisaks tekitab see jooksvaid probleeme. Me ei saa suunata lõppkasutajaid edasi nende IdP juurde täpsema diagnoosi/juhiste saamiseks, kuna selle IdP kohta ei ole andmebaasis kontaktandmeid.
fi_fi: Lisäksi aiheutuu käyttöongelmia. Etenkin emme voi ohjata loppukäyttäjiä heidän omalle IdP:lle lisädiagnostiikkaa/ohjeita varten, koska tietokantaan ei ole määritelty yhteystietoja kyseiselle IdP: lle.
fr_fr: De plus, cela crée des problèmes opérationnels. En particulier, nous n'avons pas été capables de rediriger les utilisateurs finaux vers leur IdP pour plus de diagnostic ou plus d'indications car il n'y a aucun contact pour cet IdP dans la base de données.
hr_hr: Dodatno, to stvara operativne probleme.Konkretno, nismo u mogućnosti usmjeriti krajnje korisnike na njihove davatelje identitetajer u bazi ne postoje njihovi podaci
it_it: Inoltre, questo crea problemi operativi. In particolare, non siamo in grado di indirizzare gli utenti finali al loro IdP per ulteriori diagnosi/istruzioni perché non ci sono punti di contatto per quell'IdP nel database.
nb_no: I tillegg skaper dette operasjonelle problemer. Spesifikt ved at vi ikke blir i stand til å rette henvendelser til brukers IdP for videre feilsøk fordi det ikke finnes kontakt informasjon for deres IdP i databasen.
pl_pl: Dodatkowo, generuje to problem operacyjny. W szczególności nie jest możliwe przekierowanie użytkowników końcowych do dostawcy tożsamości w celu zdiagnozowania problemów lub uzyskania instrukcji, ponieważ nie dysponujemy żadnymi danymi kontaktowymi.
pt_pt: Adicionalmente, isto cria problemas operacionais. Em particular, não somos capazes de encaminhar os utilizadores finais para o seu IdP para diagnóstico /instruções adicionais porque não existe ponto de contacto para o IdP na base de dados.
ro_ro: În plus, acesta creează probleme operaționale. În particular, nu suntem în măsură să direcționăm utilizatorii finali către IdP-ul lor pentru pentru că nu există puncte de contact pentru acel IdP în baza de date.
sl_si: Poleg tega to povzroča operativne težave. Predvsem onemogoča usmerjanje končnih uporabnikov na svoje ponudnike identitete za nadaljnje odkrivanje težav in navodila, ker v bazi podatkov nimamo stikov za tega ponudnika identitete.
sr_rs: Dodatno, ovo stvara operativne probleme. Naročito, nije bilo moguće uputiti krajnje korisnike na njihovog IdP-a za dodatnu dijagnostiku/uputstva jer ne postoje lica zadužena za taj IdP u bazi podataka.
tr_tr: Ayrıca, bu işletimsel sorunlar oluşturur. Özellikle, veritabanında kimlik sağlayıcı için hiçbir iletişim noktası olmadığından, son kullanıcıları daha fazla tanı/talimat için kendi kimlik sunucusuna yönlendiremeyiz.
uk_ua: Крім того, це створює операційні проблеми. Зокрема, ми не можемо направити кінцевих користувачів до свого IdP для подальшої діагностики / інструкцій, оскільки в базі даних немає контактних даних для цього IdP.

source: Please stop the policy violation ASAP by listing the IdP which is associated to this realm.
ar: يُرجى إيقاف انتهاك السياسة حالاً من خلال تسجيل الـIdP المرتبط بهذا النطاق realm.
bg_bg: Моля, спрете да нарушавате правилата възможно най-скоро като изброявате IdP, асоциирани с тази област.
ca_es: Sisplau afegiu el IdP associat a aquest domini el més aviat possible per a corregir la infracció de la política d'ús
cs_cz: Prosím okamžitě ukončete porušování zásad uvedením IdP, který je přidružen s tímto realmem.
cy: Stopiwch y toriad polisi cyn gynted â phosibl trwy restru'r CDU sy'n gysylltiedig â'r parth hon.
de_de: Bitte stellen Sie baldmöglichst die Verletzung der Teilnahmerichtlinien ab indem Sie den zu diesem Realm gehörenden Identitätsprovider in die eduroam Datenbank einpflegen.
el_gr: Παρακαλώ σταματήστε την παραβίαση πολιτικής ΑΜΕΣΑ με το να καταχωρίσεται τον IdP o οποίος σχετίζεται με αυτό το realm.
es_es: Por favor, debe mostrar el IdP asociado a este Realm lo más pronto posible para no violar la política.
et_ee: Palun peata rikkumine esimesel võimalusl, nimetades IdP (identiteedipakkuja), mis on selle domeeniga seotud.
fi_fi: Lopeta käyttöehtojen rikkomisen luettelemalla tähän toimialueeseen liittyvä IdP.
fr_fr: Merci de vous mettre en conformité avec le règles eduroam, et identifier l'IdP associé avec ce domaine.
hr_hr: molimo zaustavite kršenje pravila odmah ,navođenjem IdP-a koji je povezan s domenom.
it_it: Interrompi la violazione delle norme il prima possibile elencando l'IdP associato a questo realm.
nb_no: Vennligst stopp overtredelsene øyeblikkelig ved å oppføre IdP'en som er assosiert med dette realmet.
pl_pl: Proszę zaprzestać naruszania polityki bezpieczeństwa i opublikować nazwę dostawcy tożsamości odpowiedzialnego za ten realm.
pt_pt: Por favor, pare a violação da política o mais rápido possível listando o IdP associado a este domínio.
ro_ro: Vă rugăm să opriți încălcarea politicii cât mai curând posibil, enumerând IdP-ul care este asociat acestui domeniu.
sl_si: Takoj prenehajte kršiti pravilnik in navedite ponudnika identitete, ki je povezan s tem področjem.
uk_ua: Будь ласка, якнайшвидше усуньте порушення політики, додавши IdP, пов’язаний із цим доменом, до бази даних.

source: [TECHNICAL PROBLEM] Administrator suspects technical problem with your IdP
ar: [مشكلة فنية] يتوقع المسؤول وجود مشكلة فنية في IdP الخاص بك
bg_bg: [ТЕХНИЧЕСКИ ПРОБЛЕМ] Администраторът подозира, че има технически проблем с Вашия IdP
ca_es: [PROBLEMA TÈCNIC] Sembla haver-hi un problema tècnic amb el vostre IdP
cs_cz: [TECHNICKÝ PROBLÉM] Máme podezření na technický problém s vaším IdP
cy: [PROBLEM DECHNEGOL] Gweinyddwr yn amau problem dechnegol gyda'ch CDU
de_de: [TECHNISCHES PROBLEM] Administrator vermutet technisches Problem auf Seiten den Identitätsproviders
el_gr: [ΤΕΧΝΙΚΟ ΠΡΟΒΛΗΜΑ] Ο Διαχειριστής υποπτεύετε ότι ο IdP σας έχει τεχνικό πρόβλημα.
es_es: [PROBLEMA TÉCNICO] El administrador cree que existe un problema técnico en su IdP
et_ee: [TEHNILINE PROBLEEM] Administraatori hinnangul on tehniline probleem Su IdPga
fi_fi: [TEKNINEN ONGELMA] Ylläpitäjä epäilee että IdP:ssäsi on teknisiä ongelmia
fr_fr: [PROBLEME TECHNIQUE] L'administrateur soupçonne un problème technique avec votre IdP
hr_hr: [TEHNIČKI PROBLEM] Administrator sumnja na tehnički problem s vašim davateljem identiteta
it_it: [PROBLEMA TECNICO] L'amministratore sospetta un problema tecnico con il tuo IdP
nb_no: [TEKNISK PROBLEM] Administratoren mistenker et teknisk problem med din IdP
pl_pl: [PROBLEM TECHNICZNY] Administrator podejrzewa problem techniczny dotyczący Twojego dostawcy tożsamości
pt_pt: [PROBLEMA TÉCNICO] O administrador suspeita de um problema técnico com seu IdP
ro_ro: [PROBLEMĂ TEHNICĂ] Administratorul suspectează o problemă tehnică cu IdP-ul dvs.
sl_si: [TEHNIČNA TEŽAVA] Skrbnik sumi, da ima ponudnik identitete tehnične težave
uk_ua: [ТЕХНІЧНА ПРОБЛЕМА] Адміністратор підозрює технічну проблему з вашим IdP.

source: Dear IdP administrator,
ar: عزيزي مسؤول الـ IdP،
bg_bg: Уважаеми IdP администратор,
ca_es: Benvolgut/da administrador/a de l'IdP
cs_cz: Vážený správče IdP,
cy: Annwyl weinyddwr CDU,
de_de: Sehr geehrter Administrator,
el_gr: Αγαπητέ διαχειρηστή IdP ,
es_es: Estimado/a administrador/a del IdP
et_ee: Hea IdP haldaja
fi_fi: Hyvä IdP-admin,
fr_fr: Cher administrateur ou administratrice d'IdP,
hr_hr: Poštovani IdP administratore,
it_it: Gentile amministratore dell'IdP,
nb_no: Kjære IdP-Administrator,
pl_pl: Administratorze dostawcy tożsamości,
pt_pt: Caro administrador do IdP,
ro_ro: Administrator IdP,
sl_si: Spoštovani skrbnik ponudnika identitete,
uk_ua: Шановний адміністратор IdP,

source: an organisation administrator requested diagnostics for realm %s.
ar: طلب مسؤول مؤسسة تشخيصات النطاق realm لـ %s.
bg_bg: администратор на организация е заявил диагностика за област %s.
ca_es: un administrador ha sol·licitat un diagnòstic per al domini %s.
cs_cz: správce organizace požadoval diagnostiku pro tento realm %s.
cy: gofynnodd gweinyddwr sefydliad am ddiagnosteg ar gyfer parth %s.
de_de: ein Administrator einer anderen Organisations stieß eine Diagnose für den Realm %s an.
el_gr: ένας διαχειριστής οργανισμού αιτήθηκε διαγνωστικά για το realm %s.
es_es: un administrador de la organización ha solicitado un diagnóstico para el realm %s.
et_ee: asutuse haldaja tellis diagnostika domeenile %s.
fi_fi: organisaation ylläpitäjä pyysi diagnostiikkaa toimialueelle %s.
fr_fr: un administrateur d'établissement a demandé des diagnostics sur le domaine %s.
hr_hr: administrator organizacije zatražio je dijagnostiku za domenu %s.
it_it: un amministratore dell'organizzazione ha richiesto la diagnostica per il realm %s.
nb_no: en organisasjonsadministrator forespurte feilsøking for realm %s.
pl_pl: administrator jednej z instytucji poprosił o zdiagnozowanie realmu %s.
pt_pt: um administrador da organização solicitou diagnósticos para o domínio %s.
ro_ro: administratorul unei organizații a solicitat diagnosticarea pentru domeniul: %s.
sl_si: skrbnik organizacije je zahteval diagnostiko za področje %s.
uk_ua: адміністратор організації надіслав запит на діагностику для домену %s.

source: Real-time connectivity checks determined that the realm appears to be working in acceptable parameters, but the administrator insisted to contact you with the supplemental information below.
ar: حددت فحوصات الاتصال أن النطاق realm يبدو أنه يعمل في معلمات "parameters" مقبولة، لكن المسؤول أصر على الاتصال بك لتقديم المعلومات الاضافية أدناه.
bg_bg: Проверките на свързаността в реално време установиха, че областта изглежда работи с допустими параметри, но администраторът настоя да се свърже с вас за допълнителната информация по-долу.
ca_es: Els tests a temps real han confirmat que el domini està treballant amb paràmetres acceptables, però l'administrador ha insistit enviar la informació adicional següent.
cy: Penderfynodd gwiriadau cysylltedd amser real ei bod yn ymddangos bod y parth yn gweithio o fewn paramedrau derbyniol, ond mynnodd y gweinyddwr gysylltu â chi gyda'r wybodaeth atodol isod.
de_de: Die Echtzeitdiagnose fand keine gravierenden Fehler, aber der Administrator möchte Sie dennoch mit der folgenden Zusatzinformation kontaktieren.
el_gr: Οι έλεγχοι διασυνδεσιμότητας πραγματικού χρόνου έκριναν ότι το realm φαίνεται να λειτουργεί με αποδεκτές παραμέτρους , αλλά ο διαχειριστής επέμεινε να επικοινωνήσει μαζί σας για τις παρακάτω συμπληρωματικές πληροφορίες.
es_es: Las comprobaciones en tiempo real indican que el Realm parece funcionar de forma correcta pero, el administrador ha insistido en contactar con usted adjuntando la siguiente información.
et_ee: Reaalajas ühenduse testimise kohaselt paistab domeen toimivat vastuvõetavate näitajatega, kuid administraator soovib Sinuga alltoodud lisainfo asjus ühendust võtta.
fi_fi: Reaaliaikaisten tarkastuksen mukaan yhteys on kunnossa tälle toimialueelle hyväksyttävillä parametreilla, mutta ylläpitäjä vaatii olemaan sinuun yhteydessä alla olevilla lisätiedoilla.
fr_fr: Des tests directs de connectivité ont indiqué que le domaine fonctionne avec des paramètres standards, mais l'administrateur insiste pour vous contacter, avec les informations additionnelles ci-dessous.
hr_hr: Real-time provjera povezivanja ustanovila je da realm radi s prihvatljivim parametrima, ali administrator je inzistirao kontaktirati vas s dodatnim informacijama ispod.
it_it: I controlli della connettività in tempo reale hanno determinato che il realm sembra funzionare entro parametri accettabili, ma l'amministratore ha insistito per contattarti con le informazioni supplementari di seguito.
nb_no: Sanntidssjekker besluttet at realmet ser ut til å fungere med akseptable parametre, men administrator insisterer på å kontakte deg med tilleggsinformasjonen vist nedenfor.
pl_pl: Sprawdzenie połączeń tego realmu w czasie rzeczywistym pokazało, że łączność przebiega poprawnie, jednak administrator prosi o kontakt w celu przekazania dodatkowych informacji, pokazanych poniżej.
pt_pt: As verificações de conectividade em tempo real determinaram que o domínio parece estar a funcionar com parâmetros aceitáveis, mas o administrador insistiu em entrar em contacto com as informações complementares abaixo.
ro_ro: Verificările conectivității în timp real au stabilit că domeniul pare să funcționeze în parametri acceptabili, dar administratorul a insistat să vă contacteze cu informațiile suplimentare de mai jos.
sl_si: Preverjanja povezljivosti v realnem času so pokazala, da področje deluje s sprejemljivimi parametri, toda skrbnik je vztrajal, da vam je treba posredovati spodnje dodatne informacije.
uk_ua: Перевірка підключення в режимі реального часу показала, що домен працює в межах допустимих параметрів, але адміністратор наполіг на тому, щоб зв’язатися з вами і надати додаткову інформацію, наведену нижче
