Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: SubjectAltName
bg_bg: Алтернативно име на предмета
cs_cz: Alternativní názvy
de_de: Alternative Namen (subjectAltNames)
es_es: Asunto alternativo (SubjectAltName)
fr_fr: Noms alternatifs
hr_hr: Drugo ime subjekta
nb_no: SubjektAltNavn
ro_ro: Nume alternativ subiect
uk_ua: Альтернативне ім'я суб'єкта SubjectAltName

source: Certificate policies
ar: سياسات الشهادة
bg_bg: Сертификатиционни политики
ca_es: Política de certificat
cs_cz: Certifikační politika
cy: Polisïau tystysgrif
de_de: Zertifikat Policies
el_gr: Πολιτικές πιστοποιητικών
es_es: Políticas de certificado
et_ee: Sertifikaadipoliitikad
fi_fi: Varmennepolitiikat
fr_fr: Politiques de certification
hr_hr: Politika certifikata
it_it: Politiche sul certificato
nb_no: Sertifikat policies
pl_pl: Polityki zdefiniowane w certyfikacie
pt_pt: Regras do Certificado
ro_ro: Politicile certificatului
sl_si: Pravilniki za potrdilo
sr_rs: Politika sertifikacije
tr_tr: Sertifika politikaları
uk_ua: Політики сертифікатів

source: crlDistributionPoint
de_de: CRL Verteilerpunkte
pl_pl: punkt dystrybucji CRL
uk_ua: Точка розповсюдження CRL

source: authorityInfoAccess
nb_no: autoritetInfoAdgang
uk_ua: доступ до інформації про орган сертифікації"

source: Public key length
bg_bg: Дължина на публичния ключ
ca_es: Mida de la clau pública
cy: Hyd yr allwedd gyhoeddus
de_de: Länge des öffentlichen Schlüssels
es_es: Longitud de la clave pública
et_ee: Avaliku võtme pikkus
hr_hr: Duljina javnog ključa
it_it: Lunghezza della chiave pubblica
pl_pl: Długość klucza publicznego
ro_ro: Lungimea cheii publice
uk_ua: Довжина відкритого ключа

source: Hide detailed information for all tests
ar: إخفاء المعلومات المفصلة لجميع الاختبارات
bg_bg: Скрий подробната информация за всички тестове.
ca_es: Amaga informació detallada per a totes les proves
cs_cz: Skrýt podrobné informace pro všechny testy.
cy: Cuddio gwybodaeth fanwl ar gyfer pob prawf
de_de: Detaillierte Informationen zu allen Tests ausblenden
el_gr: Απόκρυψη λεπτομερών πληροφοριών για όλους τους ελέγχους
es_es: Ocultar información detallada para todas las pruebas
et_ee: Peida kõigi testide detailne teave
fi_fi: Piilota tarkat tiedot kaikista testeistä
fr_fr: Cacher le détail de tous les tests.
hr_hr: Sakrij detaljne informacije za sve testove
it_it: Nascondi informazioni dettagliate per tutti i test
nb_no: Gjem detaljert informasjon for alle tester
pl_pl: Ukryj detale wszystkich testów
pt_pt: Ocultar informação detalhada para todos os testes
ro_ro: Ascunde informațiile detaliate pentru toate testele
sl_si: Skrij podrobnosti za vse preskuse
sr_rs: Sakrij detaljne informacije za sve testove
tr_tr: Bütün testler için detaylı bilgileri gizle
uk_ua: Приховати детальну інформацію для всіх тестів

source: Some required input is missing!
ar: بعض المدخلات المطلوبة مفقودة!
bg_bg: Липсват някои изисквани входни данни.
ca_es: Manca alguna cosa requerida!
cs_cz: Chybí nějaký nutný údaj!
cy: Mae rhywfaint o fewnbwn gofynnol ar goll!
de_de: Einige benötigte Eingaben fehlen!
el_gr: Δεν έχουν συμπληρωθεί όλα τα απαιτούμενα πεδία!
es_es: ¡Falta algún dato de entrada requerido!
et_ee: Osa nõutud sisendist on puudu!
fi_fi: Osa vaadituista tiedoista puuttuu!
fr_fr: Certaines informations nécessaires n'ont pas été saisies !
hr_hr: Neki djelovi ulaznih parametara nedostaju!
it_it: Alcuni campi mancanti!
nb_no: Nødvendig input mangler!
pl_pl: Nie podano wszystkich wymaganych danych!
pt_pt: Faltam alguns dados obrigatórios!
ro_ro: Lipsesc niște date de introdus
sl_si: Nekateri zahtevani vnosi manjkajo.
sr_rs: Nedostaju određene informacije!
tr_tr: Bazı gerekli bilgiler eksik
uk_ua: Деяка необхідна інформація відсутня!

source: Server certificate details:
ar: تفاصيل شهادة الخادم:
bg_bg: Детайли на сертификата на сървъра
ca_es: Detalls del certificat de servidor:
cs_cz: Detaily serverového certifikátu:
cy: Manylion tystysgrif gweinydd:
de_de: Details des Serverzertifikats:
el_gr: Λεπτομέρειες πιστοποιητικού εξυπηρετητή
es_es: Detalles del certificado de servidor:
et_ee: Serverisertifikaadi üksikasjad:
fi_fi: Palvelinvarmenteen yksityiskohdat:
fr_fr: Détails du certificat serveur :
hr_hr: Detalji poslužiteljskog certifikata:
it_it: Dettagli del certificato server
nb_no: Tjenersertifikat detaljer:
pl_pl: Szczegóły certyfikatu serwera:
pt_pt: Detalhes do certificado de servidor:
ro_ro: Detaliile certificatului de server:
sl_si: Podrobnosti potrdila strežnika:
sr_rs: Detalji o serverskom sertifikatu:
tr_tr: Sunucu sertifika detayları:
uk_ua: Деталі сертифіката сервера:

source: Realm testing for: %s
ar: اختبار المجال Realm لـ: %s
bg_bg: Тестване на област за: %s
ca_es: Provant el domini per a: %s
cs_cz: Kontrola realmu na %s
cy: Profi parth ar gyfer: %s
de_de: Realm Überprüfung für: %s
el_gr: Δοκιμές τομέα για: %s
es_es: Prueba de dominio de: %s
et_ee: Domeenikontroll %s jaoks
fi_fi: Realmin testaus: %s
fr_fr: Test du domaine : %s
hr_hr: Provjera realma za: %s
it_it: Test del realm per: %s
nb_no: Tester realm: %s
pl_pl: Testowanie realmu dla: %s
pt_pt: Teste de Realm para: %s
ro_ro: Domeniu testat pentru: %s
sl_si: Preskušanje področja za: %s
sr_rs: Testiranje domena za: %s
tr_tr: Test edilen yetki alanı: %s
uk_ua: Тестування домену для:%s

source: OpenRoaming connectivity tests
ar: اختبارات اتصال OpenRoaming
bg_bg: Тестове за свързаност на OpenRoaming
ca_es: Proves de connectivitat de l'OpenRoaming
cs_cz: Test OpenRoaming konektivity
cy: Profion cysylltedd OpenRoaming
de_de: OpenRoaming Verbindungstests
el_gr: OpenRoaming test συνδεσιμότητας
es_es: Pruebas de conectividad de OpenRoaming
et_ee: OpenRoamingu ühenduse testid
fi_fi: OpenRoaming-yhteyksien tarkistukset
fr_fr: Tests de connectivité OpenRoaming
hr_hr: OpenRoaming test povezivanja
it_it: Test di connettività OpenRoaming
nb_no: OpenRoaming tilkoblingstester
pl_pl: OpenRoaming - testy łączności
pt_pt: Testes de conectividade OpenRoaming
ro_ro: Teste de conectare OpenRoaming
sl_si: Preskusi povezljivosti za OpenRoaming
uk_ua: Тести підключення OpenRoaming

source: Live login tests
ar: اختبارات تسجيل الدخول المباشرة
bg_bg: Тестове по време на влизане.
ca_es: Proves d'autenticació real
cs_cz: Testy logování naživo
cy: Profion mewngofnodi byw
de_de: Test-Login mit echten Daten
el_gr: Ζωντανές δοκιμές σύνδεσης
es_es: Pruebas de autenticación real
et_ee: Reaalsed sisselogimistestid
fi_fi: Live-kirjautumistestit
fr_fr: Tests de connexion en ligne
hr_hr: Live login test
it_it: Test di login live
nb_no: Live login tester
pl_pl: Testy poprawnego działania uwierzytelnienia
pt_pt: Testes de Autenticação em tempo real
ro_ro: Teste de autentificare
sl_si: Preskusi prijave v živo
sr_rs: Live login test
tr_tr: Canlı giriş testleri
uk_ua: Тести на вхід в реальному часі

source: OpenRoaming DNS checks
ar: التحقق من DNS لـ OpenRoaming
bg_bg: Проверка на OpenRoaming DNS
ca_es: Comprovacions DNS de l'OpenRoaming
cs_cz: Kontrola DNS OpenRoaming
cy: Gwiriadau DNS OpenRoaming
de_de: OpenRoaming DNS Tests
es_es: pruebas DNS de OpenRoaming
et_ee: OpenRoamingu DNSi-kontrollid
fi_fi: OpenRoamingin DNS-tarkistukset
fr_fr: Tests DNS OpenRoaming
hr_hr: OpenRoaming DNS provjera
it_it: Controlli DNS OpenRoaming
nb_no: OpenRoaming DNS-sjekker
pl_pl: OpenRoaming - sprawdzenia DNS
pt_pt: Verificações de DNS OpenRoaming
ro_ro: Verficări DNS OpenRoaming
sl_si: Preverjanja DNS za OpenRoaming
uk_ua: Перевірка DNS OpenRoaming

source: OpenRoaming connectivity test is not configured
ar: لم يتم تهيئة اختبار اتصال OpenRoaming
bg_bg: Не е конфигуриран тест за свързаност OpenRoaming
ca_es: La prova de connectivitat de l'OpenRoaming no està configurat
cs_cz: Test připojení OpenRoaming není nakonfigurován
cy: Nid yw prawf cysylltedd OpenRoaming wedi'i ffurfweddu
de_de: OpenRoaming Verbindungstest ist nicht konfiguriert
el_gr: Το test συνδεσιμότητας για το OpenRoaming δεν έχει διαμορφωθεί
es_es: No se han configurado las pruebas de conectividad para OpenRoaming
et_ee: OpenRoamingu ühenduse testi ei ole seadistatud
fi_fi: OpenRoaming-yhteyksien tarkistukset eivät ole määriteltyjä
fr_fr: Les tests de connectivité OpenRoaming ne sont pas configurés
hr_hr: Test povezivanja OpenRoaminga nije konfiguriran
it_it: Il test di connettività OpenRoaming non è configurato
nb_no: OpenRoaming tilkoblingssjekker ikke konfigurert
pl_pl: Testy łączności OpenRoaming nie są skonfigurowane
pt_pt: O teste de conectividade OpenRoaming não está configurado
ro_ro: Testul de conectivitate OpenRoaming nu este configurat
sl_si: Preskus povezljivosti OpenRoaming ni konfiguriran
uk_ua: Тест підключення OpenRoaming не налаштовано

source: No issues found.
ar: لا توجد مشاكل.
bg_bg: Няма намерени изходи.
ca_es: No s'ha detectat cap problema.
cs_cz: Bez problémů.
cy: Ni chanfuwyd unrhyw faterion.
de_de: Keine Probleme gefunden.
el_gr: Δεν βρέθηκαν θέματα.
es_es: No se han encontrado problemas.
et_ee: Probleeme ei leitud.
fi_fi: Ongelmia ei löytynyt.
fr_fr: Aucun problème n'a été trouvé.
hr_hr: NIsu pronađeni izazovi.
it_it: Nessun problema riscontrato
nb_no: Ingen problemer funnet.
pl_pl: Nie znaleziono problemów.
pt_pt: Não foram encontrados problemas.
ro_ro: Nu s-au găsit probleme.
sl_si: Našli nismo nobene težave.
sr_rs: Ne postoje problemi.
tr_tr: Bir soruna rastlanmadı.
uk_ua: Проблем не знайдено

source: Repeat static connectivity tests
ar: كرر اختبارات الاتصال الثابت
bg_bg: Повторете тестовете за статичната свързаност.
ca_es: Repetir la prova de connectivitat estàtica
cs_cz: Opakuj testy statické konektivity
cy: Ailadrodd profion cysylltedd statig
de_de: Statsiche Konnektivitätsüberprüfung wiederholen
el_gr: Επαναλάβετε τις δοκιμές στατικής συνδεσιμότητας
es_es: Repetir las pruebas estáticas de conectividad
et_ee: Korda staatilisi ühenduse teste
fi_fi: Toista staattiset yhteystarkastukset.
fr_fr: Recommencer les tests de connectivité statique
hr_hr: Ponovi test statičke povezanosti
it_it: Ripeti il test di connettività statico
nb_no: Gjenta statiske konnetivitetstester
pl_pl: Powtórz testy statyczne
pt_pt: Repetir testes de conetividade estática
ro_ro: Repetă testele de conectare statică
sl_si: Ponovi statične preskuse povezljivosti
sr_rs: Ponovite testove statičke konektivnosti
tr_tr: Statik bağlanılabilirlik testlerini tekrarla
uk_ua: Повторіть статичні тести підключення

source: Testing from: %s
ar: الاختبار من: %s
bg_bg: Тестване от: %s
ca_es: Provant des de: %s
cs_cz: Testuje se z: %s
cy: Profi o: %s
de_de: Überprüfung von: %s
el_gr: Δοκιμάζεται από: %s
es_es: Probando desde: %s
et_ee: Testimine %s-st
fi_fi: Testataan: %s
fr_fr: Test à partir de : %s
hr_hr: Test za: %s
it_it: Testing da: %s
nb_no: Tester fra: %s
pl_pl: Test z: %s
pt_pt: Testes a partir de: %s
ro_ro: Testând de la: %s
sl_si: Preskušanje od: %s
sr_rs: Testiranje iz: %s
tr_tr: Testin yapıldığı yer: %s
uk_ua: Тестування від: %s

source: testing...
ar: إختبار ...
bg_bg: тестване ...
ca_es: provant...
cy: profi...
de_de: Test läuft ...
el_gr: δοκιμάζοντας...
es_es: probando...
et_ee: testin...
fi_fi: testataan...
fr_fr: Test en cours ...
hr_hr: testiranje...
nb_no: tester...
pl_pl: testuję...
pt_pt: a testar...
ro_ro: testare...
sl_si: preskušanje ...
sr_rs: testiranje...
tr_tr: test ediliyor...
uk_ua: Тестування...

source: Repeat dynamic connectivity tests
ar: كرر اختبارات الاتصال الديناميكي
bg_bg: Повторете тестовете за динамичната свързаност.
ca_es: Repetir proves de connectivitat dinàmica
cs_cz: Opakuj testy dynamické konektivity
cy: Ailadrodd profion cysylltedd deinamig
de_de: Dynamische Konnektivitätsüberprüfung wiederholen
el_gr: Επαναλάβετε τις δοκιμές δυναμικής συνδεσιμότητας
es_es: Repetir las pruebas dinámicas de conectividad
et_ee: Korda dünaamilisi ühenduse teste
fi_fi: Toista dynaamiset yhteystarkastukset
fr_fr: Recommencer les tests de connectivité dynamique
hr_hr: Ponovite dinamički test povezanosti
it_it: Ripeti test di connettività dinamico
nb_no: Gjenta dynamiske konnektivitetstester
pl_pl: Powtórz testy dynamiczne
pt_pt: Repetir testes de conetividade dinâmica
ro_ro: Repetă testele de conectare dinamică
sl_si: Ponovi dinamične preskuse povezljivosti
sr_rs: Ponovite testove dinamičke konektivnosti
tr_tr: Dinamik bağlanılabilirlik testlerini tekrarla
uk_ua: Запустіть повторно динамічні тести підключення

source: Repeat OpenRoaming connectivity tests
ar: كرر اختبارات اتصال OpenRoaming
bg_bg: Повторете тестовете за свързаност OpenRoaming
ca_es: Repetir les proves de connectivitat de l'OpenRoaming
cs_cz: Zopakuj test OpenRoaming konektivity
cy: Ailadrodd profion cysylltedd OpenRoaming
de_de: OpenRoaming Verbindungstests wiederholen
el_gr: Επαναλάβετε τα test διαθεσιμότητας OpenRoaming
es_es: Repetir pruebas de conectividad de OpenRoaming
et_ee: Korda OpenRoamingu ühenduse teste
fi_fi: Toista OpenRoaming-yhteyksien tarkistukset
fr_fr: Recommencer les tests de connectivité OpenRoaming
hr_hr: Ponovi OpenRoamin test povezivanja
it_it: Ripetere i test di connettività OpenRoaming
nb_no: Gjenta OpenRoaming tilkoblingssjekker
pl_pl: Powtórz testy łączności OpenRoaming
pt_pt: Repita os testes de conectividade OpenRoaming
ro_ro: Repetarea testelor de conectivitate OpenRoaming
sl_si: Ponovi preskuse povezljivosti za OpenRoaming
uk_ua: Повторно запустити тести підключення OpenRoaming

source: not implemented yet
ar: لم تنفذ بعد
bg_bg: все още не е изпълнен
ca_es: No s'ha implementat encara
cs_cz: dosud není implementováno
cy: heb ei weithredu eto
de_de: noch nicht implementiert
el_gr: μη εφαρμοσμένο ακόμα
es_es: no implementado todavía
et_ee: ei ole veel kasutusele võetud
fi_fi: ei vielä toteutettu
fr_fr: pas encore implémenté\(s\)
hr_hr: još nije implementirano
it_it: non ancora implementato
nb_no: ikke implementert enda
pl_pl: jeszcze nie zaimplementowane
pt_pt: ainda não implementado
ro_ro: nu este încă implementat
sl_si: še ni izvedeno
uk_ua: ще не реалізовано

source: Checking if certificates from CAs are accepted...
ar: التحقق مما إذا كانت الشهادات من CAs مقبولة...
bg_bg: Проверяване дали сертификатите от CAs са приети ...
ca_es: Comprovant si els certificats de les CAs són acceptats...
cs_cz: Kontrola, zda jsou akceptovány certifikáty od certifikačních autorit...
cy: Gwirio a yw tystysgrifau gan AT yn cael eu derbyn...
de_de: Überprüfung, ob Zertifikate von allen akkreditierten CAs akzeptiert werden...
el_gr: Έλεγχος αν είναι αποδεκτά τα πιστοποιητικά από CA...
es_es: Comprobando si se aceptan certificados de las CAs...
et_ee: Kontrollin, kas CA sertifikaate aktsepteeritakse...
fi_fi: Tarkastaa ovatko CA:n varmenteet hyväksyttyjä...
fr_fr: Vérification que les certificats des AC sont acceptés...
hr_hr: Provjeravamo da li se certifikati izdani od certifikacijskog tijela smiju prihvatiti...
it_it: verifico se il certificato appartiene CAs accettate
nb_no: Sjekker om sertikikater fra CA'er er akseptert...
pl_pl: Sprawdzenie, czy są akceptowane certyfikaty od różnych urzędów CA ...
pt_pt: A verificar se os certificados provenientes das CAs são aceites...
ro_ro: Verificare dacă certificatele de la autoritatea de certificare sunt acceptate...
sl_si: Preverjanje, ali so potrdila overiteljev potrdil sprejeta …
sr_rs: Provera da li su CA sertifikati prihvaćeni...
tr_tr: CA'ların sertifikalının kabul edilip edilmediği kontrol ediliyor...
uk_ua: Перевірка, чи приймаються сертифікати від центру сертифікації ...

source: Live login test
ar: اختبار تسجيل الدخول المباشر
bg_bg: Тест по време на влизане.
ca_es: Prova d'autenticació real
cs_cz: Zkouška skutečného přihlášení
cy: Prawf mewngofnodi byw
de_de: Test-Login mit echten Daten
el_gr: Live δοκιμή εισόδου
es_es: Chequeo de autenticación real
et_ee: Reaalse sisselogimise test
fi_fi: Live-kirjautumistesti
fr_fr: Test d'authentification en direct
hr_hr: Provjera u živo
it_it: Test di login in tempo reale
nb_no: Login test
pl_pl: Test poprawnego działania uwierzytelnienia
pt_pt: Teste de login em tempo real
ro_ro: Test de conectare în direct
sl_si: Preskus prijave v živo
sr_rs: login test uživo
tr_tr: Canlı oturum açma testi
uk_ua: Тест на вхід в систему в режимі реального часу

source: If you enter an existing login credential here, you can test the actual authentication from various checkpoints all over the world.
ar: إذا قمت بإدخال بيانات اعتماد تسجيل دخول معتمدة، فيمكنك اختبار المصادقة الفعلية من نقاط اختبار الاتصال المختلفة في جميع أنحاء العالم.
bg_bg: Ако тук въведете съществуваща самоличност, може да тествате действителната аутентикация от различни точки за влизане по целия свят.
ca_es: Si entreu unes credencials existents aquí, podreu comprovar l'autenticació real des de diversos punts de prova de tot el mon.
cs_cz: Pokud sem zadáte funkční přihlašovací údaje, můžete následně vyzkoušet skutečné přihlášení z různých míst po celém světě.
cy: Os rhowch fanylion mewngofnodi defnyddiwr presennol yma, gallwch chi brofi'r dilysiad gwirioneddol o wahanol bwyntiau gwirio ledled y byd.
de_de: Wenn Sie funktionierende Login-Daten angeben, können Sie diesenden Loginnamen von mehren Punkten weltweit testen lassen.
el_gr: Αν εισάγετε ενεργά διαπιστευτήρια εισόδου εδώ, μπορείτε να ελέγξετε την πιστοποίηση από διάφορα σημεία ελέγχου σε όλο τον κόσμο.
es_es: Si introduces unas credenciales existentes aquí, podrás comprobar la autenticación desde varias localizaciones alrededor del mundo.
et_ee: Kui sisestad siia olemasolevad kasutajaandmed, saad testida tegelikku autentimist mitmetest kontrollpunktidest üle maailma
fi_fi: Jos syötät tähän olemassa olevat käyttäjätunnukset, voit testata oikeaa autentikointia eri puolilla maailmaa sijaitsevilta tarkastuspisteiltä käsin.
fr_fr: Si vous indiquez ici des informations d'authentification valides, vous pourrez tester l'authentification depuis différents points dans le monde.
hr_hr: Ukoliko unesete postojeće vjerodajnice možete provjeriti autentikaciju na različitim točakama provjere diljem svijeta.
it_it: Se si inseriscono qui delle credenziali di accesso esistenti, si può testare l'effettiva autenticazione da vari punti di controllo in tutto il mondo.
nb_no: Om du angir ekte login informasjon her kan du teste faktisk autentisering fra forskjellige punkter i hele verden.
pl_pl: Jeśli podasz tutaj poprawne dane uwierzytelniania, to będziesz mógł sprawdzić działanie uwierzytelniania w różnych miejscach testowych na świecie.
pt_pt: Se Introduzir aqui um login com credenciais válidas, poderá testar a autenticação a partir de vários pontos no mundo.
ro_ro: Dacă introduceți aici date de autentificare deja existente, atunci puteți testa această autentificare din diferite puncte din toată lumea.
sl_si: Če vnesete obstoječe prijavne poverilnice, lahko preverite dejansko preverjanje pristnosti na različnih točkah po svetu.
sr_rs: Ukoliko ovde unesete postojeće kredencijale za login, onda takođe možete testirati autentifikaciju iz različitih kontrolnih tačaka širom sveta.
tr_tr: Eğer varolan oturum açma bilgilerini buraya girerseniz, tüm dünya üzerinde çeşitli kontrol noktalarından güncel oturum açma durumunuzu kontrol edebilirsiniz.
uk_ua: Якщо ви введете чинні облікові дані для входу, ви зможете протестувати реальну автентифікацію з різних точок по всьому світу.
