Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: Completed
ar: مكتمل
bg_bg: Завършен
ca_es: Completat
cs_cz: Dokončeno
cy: Cwblhawyd
de_de: Abgeschlossen
el_gr: Ολοκληρώθηκε
es_es: Completado
et_ee: Lõpetatud
fi_fi: Valmis
fr_fr: Réussi
hr_hr: Gotovo
it_it: Completato
nb_no: Ferdig
pl_pl: Wykonano
pt_pt: Concluído.
ro_ro: Terminat
sl_si: Dokončano
sr_rs: Završeno
tr_tr: Tamamlandı.
uk_ua: Завершено

source: Product is not configured to run this check.
ar: لم يتم ضبط المنتج لتشغيل هذا الفحص.
bg_bg: Продуктът не е конфигуриран да стартира тази проверка.
ca_es: El producte no està configurat per fer aquesta comprovació.
cs_cz: Spuštění této kontroly není nekonfigurováno.
cy: Nid yw'r cynnyrch wedi'i ffurfweddu i redeg y gwiriad hwn.
de_de: Das Produkt ist nicht für diesen Test konfiguriert.
el_gr: Το προϊόν δεν έχει παραμετροποιηθεί για να εκτελέσει αυτόν τον έλεγχο.
es_es: El producto no está configurado para ejecutar esta comprobación.
et_ee: Toode ei ole seadistatud selle kontrolli käivitamiseks.
fi_fi: Tämän tarkistuksen ajamista ei ole valmisteltu.
fr_fr: Le produit n'est pas configuré pour exécuter cette vérification.
hr_hr: Proizvod nije konfiguriran da izvrši ovu provjeru.
it_it: Il prodotto non è configurato per eseguire questo controllo.
nb_no: Produktet er ikke konfigurert for å kjøre denne testen.
pl_pl: Produkt nie jest odpowiednio skonfigurowany, by wykonać to sprawdzenie.
pt_pt: O produto não está configurado para correr esta verificação.
ro_ro: Produsul nu este configurat să ruleze această verificare.
sl_si: Izdelek ni konfiguriran za izvedbo tega preverjanja.
sr_rs: Proizvod nije konfigurisan da radi ovu proveru.
tr_tr: Ürün bu kontrolü çalıştırmak için yapılandırılmamış.
uk_ua: Продукт не налаштований для запуску цієї перевірки

source: This check was skipped.
ar: تم تخطي هذا الفحص.
bg_bg: Тази проверка беше пропусната.
ca_es: Aquesta comprovació s'ha omès.
cs_cz: Kontrola nebyla provedena.
cy: Hepgorwyd y siec hon.
de_de: Dieser Test wurde übersprungen.
el_gr: Αυτός ο έλεγχος παραλείφθηκε.
es_es: Esta comprobación se ha omitido.
et_ee: See kontroll jäeti vahele.
fi_fi: Ohitettu.
fr_fr: Cette vérification a été ignorée.
hr_hr: Ova opcija je preskočena.
it_it: Questo controllo è stato saltato.
nb_no: Denne testen ble ikke utført.
pl_pl: To sprawdzenie zostało pominięte.
pt_pt: Esta verificação foi ignorada.
ro_ro: Această verificare a fost omisă
sl_si: To preverjanje je bilo izpuščeno.
sr_rs: Provera je preskočena.
tr_tr: Bu kontrol atlanıldı
uk_ua: Ця перевірка була пропущена.

source: There were errors during the test.
ar: هناك أخطاء أثناء الاختبار.
bg_bg: Имаше грешки по време на теста.
ca_es: S'han produit errors durant la prova.
cs_cz: Během kontroly byly nalezeny chyby.
cy: Roedd gwallau yn ystod y prawf.
de_de: Im Test sind Fehler aufgetreten.
el_gr: Υπήρξαν σφάλματα κατά τις δοκιμές.
es_es: Hubo errores durante la prueba.
et_ee: Vead testimisel.
fi_fi: Testissä havaittiin virheitä.
fr_fr: Il y a eu des erreurs pendant le test.
hr_hr: Došlo je do greške prilikom testa.
it_it: Si è verificato un errore durante il controllo.
nb_no: Noe gikk feil under denne testen.
pl_pl: W czasie testu wystąpiły błędy.
pt_pt: Ocorreram erros durante o teste.
ro_ro: Au apărut erori la testare
sl_si: Med preskusom je prišlo do napak.
sr_rs: Došlo je do grešaka prilikom testiranja.
tr_tr: Test sırasında hata(lar) oluştu.
uk_ua: Під час тесту були помилки.

source: There was no reply at all from the RADIUS server.
ar: لم يكن هناك رد على الإطلاق من خادم RADIUS.
bg_bg: Изобщо нямаше отговор от RADIUS сървъра.
ca_es: No s'ha rebut cap resposta del servidor RADIUS.
cs_cz: RADIUS server vůbec neodpověděl.
cy: Ni chafwyd ateb o gwbl gan y gweinydd RADIUS.
de_de: Der RADIUS Server hat nicht geantwortet.
el_gr: Δεν υπήρξε καμία απάντηση από τον εξυπηρετητή RADIUS.
es_es: No hubo ninguna respuesta desde el servidor RADIUS.
et_ee: RADIUSe server ei vastanud üldse.
fi_fi: RADIUS-palvelin ei vastannut.
fr_fr: Il n 'y a eu aucune réponse du serveur RADIUS.
hr_hr: Nema nikakvog odgovora od RADIUS poslužitelja.
it_it: Non c'è stata alcuna risposta dal server RADIUS.
nb_no: RADIUS tjeneren svarer ikke.
pl_pl: Brak jakiejkolwiek odpowiedzi z serwera RADIUS.
pt_pt: Não houve qualquer resposta do servidor RADIUS.
ro_ro: Serverul RADIUS nu răspunde.
sl_si: Strežnik RADIUS ni odgovoril.
sr_rs: RADIUS server nije poslao nikakav odgovor.
tr_tr: RADIUS sunucusundan dönen bir cevap yok.
uk_ua: Відповіді від сервера RADIUS взагалі не було.

source: There was a bidirectional communication with the RADIUS server, but it ended halfway through.
ar: كان هناك اتصال ثنائي الاتجاه مع خادم RADIUS ، لكنه انقطع في منتصف الاتصال.
bg_bg: Имаше двупосочна комуникация с RADIUS сървъра, но тя приключи наполовина.
ca_es: Hi ha hagut comunicació bidireccional amb el servidor RADIUS, però s'ha interromput a la meitat.
cs_cz: S RADIUS serverem se sice podařilo navázat obousměrnou komunikaci, ale ta se náhle přerušila.
cy: Roedd cyfathrebu deugyfeiriadol gyda'r gweinydd RADIUS, ond daeth i ben hanner ffordd drwodd.
de_de: Es gab zwar eine bidirektionale Kommunikation mit dem RADIUS Server, aber sie endete frühzeitig.
el_gr: Υπήρξε αμφίδρομη επικοινωνία με τον εξυπηρετητή RADIUS, αλλά έληξε στη μέση της διαδρομής.
es_es: Hubo una conversación con el servidor RADIUS pero se quedó a medias.
et_ee: RADIUSe serveriga oli kahepoolne suhtlus, kuid see lõppes poole pealt.
fi_fi: RADIUS-palvelimen kanssa oli kaksisuuntaista neuvottelua, mutta se keskeytyi.
fr_fr: Il y a eu un ou plusieurs échanges avec le serveur RADIUS mais la communication a été interrompue.
hr_hr: Postojala je obostrana komunikacija s RADIUS poslužiteljem, ali je prekinuta na pola puta.
it_it: E' avvenuta una comunicazione bidirezionale con il server RADIUS, ma è terminata a metà.
nb_no: Det var kommunikasjon begge veier med RADIUS tjeneren, men den ble ikke fullført.
pl_pl: Pojawiła się dwustronna komunikacja z serwerem RADIUS, ale została przerwana.
pt_pt: Houve uma comunicação bidirecional com o servidor RADIUS , mas terminou a meio.
ro_ro: A fost realizată o comunicare bidirecționalaă cu serverul RADIUS, dar s-a terminat la jumătatea drumului.
sl_si: Komunikacija s strežnikom RADIUS je bila dvosmerna, vendar se je na polovici prekinila.
sr_rs: Postojala je dvosmerna komunikacija sa RADIUS serverom, ali se završila na pola puta.
tr_tr: RADIUS sunucusu ile ikiyönlü iletişim vardı, ancak yarıda kesildi.
uk_ua: Було встановлено двостороннє з’єднання із сервером RADIUS, але воно обірвалося до завершення.

source: The RADIUS server immediately rejected the authentication request in its first reply.
ar: رفض خادم RADIUS على الفور طلب المصادقة في رده الأول.
bg_bg: С първия отговор RADIUS сървърът отхвърли незабавно заявката за аутентикация.
ca_es: El servidor RADIUS ha rebutjat immediatament la petició d'autenticació en la primera resposta.
cs_cz: RADIUS server hned v první odpovědi odmítl požadavek na autentizaci.
cy: Gwrthododd y gweinydd RADIUS y cais dilysu ar unwaith yn ei ateb cyntaf.
de_de: Der RADIUS Server antwortete im ersten Antwortpaket sofort mit einer Ablehnung der Anfrage.
el_gr: Ο εξυπηρετητής RADIUS άμεσα απέρριψε το αίτημα πιστοποίησης στην πρώτη απάντησή του.
es_es: El servidor RADIUS rechazó inmediatamente la petición de autenticación en su primera respuesta.
et_ee: RADIUSe server lükkas oma esimeses vastuses autentimistaotluse koheselt tagasi.
fi_fi: RADIUS-palvelin hylkäsi autentikointiyrityksen.
fr_fr: Le serveur RADIUS a immédiatement rejeté la demande d'authentification dès sa première réponse.
hr_hr: Radius poslužitelj je odmah odbio zahtjebv za autentikacijom
it_it: Il server Radius ha rifiutato la richiesta di autenticazione immediatamente nella sua prima risposta.
nb_no: RADIUS tjeneren nektet autentiseringsforespørsel i første svar.
pl_pl: Serwer RADIUS natychmiast odrzucił uwierzytelnienie w pierwszej odpowiedzi.
pt_pt: O servidor RADIUS rejeitou imediatamente o pedido de autenticação na primeira resposta.
ro_ro: Serverul RADIUS a respins imediat cererea de autentificare în primul său răspuns.
sl_si: Strežnik RADIUS je v svojem prvem odgovoru takoj zavrnil zahtevo za preverjanje pristnosti.
sr_rs: RADIUS server je odbio autentifikacioni zahtev u prvom odgovoru koji je poslao.
tr_tr: RADIUS sunucusu kimlik doğrulama isteğini ilk cevabında redetti.
uk_ua: Сервер RADIUS негайно відхилив запит автентифікації у першій відповіді.

source: The RADIUS server rejected the authentication request after an EAP conversation.
ar: قام خادم RADIUS برفض طلب المصادقة بعد محادثة EAP.
bg_bg: RADIUS сървърът отхвърли заявката за аутентикация след EAP разговор.
ca_es: El servidor RADIUS ha rebutjat la petició d'autenticació després d'una conversa EAP.
cs_cz: Po EAP konverzaci se RADIUS server rozhodl požadavek na autentizaci odmítnout.
cy: Gwrthododd y gweinydd RADIUS y cais dilysu ar ôl sgwrs EAP.
de_de: Der RADIUS Server antwortete nach Durchführung einer EAP Konversation mit einer Ablehnung der Anfrage.
el_gr: Ο εξυπηρετητής RADIUS απέρριψε το αίτημα πιστοποίησης ύστερα από μια συνομιλία EAP.
es_es: El servidor RADIUS rechazó la petición de autenticación tras una conversación EAP.
et_ee: RADIUSe server lükkas autentimistaotluse pärast EAP-suhtlust tagasi.
fi_fi: RADIUS-palvelin hylkäsi autentikointiyrityksen EAP-vaiheessa.
fr_fr: Le serveur RADIUS a rejeté la demande d'authentification à la suite d'échanges EAP.
hr_hr: Radius poslužitelj je odbio zahtjev za autentikacijom nakon EAP komunikacije.
it_it: Il server Radius ha rifiutato la richiesta di autenticazione dopo una conversazione EAP.
nb_no: RADIUS tjeneren nektet autentiseringsforespørsel etter EAP dialog.
pl_pl: Serwer RADIUS odrzucił uwierzytelnienie po dialogu EAP.
pt_pt: O servidor RADIUS rejeitou o pedido de autenticação depois de uma comunicação EAP.
ro_ro: Serverul RADIUS a respins cererea de autentificare dupa o conversație EAP.
sl_si: Strežnik RADIUS je po pogovoru EAP zavrnil zahtevo za preverjanje pristnosti.
sr_rs: RADIUS server je odbio autentifikacioni zahtev nakon razmene EAP poruka.
tr_tr: RADIUS sunucusu EAP oturumu sonrasında kimlik doğrulama isteğini redetti.
uk_ua: Сервер RADIUS відхилив запит автентифікації після обміну EAP

source: Connection refused
ar: الإتصال مرفوض
bg_bg: Връзката е отхвърлена.
ca_es: S'ha negat la connexió
cs_cz: Spojení odmítnuto
cy: Gwrthodwyd y cysylltiad
de_de: Verbindungsaufbau abgelehnt.
el_gr: Άρνηση σύνδεσης
es_es: Conexión rechazada
et_ee: Ühendusest keeldumine.
fi_fi: Yhteydenotto hylättiin
fr_fr: Connexion refusée
hr_hr: Konekcija odbijena
it_it: Connessione rifiutata
nb_no: Forbindelsen ble avvist
pl_pl: Połączenie odrzucone
pt_pt: Ligação recusada
ro_ro: Conexiune refuzată
sl_si: Povezava je bila zavrnjena
sr_rs: Odbijena konekcija
tr_tr: Bağlantı reddedildi
uk_ua: З'єднання відхилено

source: Not enough data provided to perform an authentication
ar: لم يتم توفير بيانات كافية لإجراء عملية التحقق
bg_bg: Не са предоставени достатъчно данни, за да се извърши аутентикация.
ca_es: No s'ha subministrat prou dades per a realitzar una autenticació
cs_cz: K autentizaci nebyl poskytnut dostatek informací.
cy: Dim digon o ddata wedi'i ddarparu i gyflawni dilysiad
de_de: Es sind nicht genügend Daten vorhanden, um eine Authentifizierungsanfrage durchzuführen
el_gr: Δεν υπάρχουν αρκετά δεδομένα για να επιχειρηθεί ταυτοποίηση.
es_es: No hay datos suficientes para realizar una autenticación
et_ee: Andmeid on autentimiseks ebapiisavalt
fi_fi: Ei riittävästi tietoa autentikoinnin suorittamiseksi.
fr_fr: Il n'y a pas assez de données fournies pour réaliser une authentification
hr_hr: Nedovoljno podataka da bi se obavila autentikacija
it_it: Non sono stati forniti i dati sufficienti per eseguire una autenticazione
nb_no: Det er ikke oppgitt nok data til å gjennomføre en autentisering
pl_pl: Brak kompletu danych do przeprowadzenia uwierzytelnienia.
pt_pt: Não foram fornecidos dados suficientes para realizar uma autenticação
ro_ro: Nu există date suficiente pentru a realiza autentificarea.
sl_si: Za preverjanje pristnosti ni na voljo dovolj podatkov
sr_rs: Nema dovoljno podataka za autentifikaciju
tr_tr: Kimlik doğrulama için yeterli veri sağlanmadı.
uk_ua: Недостатньо даних для автентифікації

source: The certificate password you provided does not match the certificate file.
ar: كلمة مرور الشهادة التي قدمتها لا تتطابق مع ملف الشهادة.
bg_bg: Паролата на сертификата, която сте подали, не съвпада с файла на сертификата.
ca_es: La contrasenya subministrada no correspon a l'arxiu del certificat.
cs_cz: Heslo, které jste použili k otevření souboru s certifikátem, není správně.
cy: Nid yw cyfrinair y tystysgrif a ddarparwyd gennych yn cyfateb i ffeil tystysgrif.
de_de: Das von Ihnen angegebene Zertifikatspasswort passt nicht zum Zertifikat.
el_gr: Ο κωδικός που δώσατε δεν ταιριάζει στο αρχείο πιστοποιητικού.
es_es: La contraseña del certificado que has proporcionado no coincide con el fichero de certificado.
et_ee: Sertifikaadi parool ei klapi sertifikaadifailiga.
fi_fi: Antamasi varmennesalasana ei täsmää varmennetiedoston kanssa.
fr_fr: Le mot de passe que vous avez saisi pour le certificat ne correspond pas à ceui du fichier
hr_hr: Lozinka za certifikat ne odgovara onoj kojom je zaštićen certifikat
it_it: La password del certicifato inserita non corrisponde a quella del file del certificato.
nb_no: Sertifikat passordet du oppga matcher ikke sertifikat filen.
pl_pl: Podane hasło do certyfikatu nie pasuje do pliku certyfikatu.
pt_pt: A password do certificado fornecida não corresponde ao certificado.
ro_ro: Parola de la certificat furnizată de dumneavoastră nu se potrivește cu certificatul.
sl_si: Vneseno geslo potrdila se ne ujema z datoteko potrdila.
sr_rs: Lozinka za sertifikat koju ste obezbedili se ne poklapa sa onom iz sertifikata.
tr_tr: Verdiğiniz sertifika parolası, sertifika dosyasındaki parola ile uyuşmuyor.
uk_ua: Введений вами пароль сертифіката не збігається з файлом сертифіката.

source: The certificate chain includes the root CA certificate. This does not serve any useful purpose but inflates the packet exchange, possibly leading to more round-trips and thus slower authentication.
ar: تتضمن سلسلة الشهادات شهادة المرجع المصدق الجذر root CA. لا يخدم هذا أي غرض مفيد ولكنه قد يزيد من تبادل الحزم packet exchange، مما قد يؤدي إلى المزيد من عمليات النقل ذهابًا وإيابًا وبالتالي بطء المصادقة.
bg_bg: Веригата на сертификата включва сертификата на главния CA. Това не служи за никаква полезна цел, а увеличава обмена на пакети, който води до по-бавна аутентикация.
ca_es: La cadena del certificat inclou el certificat arrel de la CA. Això no suposa cap benefici excepte augmentar l'intercanvi de paquets, produint probablement un major retard en l'autenticació.
cs_cz: Řetězec certifikátů obsahuje certifikát kořenové certifikační autority. To je zbytečné, pouze to zvětšuje objem přenášených dat a zpomaluje autentizaci.
cy: Mae'r gadwyn tystysgrif yn cynnwys y tystysgrif AT gwraidd. Nid yw hyn yn ateb unrhyw ddiben defnyddiol ond mae'n chwyddo'r cyfnewid pecynnau, gan arwain o bosibl at fwy o deithiau crwn ac felly dilysu arafach.
de_de: Die empfangene Zertifikatskette enthält das Wurzelzertifikat der CA. Das ist nicht zweckdienlich, und führt lediglich zu einer Vergrößerung der zu übertragenden Datenmenge und damit zu längeren Wartezeiten bei der Authentifizierung.
el_gr: Η αλυσίδα πιστοποίησης περιλαμβάνει το πιστοποιητικό του βασικού CA. Αυτό δεν εξυπηρετεί κανένα σκοπό αλλά μεγαλώνει τον όγκο των πακέτων που ανταλλάσσονται, πιθανώς προκαλώντας περισσότερες κυκλικές διαδρομές και συνεπώς πιο αργή ταυτοποίηση.
es_es: La cadena de certificación incluye el certificado CA raíz. Esto no contribuye en nada sino que aumenta el intercambio de paquetes, lo que podría llevar a una autenticación más lenta.
et_ee: Sertifikaadiahel sisaldab juur-CA-sertifikaati. Sisulist kasu sellest pole, kuid suureneb paketivahetus, mis võib kaasa tuua rohkem pendeldamisi (round-trips) ja seeläbi aeglasema autentimise.
fi_fi: Varmenneketju sisältää juurivarmenteen – siitä ei ole mitään varsinaista hyötyä, mutta se voi hidastaa autentikointia lisääntyneen tiedonsiirron johdosta.
fr_fr: La chaîne de certificat contient le certificat CA racine. Cette inclusion n'est pas d'une grande utilité et elle augmente la taille des paquets échangés ce qui peut multiplier les échanges et donc ralentir l'authentification.
hr_hr: Niz certifikata sadrži root CA certifikat. Ovo ne koristi samoj svrsi uporabe, te dodatno opterečuje komunikaciju.
it_it: La catena dei certificati include il certificato della root CA. Questo non ha nessuno scopo utile, ma aumenta lo scambio di pacchetti con probabili tempi di round-trip maggiori e quindi autenticazioni più lente.
nb_no: Sertifikat kjeden inkluderer root CA sertifikatet. Dette tjener ikke formålet da det medfører mer pakkeutveksling, og kan føre til flere "round-trips" og dermed tregere autentisering.
pl_pl: Łańcuch certyfikatów zawiera certyfikat głównego CA. Jest to zbędne, a dodatkowo powiększa ilość danych przekazywanych w czasie uwierzytelnienia, co może przedłużać czas uwierzytelnienia z powodu dodatkowej komunikacji między stronami.
pt_pt: A cadeia de certificação inclui o certificado de raiz da CA. Este não serve nenhum propósito útil, mas aumenta a troca de pacotes, que pode aumentar a latência e torna a autenticação mais lenta.
ro_ro: Acest lanț de certificate include certificatul rădăcina CA. Acest fapt poate conduce la creșterea timpilor de răspuns în cadrul procesului de autentificare.
sl_si: Veriga potrdil vključuje korensko potrdilo overitelja potrdil. To sicer ni uporabno, vendar pospeši izmenjavo paketov, kar ima lahko za posledico več povratnih poti in počasnejše preverjanje pristnosti.
sr_rs: Lanac sertifikata sadrži root CA sertifikat. Ovo ne služi ničemu osim što povećava pakete, što može dovesti do više razmena i sporije autentifikacije.
tr_tr: Sertifika zincirinde kök CA sertifikası da yer almakta. Bunun br faydası omadığı gibi paket alış-verişini arttırarak kimlik doğrulama süresini uzatacaktır.
uk_ua: Послідовність сертифікатів містить сертифікат кореневого CA. У цьому немає необхідності, і це збільшує обсяг даних під час аутентифікації, що може збільшити час аутентифікації.

source: There is more than one server certificate in the chain.
ar: يوجد أكثر من شهادة خادم في السلسلة.
bg_bg: Във веригата има повече от един сертификат на сървър.
ca_es: Hi ha més d'un certificat de servidor en la cadena.
cs_cz: Řetěz obsahuje více než jeden serverový certifikát.
cy: Mae mwy nag un tystysgrif gweinydd yn y gadwyn.
de_de: In der Zertifikatskette befindet sich mehr als ein Serverzertifikat.
el_gr: Υπάρχουν περισσότερα από ένα πιστοποιητικά εξυπηρετητή στην αλυσίδα.
es_es: Hay más de un certificado de servidor en la cadena.
et_ee: Ahelas on rohkem kui üks serverisertifikaat.
fi_fi: Varmenneketjussa on useampia kuin yksi palvelinvarmenne.
fr_fr: Il y a plus d'un certificat serveur dans la chaîne.
hr_hr: Postoji više od jednog poslužiteljskog certifikata u nizu.
it_it: C'è più di un certificato server nella catena dei certificati.
nb_no: Det er mer enn et tjenersertifikat i kjeden.
pl_pl: Łańcuch certyfikatów zawiera więcej niż jeden certyfikat serwera.
pt_pt: Existe mais do que um certificado na cadeia de certificação.
ro_ro: Există mai multe certificate în lanțul de certificate.
sl_si: V verigi je več kot eno potrdilo strežnika.
sr_rs: Ima više od jednog serverskog sertifikata u lancu.
tr_tr: Sertifika zincirinde birden fazla sunucu sertifikası bulunmakta.
uk_ua: Послідовність сертифікатів містить кілька серверних сертифікатів.

source: There is no server certificate in the chain.
ar: لا توجد شهادة خادم في السلسلة.
bg_bg: Във веригата няма сертификат на сървър.
ca_es: No hi ha cap certificat de servidor en la cadena.
cs_cz: Řetěz neobsahuje žádný serverový certifikát.
cy: Nid oes tystysgrif gweinydd yn y gadwyn.
de_de: In der Zertifikatskette befindet sich KEIN Serverzertifikat.
el_gr: Δεν υπάρχει πιστοποιητικό εξυπηρετητή στην αλυσίδα.
es_es: No hay ningún certificado de servidor en la cadena.
et_ee: Ahelast puudub serverisertifikaat.
fi_fi: Varmenneketjussa ei ole palvelinvarmennetta.
fr_fr: Il 'y a aucun certificat serveur dans la chaîne.
hr_hr: Ne postoji poslužiteljski certifikat u nizu.
it_it: NON c'è alcun certificato server nella catena dei certificati.
nb_no: Et tjenersertifikat mangler i kjeden.
pl_pl: Łańcuch certyfikatów nie zawiera certyfikatu serwera.
pt_pt: Não existe nenhum certificado de servidor na cadeia de certificação.
ro_ro: Nu există certificate în lanțul de certificare.
sl_si: V verigi ni potrdila strežnika.
sr_rs: Nema serverskog sertifikata u lancu.
tr_tr: Sertifika zincirinde sunucu sertifikası bulunmuyor.
uk_ua: Послідовність не містить жодного серверного сертифіката.
