Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: A user from this IdP has allegedly infringed copyrights
ar: يُزعم أن مستخدمًا من هذا الـIdP انتهك حقوق الطبع والنشر
bg_bg: Потребител от този IdP е нарушил авторските права.
ca_es: Un usuari d'aquest IdP presumptament ha infringit el copyright
cs_cz: Uživatel z tohoto IDP údajně porušil autorská práva
cy: Honnir bod defnyddiwr o'r CDU hwn wedi torri hawlfreintiau
de_de: Ein Nutzer dieses IdP hat angeblich Urheberrechtsverletzungen begangen
el_gr: Φημολογείται ότι χρήστης από αυτόν τον IdP παραβιάσει πνευματικά δικαιώματα
es_es: Un usuario de este proveedor de identidad presuntamente ha infringido derechos de autor
et_ee: Selle identiteedipakkuja (IdP) kasutaja on väidetavalt rikkunud autoriõigusi
fi_fi: Tämän IdP:n käyttäjä on loukannut tekijänoikeuksia
fr_fr: Un utilisateur de ce fournisseur d'identité aurait prétendument enfreint les droits d'auteurs
hr_hr: Korisnik iz ovog davatelja identiteta-a navodno je prekršio autorska prava
it_it: Un utente di questo IdP ha presumibilmente violato il diritto d'autore
nb_no: En bruker fra denne IdP'en har angivelig brutt opphavsrettigheter
pl_pl: Istnieje podejrzenie, że użytkownik tego IdP naruszył prawa autorskie
pt_pt: Um utilizador deste IdP supostamente violou direitos de autor
ro_ro: Un utilizator al acestui furnizor de identitate a încălcat drepturi de autor
sl_si: Uporabnik tega ponudnika identitete je obtožen kršenja avtorskih pravic
uk_ua: Користувач з цього IdP нібито порушив авторські права.

source: A user from this IdP has conducted malicious network operations (spam, DDoS, ...)
ar: أجرى مستخدم من هذا الـ IdP عمليات شبكة ضاره (spam ، DDOS ، ...)
bg_bg: Потребител от този IdP е извършил зловредни операции в мрежата (спам, DDoS, ...)
ca_es: Un usuari d'aquest IdP ha realitzat accions malicioses de xarxa (spam, DDoS, ...)
cs_cz: Uživatel z tohoto IdP provedl škodlivé síťové operace (zasílání spamu, DDoS, apod.)
cy: Mae defnyddiwr o'r CDU hwn wedi cynnal gweithrediadau rhwydwaith maleisus (spam, DDoS, ...)
de_de: Ein Nutzer dieses IdP hat bösartige Aktivitäten durchgeführt (Spam, DDoS, ...)
el_gr: Ένας χρήστης από αυτό το IdP διεξάγει κακόβουλες δικτυακές δραστηριότητες (spam, DDoS, ...)
es_es: Un usuario de este proveedor de identidad ha llevado a cabo operaciones de red maliciosas (spam, DDoS, ...)
et_ee: Selle identiteedipakkuja (IdP) kasutaja on pahatahtlikke võrgutoiminguid teinud (rämpspost, DDoS,...)
fi_fi: Tämän IdP:n käyttäjä on käyttänyt haittaohjelmia (roskaposti, DDoS, ...)
fr_fr: Un utilisateur de ce fournisseur d'identité a généré des opérations réseau malveillantes (spam, DDoS, etc.)
hr_hr: Korisnik iz ovog davatelja identiteta-a proveo je zlonamjerne operacije na mreži (spam, DDoS,...)
it_it: Un utente di questo IdP ha condotto operazioni di rete dannose (spam, DDoS, ...)
nb_no: En bruker fra denne IdP'en har utført skadelige nettverksoperasjoner (spam, DDoS, ...)
pl_pl: Użytkownik tego IdP wykonywał szkodliwe działania sieciowe (spam, DDoS, ...)
pt_pt: Um utilizador deste IdP realizou operações de rede maliciosas (spam, DDoS, ...)
ro_ro: Un utilizator de la acest furnizor de identitate a efectuat operațiuni dăunătoare rețelei informatice (spam, DDoS, ...)
sl_si: Uporabnik tega ponudnika identitete je izvedel nedovoljene operacije v omrežju (neželena pošta, DDoS itd.)
uk_ua: Користувач цього IdP проводив шкідливі мережеві операції (спам, DDoS, ...)

source: User claims connectivity problems but has been authenticated successfully
ar: يشتكي المستخدم من وجود مشاكل في الاتصال ولكن تمت المصادقة عليه بنجاح
bg_bg: Потребител заявява проблеми с връзката, но е удостоверен успешно
ca_es: L'usuari es queixa de problemes de connectivitat però s'ha autenticat correctament
cs_cz: Uživatel hlásí problémy s připojením, ale byl ověřen úspěšně
cy: Mae'r defnyddiwr yn honni bod ganddo broblemau cysylltedd ond mae wedi'i ddilysu'n llwyddiannus
de_de: Der Nutzer behauptet, Verbindungsprobleme zu haben, wurde aber erfolgreich authentifiziert.
el_gr: Ο χρήστης αναφέρει προβλήματα συνδεσιμότητας ωστόσο έχει ταυτοποιηθεί με επιτυχία
es_es: El usuario declara tener problemas de conectividad pero ha sido autenticado con éxito
et_ee: Kasutaja kurdab ühendusprobleeme, kuid tema autentimine õnnestus
fi_fi: Käyttäjä valittaa liittymisongelmista, mutta hänet on tunnistettu onnistuneesti
fr_fr: L'utilisateur affirme avoir des problèmes de connectivité mais a été authentifié avec succès
hr_hr: Korisnik tvrdi da ima probleme sa spajanjem a uspješno je autenticiran
it_it: L'utente sostiene di avere problemi di connettività ma è stato autenticato con successo
nb_no: En bruker hevder å ha nettverksproblemer, men autentisering har fungert
pl_pl: Użytkownik twierdzi, że ma problemy z połączeniem, ale uwierzytelnienie zakończyło się sukcesem
pt_pt: O utilizador alega problemas de conectividade, mas foi autenticado com sucesso
ro_ro: Utilizatorul susține că sunt probleme de conectivitate dar s-a autentificat cu succes
sl_si: Uporabnik trdi, da ima težave s povezavo, vendar je uspešno preveril pristnost
uk_ua: Користувач повідомляє про проблеми з підключенням, хоча автентифікацію пройдено успішно

source: User claims that mandatory open port is not open
ar: يدّعِي المستخدم أن المنفذ المفتوح إلزامي غير مفتوح
bg_bg: Потребител твърди, че порт, който задължително трябва да е отворен, не е отворен
ca_es: L'usuari es queixa de que un port obligatori no està obert
cs_cz: Uživatel tvrdí, že povinný otevřený port není dostupný
cy: Defnyddiwr yn honni nad yw porthladd agored gorfodol ar agor
de_de: Der Nutzer behauptet, ein zwingend zu öffnender Port sei nicht offen.
el_gr: Χρήστης ισχυρίζεται ότι υποχρεωτικά ανοιχτό port δεν είναι ανοιχτό
es_es: El usuario declara que un puerto de apertura obligada no está abierto
et_ee: Kasutaja väitel ei ole kohustuslik port avatud
fi_fi: Käyttäjä väittää, että pakollinen avoin portti ei ole avattu
fr_fr: L'utilisateur affirme que des ports devant obligatoirement être ouverts ne le sont pas
hr_hr: Korisnik tvrdi da port koji terba biti otvoren, nije otvoren
it_it: L'utente sostiene che una porta obbligatoriamente aperta in realtà non lo è
nb_no: En bruker hevder at påbudt åpen port ikke er åpnet for
pl_pl: Użytkownik twierdzi, że port, który ma być obligatoryjnie otwarty nie jest dostępny
pt_pt: O utilizador alega que o porto obrigatória não está aberto
ro_ro: Utilizatorul susține că portul care trebuie să fie deschis obligatoriu, nu este deschis.
sl_si: Uporabnik trdi, da vrata, ki bi morala biti obvezno odprta, niso odprta
uk_ua: Користувач стверджує, що обов'язковий відкритий порт не відкритий

source: Select your problem
ar: حدد مشكلتك
bg_bg: Изберете Вашия проблем
ca_es: Escolliu el vostre problema
cs_cz: Vyberte váš problém
cy: Dewiswch eich broblem
de_de: Wählen Sie Ihr Problem
el_gr: Επιλέξτε το πρόβλημα σας
es_es: Selecciona el problema
et_ee: Vali oma probleem
fi_fi: Valitse ongelma
fr_fr: Sélectionner votre problème
hr_hr: Izaberite Vaš problem
it_it: Seleziona il tuo problema
nb_no: Velg ditt type problem
pl_pl: Wskaż swój problem
pt_pt: Escolha o seu problema
ro_ro: Selectați problema
sl_si: Izberite svojo težavo
sr_rs: Odaberite problem
uk_ua: Виберіть свою проблему

source: What is the realm of the IdP in question?
ar: ما هو نطاق realm لـ IdP المعني؟
bg_bg: Коя е областта на IdP във въпроса?
ca_es: Quin és el domini de l'IdP analitzat?
cs_cz: Jaká je doména dotyčného IdP?
cy: Beth yw parth y CDU dan sylw?
de_de: Um welchen Realm handelt es sich?
el_gr: Ποιος είναι ο τομέας του εν λόγω IdP;
es_es: ¿Cuál es el dominio del proveedor de identidad en cuestión?
et_ee: Mis on kõnealuse identiteedipakkuja (IdP) domeen?
fi_fi: Mikä on IdP:n toimialue?
fr_fr: Quel est le domaine du fournisseur d'identité dont il s'agit ?
hr_hr: O kojoj domeni davatelja identiteta se radi?
it_it: Quel'è il realm dell'IdP in questione?
nb_no: Hvilket realm har denne IdP'en?
pl_pl: Jakiego realmu dotyczy problem?
pt_pt: Qual é o domínio do IdP em questão?
ro_ro: Care este domeniul furnizorului de identitate ?
sl_si: Katero je področje zadevnega ponudnika identitete?
sr_rs: Koji je domen Davaoca Identiteta u pitanju?
uk_ua: Про який домен IdP іде мова?

source: Do you prefer to use a specific outer identity for diagnostics test?
bg_bg: Специфична външна идентичност ли предпочитате да използвате за диагностичен тест?
ca_es: Preferiu utilitzar una identitat externa específica per als tests de diagnòstic?
cy: A yw'n well gennych ddefnyddio hunaniaeth allanol benodol ar gyfer prawf diagnostig?
de_de: Soll für die Diagnose eine besondere äußere Identität verwendet werden?
es_es: ¿Prefieres utilizar una identidad anónima específica para las pruebas de diagnóstico?
et_ee: Kas eelistad kasutada diagnostikaks konkreetset välist identiteeti?
hr_hr: Želite li koristiti određeni vanjski identitet za dijagnostički test?
it_it: Preferisci utilizzare un'identità esterna specifica per i test diagnostici?
pl_pl: Czy wolisz używać specyficznej tożsamości zewnętrznej do testów diagnostycznych?
ro_ro: Preferați să utilizați o identitate exterioară specifică pentru testul de diagnosticare?
uk_ua: Ви бажаєте використовувати зовнішню ідентифікацію для діагностичного тесту?

source: What is the authentication timestamp of the user session in question?
ar: ما هو الطابع الزمني timestamp للمصادقة باتصال المستخدم user session المعني؟
bg_bg: Кое е точното време на удостоверяване на потребителската сесия във въпроса?
ca_es: Quin és el registre de temps de l'autenticació de la sessió d'usuari analitzada?
cs_cz: Jaká je časová značka autentizace uživatele?
cy: Beth yw stamp amser dilysu'r sesiwn defnyddiwr dan sylw?
de_de: Zu welchem Zeitpunkt fand die Authentifizierung der fraglichen Sitzung statt?
el_gr: Ποια είναι η σήμανση χρόνου ταυτοποίησης της εν λόγω συνεδρίας χρήστη;
es_es: ¿Cuál es la marca de tiempo de la autenticación de la sesión de usuario en cuestión?
et_ee: Mis on kõnealuse kasutajasessiooni autentimise ajatempel?
fi_fi: Mikä on kyseisen käyttäjäistunnon todennuksen ajankohta?
fr_fr: Quel est l'horodatage d'authentification de la session utilisateur en question ?
hr_hr: Koji je timestamp autentikacije korisničke sesije u pitanju?
it_it: Qual è il timestamp di autenticazione della sessione utente in questione?
nb_no: What er tidsstempel for brukersesjonen?
pl_pl: Podaj datę i czas próby uwierzytelnienia użytkownika w zgłaszanym problemie
pt_pt: Qual é a data/hora da autenticação da sessão do utilizador em causa?
ro_ro: Care este momentul de timp al autentificării utilizatorului discutat?
sl_si: Kakšen je časovni žig preverjanja pristnosti zadevne uporabniške seje?
sr_rs: Koji je vremenski okvir za korisničku sesiju koja se ispituje?
uk_ua: Час автентифікації відповідної сесії користувача??

source: What is the MAC address of the user session in question?
ar: ما هو عنوان MAC Address الخاص باتصال المستخدم"user session" المعني؟
bg_bg: Кой е MAC адресът на потребителската сесия във въпроса?
ca_es: Quina és l'adreça MAC de la sessió d'usuari analitzada?
cs_cz: Jaká je MAC adresa uživatele?
cy: Beth yw MAC cyfeiriad y sesiwn defnyddiwr dan sylw?
de_de: Wie ist die MAC Adresse die bei der fraglichen Sitzung benutzt wurde?
el_gr: Ποια είναι η MAC διεύθυνση της εν λόγω συνεδρίας χρήστη;
es_es: ¿Cuál es la dirección MAC de la sesión de usuario en cuestión?
et_ee: Mis on MAC-aadress selles kasutajasessioonis?
fi_fi: Mikä on kyseisessä käyttäjäistunnossa käyttäjän MAC-osoite?
fr_fr: Quelle est l'adresse MAC de la session utilisateur en question ?
hr_hr: O kojoj se MAC adresi korisničke sesije radi?
it_it: Qual è l'indirizzo MAC della sessione utente in questione?
nb_no: Hva er MAC adressen for brukersesjonen?
pl_pl: Jaki był adres MAC urządzenia w zgłaszanym problemie?
pt_pt: Qual é o endereço MAC da sessão do utilizador em questão?
ro_ro: Care este adresa MAC a utilizatorului conectat?
sl_si: Kakšen je naslov MAC zadevne uporabniške seje?
sr_rs: Koja je MAC adresa uređaja za korisničku sesiju koja se ispituje?
uk_ua: Яка MAC-адреса відповідного сеансу користувача?

source: Additional comments
ar: تعليقات اضافية
bg_bg: Допълнителни бележки
ca_es: Comentaris addicionals
cs_cz: Další poznámky
cy: Sylwadau ychwanegol
de_de: Zusätzliche Kommentare
el_gr: Επιπρόσθετα σχόλια
es_es: Comentarios adicionales
et_ee: Lisamärkused
fi_fi: Muita kommentteja
fr_fr: Commentaires supplémentaires
hr_hr: Dodatni komentari
it_it: Ulteriori commenti
nb_no: Andre kommentarer
pl_pl: Dodatkowy komentarz
pt_pt: Comentários adicionais
ro_ro: Comentarii adiționale
sl_si: Dodatni komentarji
sr_rs: Dodatni komentari
uk_ua: Додаткові коментарі

source: Please specify an email address on which the IdP can contact you
ar: يرجى تحديد عنوان بريد إلكتروني يمكن لموفر الهوية IdP من خلاله الاتصال بك
bg_bg: Моля посочете и-мейл адрес, на който IdP може да се свърже с Вас
ca_es: Indiqueu una adreça de correu on el vostre IdP pugui contactar amb vosaltres
cs_cz: Zadejte emailovou adresu, na které vás IdP může kontaktovat
cy: Nodwch cyfeiriad e-bost y gall y CDU gysylltu â chi arno
de_de: Bitte geben Sie eine E-Mail-Adresse an, unter der der IdP Sie kontaktieren kann
el_gr: Παρακαλούμε προσδιορίστε μια διεύθυνση email στην οποία μπορεί να επικοινωνήσει μαζί σας ο IdP
es_es: Por favor, especifica una dirección de email en la que el proveedor de identidad puede contactar contigo
et_ee: Palun määra e-postiaadress, mille kaudu saab identiteedipakkuja Sinuga ühendust võtta
fi_fi: Määritä sähköpostiosoite, jolle IdP voi ottaa sinuun yhteyttä
fr_fr: Veuillez entrer l'adresse de courrier électronique à laquelle le fournisseur d'identité peut vous joindre
hr_hr: Molimo unesite e-mail adresu na koju Vas davatelj identiteta može kontaktirati
it_it: Specifica un indirizzo email su cui l'IdP può contattarti
nb_no: Vennligst angi en e-post adresse som IdP'en kan nå deg på
pl_pl: Proszę podać adres mailowy, który będzie mógł zostać użyty przez administratora IdP
pt_pt: Especifique um endereço de e-mail pelo qual o IdP possa entrar em contacto com você
ro_ro: Vă rugăm să specificați o adresă de e-mail la care furnizorul de identitate vă poate contacta
sl_si: Podajte e-poštni naslov, na katerega vas lahko kontaktira ponudnik identitete
sr_rs: Molimo vas da navedete mejl adresu na koju Davalac Identiteta može da vas kontaktira
uk_ua: Будь ласка, вкажіть адресу електронної пошти, на яку IdP може зв’язатися з вами

source: Now you can send your query
ar: الآن يمكنك إرسال استفسارك
bg_bg: Вече може да изпратите Вашето запитване
ca_es: Ara podeu enviar la vostra consulta
cs_cz: Nyní odešlete vaš dotaz
cy: Nawr gallwch chi anfon eich ymholiad
de_de: Jetzt können Sie Ihre Anfrage absenden
el_gr: Τώρα μπορείτε να αποστείλετε το ερώτημά σας
es_es: Puedes enviar tu consulta ahora
et_ee: Nüüd saad saata oma päringu
fi_fi: Nyt voit lähettää kyselyn
fr_fr: Vous pouvez maintenant envoyer votre demande
hr_hr: Sada možete poslati upit
it_it: Adesso puoi inviare la tua richiesta
nb_no: Nå kan du sende ditt spørsmål
pl_pl: Prześlij zapytanie
pt_pt: Agora pode enviar a sua consulta
ro_ro: Acum puteți trimite cererea
sl_si: Zdaj lahko pošljete poizvedbo
sr_rs: Sada možete poslati vaš upit
uk_ua: Тепер ви можете надіслати свій запит

source: Send
ar: إرسال
bg_bg: Изпратете
ca_es: Envia
cs_cz: Odeslat
cy: Anfon
de_de: Absenden
el_gr: Αποστολή
es_es: Enviar
et_ee: Saada
fi_fi: Lähetä
fr_fr: Envoyer
hr_hr: Pošalji
it_it: Spedisci
pl_pl: Wyślij
pt_pt: Enviar
ro_ro: Trimis
sl_si: Pošlji
sr_rs: Pošalji
uk_ua: Надіслати

source: Identify the SP by one of following means
ar: حدد مقدم الخدمة SP بإحدى الوسائل التالية
bg_bg: Определете SP по един от следните начини
ca_es: Identifiqueu l'SP per un dels mitjans següents
cs_cz: Identifikujte SP jedním z následujících způsobů
cy: Nodwch y SP trwy un o'r dulliau canlynol
de_de: Identifizieren Sie den SP anhand der folgenden Methoden
el_gr: Προσδιορίστε τον SP με έναν από τους ακόλουθους τρόπους
es_es: Identifica al proveedor del servicio de alguna de las siguientes maneras
et_ee: Tuvasta teenusepakkuja (SP) ühega järgmistest vahenditest
fi_fi: Tunnista SP yksi seuraavista tavoista
fr_fr: Veuillez identifier le fournisseur de service par l'un des moyens suivants
hr_hr: Odaberite pružatelja usluge na jedan od sljedećih načina
it_it: Identifica l'SP con uno dei seguenti mezzi
nb_no: Identifiser SP'en på en av følgende måter
pl_pl: Zidentyfikuj swojego dostawcę usługi SP za pomocą następujących kryteriów
pt_pt: Identifique o SP por um dos seguintes meios
ro_ro: Identificați furnizorul de servicii prin una dintre metodele următoare
sl_si: Določite ponudnika storitev na enega od naslednjih načinov
sr_rs: Identifikujte Davaoca servisa na jedan od sledećih načina
uk_ua: Визначте постачальника послуг SP одним із наведених способів

source: SP Operator-Name attribute
ar: سمة اسم المشغل Operator-Name لمقدم الخدمة SP
bg_bg: SP Operator-Name параметър
ca_es: Atribut SP Operator-Name
cs_cz: SP Operator-Name atribut
cy: Priodoledd SP Operator-Name
de_de: SP Operator-Name Attribut
el_gr: Χαρακτηριστικό Operator-Name του SP
es_es: Nombre del atributo Operator-Name
et_ee: Teenusepakkuja (SP) operaatorinime atribuut
fi_fi: SP Operator-Name -attribuutti
fr_fr: L'attribut Operator-Name du fournisseur de service
hr_hr: atribut SP Operator-name
it_it: Attributo Operator-Name dell'SP
pl_pl: Atrybut Operator-Name przekazywany przez SP
pt_pt: Atributo SP Operator-Name
ro_ro: Atributul Nume-Operator al furnizorului de servicii
sl_si: Atribut imena upravljalca ponudnika storitev
sr_rs: SP Operator-Name atribut
uk_ua: Атрибут Operator-Name постачальника послуг SP

source: Select the SP manually:
ar: حدد مقدم الخدمة SP يدويًا:
bg_bg: Изберете SP ръчно:
ca_es: Escolliu manualment l'SP:
cs_cz: Manuálně vyberte SP
cy: Dewiswch y SP â llaw:
de_de: SP manuell auswählen:
el_gr: Επιλέξτε SP χειροκίνητα:
es_es: Selecciona el proveedor del servicio manualmente:
et_ee: Vali teenusepakkuja (SP) käsitsi:
fi_fi: Valitse SP käsin:
fr_fr: Sélectionnez manuellement le fournisseur de service :
hr_hr: Ručno izaberite pružatelja usluge
it_it: Selezione l'SP manualmente
nb_no: Velg SP manuelt:
pl_pl: Wskaż SP ręcznie:
pt_pt: Escolha o SP manualmente:
ro_ro: Selectați manual furnizorul de servicii:
sl_si: Ročno izberite ponudnika storitev:
sr_rs: Odaberite Davaoca servisa ručno:
uk_ua: Виберіть постачальника послуг SP вручну:

source: click to select country and organisation
ar: انقر لتحديد الدولة والمؤسسة
bg_bg: кликнете, за да изберете страна и организация
ca_es: cliqueu per a seleccionar país i organització
cs_cz: klikněte pro výběr země a organizace
cy: cliciwch i ddewis gwlad a sefydliad
de_de: Klicken Sie zur Länder- und Organisationsauswahl
el_gr: πατήστε για να επιλέξετε χώρα και οργανισμό
es_es: haz clic para seleccionar país y organización
et_ee: klõpsa riigi ja asutuse valimiseks
fi_fi: valitse maa ja organisaatio klikkaamalla
fr_fr: Cliquez pour sélectionner pays puis l'établissement
hr_hr: Kliknite za odabr zemlje i ustanove
it_it: clicca per selezionare Paese ed organizzazione
nb_no: klikk for å velge land og organisasjon
pl_pl: kliknij, by wybrać kraj i instytucję
pt_pt: clique para escolher o país e a organização
ro_ro: Apasă ca să selectați țara si organizația
sl_si: kliknite, da izberete državo in organizacijo
sr_rs: kliknite da odaberete zemlju i instituciju
uk_ua: натисніть, щоб вибрати країну та установу

source: at least describe the SP location
ar: على الأقل صِف موقع الـSP
bg_bg: най-малко опишете мястото на SP
ca_es: descriviu almenys la localització de l'SP
cs_cz: vyberte umístění SP
cy: o leiaf disgrifiwch lleoliad SP
de_de: Beschreiben Sie mindestens den Ort an dem der SP ist
el_gr: τουλάχιστον περιγράψτε την τοποθεσία του SP
es_es: o al menos describe la localización del proveedor del servicio
et_ee: kirjelda vähemalt teenusepakkuja (SP) asukoht
fi_fi: ainakin kuvaile SP:n sijaintia
fr_fr: Au minimum, indiquez l'emplacement du fournisseur de service
hr_hr: Unesite barem lokaciju pružatelja usluge
it_it: almeno descrivi la posizione dell'SP
nb_no: minimum beskriv SP lokasjonen
pl_pl: musisz co najmniej opisać lokalizację SP
pt_pt: pelo menos descreva a localização do SP
ro_ro: Vă rog sa specificați locația SP
sl_si: opišite vsaj lokacijo ponudnika storitev
sr_rs: makar opišite lokaciju Davaoca servisa
uk_ua: принаймні, вкажіть місце розташування постачальника послуг SP

source: What is the outer ID of the user session in question?
ar: ما هو عنوان المعرف الخارجي outer ID الخاص باتصال المستخدم"user session" المعني؟
bg_bg: Какво е външното ID на потребителската сесия във въпроса?
ca_es: Quina és l'ID externa de la sessió d'usuari analitzada?
cs_cz: Jaká je vnější identita uživatele?
cy: Beth yw ID allanol y sesiwn defnyddiwr dan sylw?
de_de: Wie ist die äußere Identität die bei der fraglichen Sitzung benutzt wurde
el_gr: Ποιο είναι το εξωτερικό ID της εν λόγω συνεδρίας χρήστη;
es_es: ¿Cuál es la identidad de usuario externa para la sesión de usuario en cuestión?
et_ee: Mis on kõnealuse kasutajasessiooni väline ID?
fi_fi: Mikä on kyseisessä käyttäjäistunnossa käyttäjän ulkoinen identiteetti?
fr_fr: Quel est l'identifiant externe de la session utilisateur dont il s'agit ?
hr_hr: Koji je vanjski ID korisnikove sesije u pitanju?
it_it: Qual è l'ID esterno della sessione utente in questione?
nb_no: Hva er ytre-ID for brukersesjonen?
pl_pl: Jaki jest zewnętrzny identyfikator sesji użytkownika w zgłaszanym problemie?
pt_pt: Qual é o ID externo da sessão do utilizador em questão?
ro_ro: Care este ID-ul exterior al utilizatorului despre care se discută?
sl_si: Kakšen je zunanji ID zadevne uporabniške seje?
sr_rs: Koji je spoljašnji identitet korisnika za sesiju koja se ispituje?
uk_ua: Який зовнішній ідентифікатор відповідного сеансу користувача?

source: Additional comments about the problem
ar: ملاحظات إضافية حول المشكلة
bg_bg: Допълнителни бележки относно проблема
ca_es: Comentaris addicionals sobre el problema
cs_cz: Další poznámky k problému
cy: Sylwadau ychwanegol am y broblem
de_de: Zusätzliche Kommentare zum Problem
el_gr: Επιπρόσθετα σχόλια σχετικά με το πρόβλημα
es_es: Comentarios adicionales acerca del problema
et_ee: Lisakommentaarid probleemi kohta
fi_fi: Muita kommentteja ongelmasta
fr_fr: Commentaires complémentaires concernant le problème
hr_hr: Dodatni komentari vezani uz problem
it_it: Ulteriori considerazioni sul problema
nb_no: Andre kommentarer til problemet
pl_pl: Dodatkowy komentarz dotyczący problemu
pt_pt: Comentários adicionais sobre o problema
ro_ro: Comentarii suplimentare despre problemă
sl_si: Dodatni komentarji v povezavi s težavo
sr_rs: Dodatni komentari o problemu
uk_ua: Додаткові коментарі щодо проблеми
