Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: At least one certificate in the chain is signed with the MD5 signature algorithm. Many Operating Systems, including Apple iOS, will fail to validate this certificate.
ar: لقد تم توقيع شهادة واحدة على الأقل في السلسلة باستخدام خوارزمية توقيع MD5. ستفشل العديد من أنظمة التشغيل ، بما في ذلك Apple iOS ، في التحقق من صحة هذه الشهادة.
bg_bg: Поне един сертификат във веригата е подписан по алгоритъма MD5. Много операционни системи, включвайки Apple iOS, ще се провалят при валидиране на сертификата.
ca_es: Al menys un certificat a la cadena està signat amb el algoritme MD5. Diversos Sistemes Operatius, incloent l'Apple iOS, no podran validar aquest certificat.
cs_cz: Alespoň jeden certifikát v řetězci je podepsán pomocí MD5 hashe. Mnoho operačních systémů, včetně Apple iOS, nebude moci tento certifikát ověřit.
cy: Mae o leiaf un tystysgrif yn y gadwyn wedi'i llofnodi â'r algorithm llofnod MD5. Bydd llawer o Systemau Gweithredu, gan gynnwys Apple iOS, yn methu â dilysu'r tystysgrif hon.
de_de: Mindestens ein Zertifikat ist dem MD5-Signaturalgorithmus signiert. Viele Betriebssysteme, darunter Apple iOS, akzeptieren solche Zertifikate nicht.
el_gr: Τουλάχιστον ένα πιστοποιητικό στην αλυσίδα είναι υπογεγραμμένο με τον αλγόριθμο υπογραφής MD5. Πολλά Λειτουργικά Συστήματα, συμπεριλαμβανομένου του Apple iOS, θα αποτύχει να επαληθεύσει αυτό το πιστοποιητικό.
es_es: Al menos un certificado de la cadena está firmado con MD5. Muchos sistemas operativos, incluyendo a Apple iOS, no validarán ese certificado.
et_ee: Vähemalt üks sertifikaat ahelas on allkirjastatud MD5 allkirjaalgoritmiga. Selle sertifikaadi kehtivuse kontrollimine ebaõnnestub paljude operatsioonisüsteemide, sh Apple iOS puhul.
fi_fi: Vähintään yksi varmenneketjun varmenteista on allekirjoitettu MD5-tiivistefunktiolla. Monet käyttöjärjestelmät, kuten Apple iOS, eivät salli MD5:n käyttöä.
fr_fr: L'un, au moins, des certificats de la chaîne est signé avec l'algorithme MD5. De nombreux systèmes d'exploitation, en particulier Apple iOS, ne pourront valider ce certificat.
hr_hr: Barem jedan certifikat u lancu potpisan je s MD5 algoritmom Mnogi operativni sustavi, uključujući Apple iOS, neće uspješno validirati certifikat.
it_it: Almeno un certificato nella catena è firmato con algoritmo di firma MD5. Molti sistemi operativi, incluso iOS di Apple, falliranno la validazione di questo certificato.
nb_no: Minst et sertifikat i kjeden er signert med MD5 signatur algoritme. Mange operativ system, inkludert Apple iOS, vil ikke validere dette sertifikatet.
pl_pl: Co najmniej jeden z certyfikatów w łańcuchu jest podpisany z użyciem algorytmu MD5. Wiele systemów operacyjnych, w tym Apple iOS, nie będzie poprawnie weryfikować takiego certyfikatu serwera.
pt_pt: Pelo menos um certificado na cadeia está assinado com o algoritmo MD5. Muitos sistemas operativos, incluindo o iOS da Apple, falham na validação deste certificado.
ro_ro: Cel puțin unul din certificatele din lanțul de certificare este semnat cu algoritm MD5. Mai multe sisteme de operare, inclusiv Apple iOS, nu vor putea valida acest certificat.
sl_si: Vsaj eno potrdilo v verigi je podpisano z algoritmom podpisovanja MD5. Veliko operacijskih sistemov, vključno z Apple iOS, ne bo moglo potrditi tega potrdila.
sr_rs: Najmanje jedan sertifikat iz lanca je potpisan MD5 algoritmom. Mnogi operativni sistemi, uključujući i Apple iOS, neće moći da izvrše proveru sertifikata.
tr_tr: Sertifika zincirinde en azından bir adet imza için MD5 kullanan sertifika bulunuyor. Çoğu İşletim Sistemi (Apple iOS dahil) bu sertifikayı onaylamayacaklardır.
uk_ua: Принаймні один сертифікат у послідовності підписаний алгоритмом підпису MD5. Багато операційних систем, включаючи Apple iOS, не зможуть перевірити цей сертифікат

source: At least one certificate in the chain is signed with the SHA-1 signature algorithm. Many Operating Systems, including Apple iOS, will fail to validate this certificate.
ar: لقد تم توقيع شهادة واحدة على الأقل في السلسلة باستخدام خوارزمية توقيع SHA-1. ستفشل العديد من أنظمة التشغيل ، بما في ذلك Apple iOS ، في التحقق من صحة هذه الشهادة.
bg_bg: Поне един сертификат във веригата е подписан с SHA-1 алгоритъм. Много операционни системи, включително Apple iOS, няма да ратифицират този сертификат.
ca_es: Al menys un certificat de la cadena està signat amb l'algorisme SHA-1. Molts sistemes operatius, incloent Apple iOS, no validaran aquest certificat.
cs_cz: Alespoň jeden certifikát v řetězci je podepsán pomocí SHA-1 hashe. Mnoho operačních systémů, včetně Apple iOS, nebude moci tento certifikát ověřit.
cy: Mae o leiaf un tystysgrif yn y gadwyn wedi'i llofnodi â'r algorithm llofnod SHA-1. Bydd llawer o Systemau Gweithredu, gan gynnwys Apple iOS, yn methu â dilysu'r tystysgrif hon.
de_de: Mindestens ein Zertifikat in der Kette ist mit dem SHA-1 Signaturalgorithmus signiert. Viele Betriebssysteme, inklusive Apple iOS, lehnen diesen Algorithmus ab.
el_gr: Τουλάχιστον ένα πιστοποιητικό στην αλυσίδα είναι υπογεγραμμένο με τον αλγόριθμο υπογραφής SHA-1. Πολλά Λειτουργικά Συστήματα, συμπεριλαμβανομένου του Apple iOS, θα αποτύχει να επαληθεύσει αυτό το πιστοποιητικό.
es_es: Al menos un certificado de la cadena está firmado con SHA-1. Muchos sistemas operativos, incluyendo a Apple iOS, no validarán ese certificado.
et_ee: Vähemalt üks sertifikaat ahelas on allkirjastatud SHA-1 allkirjaalgoritmiga. Selle sertifikaadi kehtivuse kontrollimine ebaõnnestub paljude operatsioonisüsteemide, sh Apple iOS puhul.
fi_fi: Varmenneketjun varmenteista vähintään yksi on allekirjoitettu SHA-1-algoritmilla. Jotkut käyttöjärjestelmät, kuten Apple iOS, eivät salli tällaista varmennetta.
fr_fr: L'un, au moins, des certificats de la chaîne est signé avec l'algorithme SHA-1 . De nombreux systèmes d'exploitation, en particulier Apple iOS, ne pourront pas valider ce certificat.
hr_hr: Barem jedan certifikat u lancu potpisan je s SHA-1 algoritmom.Mnogi operativni sustavi, uključujući Apple iOS, neće uspješno validirati certifikat.
it_it: Almeno un certificato nella catena è firmato con l'algoritmo di firma SHA-1. Molti sistemi operativi, incluso Apple iOS, non riusciranno a validare questo certificato.
nb_no: Minst et sertifikat i kjeden er signert med SHA-1 signatur algoritme. Mange operativsystem, inkludert Apple iOS, vil ikke validere dette sertifikatet.
pl_pl: Co najmniej jeden z certyfikatów w łańcuchu jest podpisany z użyciem algorytmu SHA-1. Wiele systemów operacyjnych, w tym Apple iOS, nie będzie poprawnie weryfikować takiego certyfikatu serwera.
pt_pt: Pelo menos um certificado na cadeia está assinado com o algoritmo de assinatura SHA-1. Muitos Sistemas Operativos, incluindo o iOS da Apple, vão falhar na verificação deste certificado.
ro_ro: Cel puțin unul din certificatele din lanțul de certificare este semnat cu algoritm SHA-1. Mai multe sisteme de operare, inclusiv Apple iOS, nu vor putea valida acest certificat.
sl_si: Vsaj eno potrdilo v verigi je podpisano z algoritmom podpisovanja SHA-1. Več operacijskih sistemov, vključno z Apple iOS, ne bo moglo potrditi tega potrdila.
sr_rs: Najmanje jedan sertifikat iz lanca je potpisan SHA-1 algoritmom. Mnogi operativni sistemi, uključujući i Apple iOS, neće moći da izvrše proveru ovog sertifikata.
tr_tr: Zincirdeki en az bir sertifika SHA-1 imza algoritması ile imzalanmış. Apple iOS dahil, birçok İşletim Sistemi bu sertifikayı doğrulamayacaktır.
uk_ua: Принаймні один сертифікат у послідовності підписаний алгоритмом підпису SHA-1. Багато операційних систем, включаючи Apple iOS, не зможуть перевірити цей сертифікат.

source: At least one certificate in the chain had a public key of less than 2048 bits. Many recent operating systems consider this unacceptable and will fail to validate the server certificate.
ar: تحتوي شهادة واحدة على الأقل في السلسلة على مفتاح عام أقل من 2048 بت. تعتبر العديد من أنظمة التشغيل الحديثة هذا أمرًا غير مقبول وستفشل في التحقق من صحة شهادة الخادم.
bg_bg: Поне един сертификат във веригата е имал публичен ключ с по-малко от 2048 бита. Много съвременни операционни системи считат това за неприемливо и ще се провалят при валидиране сертификата на сървъра.
ca_es: Al menys un certificat de la cadena té una clau pública de menys de 2048 bits. Alguns sistemes operatius moderns no ho accepten i no validaran el certificat del servidor.
cs_cz: Alespoň jeden certifikát v řetězci má veřejný klíč kratší než 2048 bitů. Novější operační systémy to pokládají za nepřijatelně málo a proto nebudou moci tento certifikát ověřit.
cy: Roedd gan o leiaf un tystysgrif yn y gadwyn allwedd gyhoeddus o lai na 2048 did. Mae llawer o systemau gweithredu diweddar yn ystyried hyn yn annerbyniol a byddant yn methu â dilysu tystysgrif y gweinydd.
de_de: Mindestens ein Zertifkat hat einen öffentlichen Schlüssel von weniger als 2048 Bit. Viele moderne Betriebssysteme akzeptieren solche Zertifikate nicht.
el_gr: Τουλάχιστον ένα πιστοποιητικό στην αλυσίδα είχε ένα δημόσιο κλειδί με μέγεθος μικρότερο από 2048 bits. Πολλά πρόσφατα λειτουργικά συστήματα θεωρούν κάτι τέτοιο απαράδεκτο και θα αποτυγχάνουν να επαληθεύσουν το πιστοποιητικό εξυπηρετητή.
es_es: Al menos un certificado en la cadena contenía una clave pública de menos de 2048 bits. Muchos sistemas operativos recientes consideran esto inaceptable, y fallarán al validar el certificado de servidor.
et_ee: Vähemalt ühel sertifikaatidest ahelas on avalik võti lühem kui 2048 bitti. Paljud praegused operatsioonisüsteemid seda ei luba ning serverisertifikaadi valideerimine ebaõnnestub.
fi_fi: Ainakin yksi varmenneketjun varmenteista on alle 2048-bittinen. Monet käyttöjärjestelmät eivät enää kelpuuta heikkoja varmenteita tietoturvasyistä.
fr_fr: Au moins un certificat de la chaîne avait une clé publique de moins de 2048 bits. De nombreux systèmes d'exploitation récents considèrent cela comme inacceptable et ne réussiront pas à valider le certificat du serveur.
hr_hr: Barem jedan certifikat u nizu ima javni kljuc s manje od 2048 bitova. Večina današnjih operativnih sustava to smatraju nesigurnim.
it_it: Almeno un certificato nella catena ha una chiave pubblica con meno di 2048 bit. Molti sistemi operativi recenti lo considerano inaccettabile e falliranno la validazione del certificato server.
nb_no: Minst et sertifikat i kjeden har en offentlig nøkkel på mindre enn 2048 bits. Mange nyere operativ system aksepterer ikke dette og vil derfor ikke anse server sertifikatet som gyldig.
pl_pl: Przynajmniej jeden z certyfikatów w łańcuchu korzysta z klucza publicznego o długości mniejszej niż 2048 bity. Wiele z obecnych systemów operacyjnych nie będzie poprawnie weryfikowało takiego certyfikatu serwera.
pt_pt: Pelo menos um certificado na cadeia tinha uma chave pública com menos de 2048 bits. Muitos sistemas operativos recentes consideram isso inaceitável e não validarão o certificado do servidor.
ro_ro: Cel puțin un certificat din lanțul de certificare are cheia publică mai mică de 2048 de biți. Sistemele de operare moderne nu vor putea valida acest certificat.
sl_si: Vsaj eno potrdilo v verigi je imelo javni ključ, manjši od 2048 bitov. Za številne novejše operacijske sisteme to ni sprejemljivo in potrdila strežnika ne bodo potrdili.
uk_ua: Принаймні один сертифікат у ланцюжку мав відкритий ключ менше 2048 біт. Багато останніх операційних систем вважають це неприйнятним і не зможуть перевірити сертифікат сервера.

source: The server certificate does not have the extension 'extendedKeyUsage: TLS Web Server Authentication'. Most Microsoft Operating Systems will fail to validate this certificate.
ar: لا تحتوي شهادة الخادم على الامتداد 'extKeyUsage: TLS Web Server Authentication'. ستفشل معظم أنظمة تشغيل مايكروسوفت في التحقق من صحة هذه الشهادة.
bg_bg: Сертификатът на сървъра няма разширвние 'extendedKeyUsage: TLS Web Server Authentication'. Повечето операционни ситеми на Майкрософт ще се провалят при валидиране на сертификата.
ca_es: El certificat del servidor no disposa de l'extensió 'extendedKeyUsage: TLS Web Server Authentication'. La majoria del sistemes operatius Microsoft no podran validar-lo.
cs_cz: Serverový certifikát nemá nastavené rozšíření 'extendedKeyUsage: TLS Web Server Authentication' a většina operačních systémů proto nebude moci tento certifikát ověřit..
cy: Nid oes gan tystysgrif y gweinydd yr estyniad 'extendedKeyUsage: TLS Web Server Authentication'. Bydd y rhan fwyaf o Systemau Gweithredu Microsoft yn methu â dilysu'r tystysgrif hon.
de_de: Das Serverzertifikat enthält keine 'extendedKeyUsage: TLS Web Server Authentication'. Die meisten Microsoft Betriebssysteme akzeptieren dieses Zertifikat nicht.
el_gr: Το πιστοποιητικό εξυπηρετητή δεν έχει το πρόσθετο πεδίο 'extendedKeyUsage: TLS Web Server Authentication'. Τα περισσότερα Λειτουργικά Συστήματα της Microsoft θα αποτύχουν να επαληθεύσουν αυτό το πιστοποιητικό.
es_es: El certificado de servidor no tiene la extensión 'extendedKeyUsage: TLS Web Server Authentication'. La mayor parte de los sistemas operativos de Microsoft no validarán este certificado.
et_ee: Serverisertifikaadil ei ole laiendit 'extendedKeyUsage: TLS Web Server Authentication'. Enamiku Microsofti operatsioonisüsteemide puhul selle sertifikaadi kehtivuse kontrollimine ebaõnnestub.
fi_fi: Palvelinvarmenne ei sisällä 'extendedKeyUsage: TLS Web Server Authentication' -laajennusta. Useimmat Microsoftin käyttöjärjestelmät eivät kelpuuta tätä varmennetta.
fr_fr: Le certificat serveur ne possède pas l'extension "extendedKeyUsage: TLS Web Server Authentication". La plupart des systèmes d'exploitation de l'entreprise Microsoft échoueront lors de la phase de validation du certificat.
hr_hr: Poislužiteljski certifikat nema ekstenziju 'extendedKeyUsage: TLS Web Server Authentication'. Večina Microsoft operativnih sustava neće uspjeti validirati certifikat.
it_it: Il certificato server non ha l'estensione 'extendedKeyUsage: TLS Web Server Authentication'. La maggior parte dei sistemi operativi Microsoft falliranno la validazione del certificato.
nb_no: Tjenersertifikatet har ikke tillegget 'extendedKeyUsage: TLS Web Server Authentication'. De fleste Microsoft operativ system vil ikke validere dette sertifikatet.
pl_pl: Certyfikat serwera nie zawiera rozszerzenia 'extendedKeyUsage: TLS Web Server Authentication'. Większość systemów Microsoft nie będzie poprawnie weryfikowała takiego certyfikatu serwera.
pt_pt: O certificado do servidor não tem a extensão 'extendedKeyUsage: TLS Web Server Authentication'. A maioria dos Sistemas Operativos da Microsoft vão falhar na validação este certificado.
ro_ro: Acest certificat de server nu conține extensia 'extendedKeyUsage: TLS Web Server Authentication'. Majoritatea suistemelor de operare moderne nu vor putea valida acest certificat.
sl_si: Potrdilo strežnika nima razširitve 'extendedKeyUsage: TLS Web Server Authentication'. Večina Microsoftovih operacijskih sistemov ne bo potrdila tega potrdila.
sr_rs: Serverski sertifikat nema ekstenziju 'extendedKeyUsage: TLS Web Server Authentication'. Najveći broj Microsoft operativnih sistema neće moći da izvrše proveru sertifikata.
tr_tr: Sunucu sertifikasında 'extendedKeyUsage: TLS Web Server Authentication' parametresi yer almıyor. Microsoft işletim sistemlerinin çoğu bu sertifikayı doğrulayamacaktır.
uk_ua: Сертифікат сервера не містить розширення 'extendedKeyUsage: TLS Web Server Authentication', що призводить до помилок перевірки в більшості операційних систем Microsoft.

source: The server certificate did not include a CRL Distribution Point, creating compatibility problems with Windows Phone 8.
ar: لم تتضمن شهادة الخادم على نقطة توزيع CRL ، مما يؤدي إلى حدوث مشكلات في التوافق مع هواتف ويندوز 8.
bg_bg: Сертификатът на сървъра не включва CRL Distribution Point, което създава проблеми със съвместимостта с Windows Phone 8.
ca_es: El certificat del servidor no inclous un punt de distribució CRL (CRL Distribution Point). Això crea problemes de compatibilitat amb
cs_cz: Serverový certifikát neobsahuje položku CRL Distribution Point se seznamem zneplatněných certifikátů. Windows 8 s tím budou mít problém.
cy: Nid oedd tystysgrif y gweinydd yn cynnwys Pwynt Dosbarthu CRL, gan greu problemau cydnawsedd â Windows Phone 8.
de_de: Das Serverzertifikat enthält keinen Verweis auf einen CRL Distribution Point. Unter Windows Phone 8 führt dies zu Problemen.
el_gr: Το πιστοποιητικό εξυπηρετητή δεν περιλαμβάνει ένα CRL Distribution Point, δημιουργώντας προβλήματα συμβατότητας με τα Windows Phone 8.
es_es: Este certificado de servidor no incluye un CRL Distribution Point, creando problemas de compatibilidad con Windows Phone 8.
et_ee: Serveri sertifikaat ei sisaldanud CRL jagamise aadressi, tekitades Windows Phone 8 ühilduvusprobleeme.
fi_fi: Palvelinvarmenne ei sisällä sulkulistan jakelupistettä 'CRL Distribution Point', josta voi aiheutua yhteensopivuusongelmia Windows Phone 8:n kanssa.
fr_fr: Ce certificat serveur n'inclut aucun point de distribution CRL, ce qui va entraîner des problèmes de compatibilité avec Windows Phone 8.
hr_hr: Poslužiteljski certifikat ne uključuje CRL Distribution Point, što stvara probleme u kompatibilnosti sa Windows Phone 8.
it_it: Il certificato server non include un punto di distribuzione della CRL e crea quindi problemi di compatibilità con Windows Phone 8.
nb_no: Tjenersertifikatet inkluderte ikke et CRL Distribusjonspunkt, det gir kompatibilitetsproblemer med Windows Phone 8.
pl_pl: Certyfikat serwera nie zawiera informacji o punkcie dystrybucji listy CRL, co stanowi problem dla Windows Phone 8.
pt_pt: O certificado de servidor não inclui um CRL Distribution Point e cria problemas de compatibilidade com o Windows Phone 8.
ro_ro: Acest certificat de server nu conține un punct de distribuție CRL și crează probleme de compatibilitate cu Windows Phone 8.
sl_si: Potrdilo strežnika ne vključuje distribucijske točke CRL, kar povzroča težave z združljivostjo s sistemom Windows Phone 8.
sr_rs: Serverski sertifikat ne sadrži CRL listu, što dovodi do problema sa kompatibilnošću sa Windows Phone 8 uređajima.
tr_tr: Sunucu sertifikasında bir CRL Distribution Point yer almıyor. Bu durum Windows Phone 8 ile uyum sorunu yaratacaktır.
uk_ua: Відсутність CRL Distribution Point у сертифікаті сервера спричиняє проблеми сумісності з Windows Phone 8..

source: The server certificate's 'CRL Distribution Point' extension does not point to an HTTP/HTTPS URL. Some Operating Systems may fail to validate this certificate. Checking server certificate validity against a CRL will not be possible.
ar: لا يشير امتداد 'CRL Distribution Point' الخاص بشهادة الخادم إلى عنوان URL لـ HTTP / HTTPS. قد تفشل بعض أنظمة التشغيل في التحقق من صحة هذه الشهادة. لن يكون التحقق من صلاحية شهادة الخادم مقابل CRL ممكنًا.
bg_bg: Разширението 'CRL Distribution Point' на сертификата на сървъра не насочва към HTTP/HTTPS URL. Някои операционни системи могат да се провалят при валидирне на сертификата. Проверката на валидността на сертификата на сървъра в CRL няма да бъде възможна.
ca_es: L'extensió del certificat de servidor 'CRL Distribution Point' no assenyala cap a una URL HTTP/HTTPS. Alguns sistemes operatius no podran validar aquest certificat. La comprovació de la seva validesa no serà possible.
cs_cz: Serverový certifikát neobsahuje v položce 'CRL Distribution Point' HTTP/HTTPS URL se seznamem zneplatněných certifikátů. Některé operační systémy proto nebudou moci tento certifikát ověřit. Nebude možná kontrola platnosti certifikátu proti seznamu zneplatněných certifikátů.
cy: Nid yw estyniad 'Pwynt Dosbarthu CRL' tystysgrif y gweinydd yn pwyntio at URL HTTP/HTTPS. Mae'n bosibl y bydd rhai Systemau Gweithredu yn methu â dilysu'r tystysgrif hon. Ni fydd yn bosibl gwirio dilysrwydd tystysgrif gweinydd yn erbyn CRL.
de_de: Das Serverzertifikat enthält keinen Verweis auf einen 'CRL Distribution Point' mit HTTP/HTTPS Protokoll. Einige Betriebssysteme akzeptieren dieses Zertifikat daher nicht. Für alle Betriebssystem gilt, dass der CRL Status des Zertifikats nicht überprüfbar ist.
el_gr: Το πρόσθετο πεδίο 'CRL Distribution Point' του πιστοποιητικού του εξυπηρετητή δεν δείχνει σε κάποιο HTTP/HTTPS URL. Μερικά Λειτουργικά Συστήματα ίσως αποτύχουν να επαληθεύσουν αυτό το πιστοποιητικό. Ο έλεγχος της εγκυρότητας του πιστοποιητικού εξυπηρετητή ενάντια σε ένα CRL δεν θα είναι εφικτός.
es_es: La extensión 'CRL Distribution Point' de este certificado de servidor no apunta a una URL HTTP/HTTPS. Algunos sistemas operativos podrían no validar este certificado. Comprobar la validez del certificado de servidor no será posible.
et_ee: Serveri sertifikaadi 'CRL Distribution Point' laiendus ei viita HTTP/HTTPS URLile. Seetõttu ei pruugi mõned operatsioonisüsteemid seda sertifikaati valideerida. Sertifikaadi valideerimine CRLi kaudu ei ole võimalik.
fi_fi: Palvelinvarmenteen sulkulistan jakelupistelaajennos 'CRL Distribution Point' ei sisällä HTTP/HTTPS-osoitetta. Jotkin käyttöjärjestelmät eivät välttämättä kykene tarkistamaan varmennetta, koska ne eivät tue muita vaihtoehtoja.
fr_fr: L'extension "CRL Distribution Point" du certificat serveur ne pointe pas vers une URL HTTP/HTTPS. Certains systèmes d'exploitation pourraient échouer lors de la validation du certificat. De plus la vérification de validité du certificat vis-à-vis d'une CRL ne sera pas possible.
hr_hr: 'CRL Distribution Point' poslužiteljskog certifikata ne pokazuje na HTTP/HTTPS URL. Neki operativni sustavi možda neće moći validirati ovaj certifikat. Provjera poslužiteljskog certifikata prema CRL neće biti moguća.
it_it: La 'CRL Distribution Point' del certificato server non punta a una URL HTTP/HTTPS. Qualche sistema operativo può fallire la validazione del certificato. Il controllo della validità del certificato server con una CRL non sarà possibile.
nb_no: Tjenersertifikatet's 'CRL Distribusjonspunkt' tillegg peker ikke til en HTTP/HTTPS URL. Noen operativ system vil kanskje ikke validere sertifikatet. En gyldighetsssjekk av tjenersertifikat mot en CRL vil ikke være mulig.
pl_pl: Wartość wskazana w certyfikacie serwera jako punkt dystrybucji listy CRL nie jest w postaci HTTP/HTTPS URL. Niektóre systemy operacyjne mogą nie zweryfikować takiego certyfikatu serwera. Sprawdzenie ważności certyfikatu serwera przy pomocy listy CRL nie będzie możliwe.
pt_pt: A extensão 'CRL Distribution Point' do certificado do servidor não aponta para um URL HTTP/HTTPS. Alguns Sistemas Operativos podem falhar na verificação deste certificado. Não será possível validar o certificado de servidor utilizando a CRL (Lista de Revogação de Certificados).
ro_ro: Extensia 'punct de distribuție CRL' a certificatului serverului nu prezintă o adresa HTTP/HTTPS. Unele sisteme de operare pot să nu valideze acest certificat. Verificarea certificatului cu CRL nu va putea fi realizată.
sl_si: Razširitev 'CRL Distribution Point' potrdila strežnika ne kaže na URL HTTP/HTTPS. Nekateri operacijski sistemi ne bodo mogli potrditi tega potrdila. Preverjanje veljavnosti potrdila s CRL ne bo mogoče.
sr_rs: 'CRL Distribution Point' ekstenzija serverskog sertifikata ne pokazuje na HTTP/HTTPS URL. Neki operativni sistemi mogu imati problem da izvrše validaciju ovog sertifikata. Provera da li se sertifikat nalazi na listi povučenih sertifikata neće biti moguća.
tr_tr: Sunucu sertifikasının 'CRL Distribution Point' parametresi HTTP/HTTPS URL'yi göstermiyor. Bazı işletim sistemleri bu sertifikayı doğrulayamayacaktır. Sunucu sertifikasının bir CRL ile validasyonu mümkün olmayacaktır.
uk_ua: Розширення 'CRL Distribution Point' сертифіката сервера не містить HTTP/HTTPS URL, що унеможливлює перевірку дійсності сертифіката через CRL в деяких операційних системах..
