Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: Rest of tests for this CA skipped
ar: تم تخطي باقي الاختبارات لهذا المرجع المصدق CA
bg_bg: Останалите тестове за това CA са пропуснати.
ca_es: S'ha omès la resta de proves per a aquesta CA
cs_cz: Zbytek testů pro tuto CA přerušen
cy: Hepgor gweddill y profion ar gyfer y AT hwn
de_de: Restliche Tests für diese CA werden übersprungen
el_gr: Οι υπόλοιπες δοκιμές για αυτό το CA θα παραβλεφθούν
es_es: Resto de pruebas para esta CA descartadas
et_ee: Ülejäänud testid selle CA jaoks jäeti vahele
fi_fi: Loput tämän CA:n testit ohitetaan
fr_fr: Les tests suivants pour cette AC ont été abandonnés
hr_hr: Ostatak testova za ovo certifikacijsko tijelo je preskočen
it_it: Saltati gli altri test per questa CA
nb_no: Hoppet over resten av testene for denne CA
pl_pl: Pominięto pozostałe testy certyfikatów wystawionych przez ten urząd
pt_pt: Os restantes testes para esta CA foram ignorados
ro_ro: Restul testelor pentru acest CA au fost ignorate
sl_si: Preostali preskusi za tega overitelja potrdil so bili izpuščeni
sr_rs: Preostali testovi za ovaj CA su preskočeni
tr_tr: Bu CA için testlerin geri kalanı atlandı
uk_ua: Решта тестів для цього центру сертифікації пропущені

source: These tests were skipped because of previous errors.
ar: تم تخطي هذه الاختبارات بسبب أخطاء سابقة.
bg_bg: Тестовете бяха пропуснати, заради грешки, възникнали преди това.
ca_es: Aquestes proves no s'han executat degut a errors previs.
cs_cz: Pro předchozí chyby byly testy přerušeny.
cy: Hepgorwyd y profion hyn oherwydd gwallau blaenorol.
de_de: Diese Tests wurden aufgrund vorheriger Fehler übersprungen.
el_gr: Αυτά τα test αγνοήθηκαν λόγο προηγούμενων σφαλμάτων.
es_es: Estos test fueron omitidos ya que ocurrieron errores previamente.
et_ee: Need testid jäeti eelnenud vigade tõttu vahele.
fi_fi: Nämä testit ohitetiin aikaisempien virheiden vuoksi.
fr_fr: Les tests n'ont pas été exécuté à cause des erreurs précédentes.
hr_hr: Ovi testovi preskočeni su zbog prošlih grešaka.
it_it: Questi test sono stati saltati a causa di errori precedenti.
nb_no: Disse testene ble ignorert på grunn av tidligere feil.
pl_pl: Kolejne testy zostały pominięte z powodu wcześniejszych błędów.
pt_pt: Esses testes foram ignorados devido a erros anteriores.
ro_ro: Aceste teste au fost omise din cauza unor erori anterioare.
sl_si: Ti preskusi so bili izpuščeni zaradi prejšnjih napak.
uk_ua: Ці тести пропущено через попередні помилки.

source: DYNAMIC connectivity tests
ar: اختبارات الاتصال الديناميكي
bg_bg: Тестове за ДИНАМИЧНА свързаност
ca_es: Proves dinàmiques de connectivitat
cs_cz: DYNAMICKÉ testy připojení
cy: Profion cysylltedd DEINAMIG
de_de: Konnektivitätsüberprüfung: DYNAMISCH
el_gr: Δοκιμές ΔΥΝΑΜΙΚΗΣ συνδεσιμότητας
es_es: Pruebas DINÁMICAS de conectividad
et_ee: Dünaamilised ühenduse testid
fi_fi: DYNAAMISET yhteydenottotestit
fr_fr: Tests de connectivité DYNAMIQUE
hr_hr: test povezanosti DYNAMIC
it_it: Test di connettività DINAMICA
nb_no: DYNAMISKE konnektivitetstester
pl_pl: Testy łączności DYNAMICZNEJ
pt_pt: Testes de conetividade DINÂMICA
ro_ro: Teste de conexiune DINAMICĂ
sl_si: DINAMIČNI preskusi povezljivosti
sr_rs: testovi DINAMIČE konektivnosti
tr_tr: DİNAMİK bağlanabilirlik testleri
uk_ua: ДИНАМІЧНІ тести підключення

source: Some errors were found during the tests, see below
ar: تم العثور على بعض الأخطاء أثناء الاختبارات، انظر أدناه
bg_bg: По време на тестовете бяха открити някои грешки, вижте по-долу.
ca_es: S'ha trobat alguns errors durant les proves, mireu a sota
cs_cz: Testy odhalily chyby, viz níže
cy: Canfuwyd rhai gwallau yn ystod y profion, gweler isod
de_de: Während der Tests wurden einige Fehler gefunden, siehe unten
el_gr: Παρουσιάστηκαν κάποια σφάλματα κατά τη διάρκεια των δοκιμών, δείτε παρακάτω
es_es: Se encontraron algunos errores durante las pruebas, ver más abajo
et_ee: Testidega leiti mõned vead, vt allpool
fi_fi: Joitakin virheitä löydettiin testeissä, katso tarkemmin alempaa
fr_fr: Des erreurs ont été trouvés pendant les tests, voir ci-dessous
hr_hr: Pronađene su nepravilnosti tokom testiranja, pogledajte ispis u nastavku
it_it: Gli errori, riportati sotto, sono stati riscontrati durante i tests.
nb_no: Noen feil ble funnet under testing, se under
pl_pl: W czasie testów wykryto błędy, patrz poniżej
pt_pt: Foram encontrados alguns erros durante os testes, veja a informação abaixo
ro_ro: Câteva erori au fost descoperite în timpul conexiunii, vezi mai jos
sl_si: Med preskusi je prišlo do nekaj napak; glejte spodaj
sr_rs: Neke greške su pronađene prilikom testiranja, pogledajte dole
tr_tr: Test süresince bir kaç hata bulundu, aşağıdan görebilirsiniz
uk_ua: Під час тестування виявлено деякі помилки, дивіться нижче

source: All tests passed, congratulations!
ar: كل الاختبارات نجحت ، تهانينا!
bg_bg: Всички тестове са преминати, поздравления!
ca_es: Felicitats! S'ha superat totes les proves.
cs_cz: Všechny testy prošly, gratulujeme!
cy: Pob prawf wedi pasio, llongyfarchiadau!
de_de: Alle Tests bestanden, Glückwunsch!
el_gr: Επιτυχία σε όλες τις δοκιμές, συγχαρητήρια!
es_es: Todas las pruebas fueron superadas, ¡enhorabuena!
et_ee: Kõik testid õnnestusid!
fi_fi: Kaikki testit onnistuivat, onneksi olkoon!
fr_fr: Tout les tests ont été passés avec succès, félicitation !
hr_hr: Sve provjere uspiješno prođene, čestitamo!
it_it: Tutti i test hanno avuto esito positivo , congratulazioni!
nb_no: Alle tester gikk bra, gratulerer!
pl_pl: Wszystkie testy udały się, gratulujemy!
pt_pt: Todos os testes foram realizados com sucesso, parabéns!
ro_ro: Toate testele au trecut, felicitări!
sl_si: Čestitamo! Vsi preskusi so uspešno zaključeni.
sr_rs: Svi testovi su uspešno obavljeni, čestitamo!
tr_tr: Bütün testlerden başarıyla geçti, tebrikler!
uk_ua: Усі тести пройдено, вітаємо!

source: Show detailed information for all tests
ar: عرض معلومات مفصلة لجميع الاختبارات
bg_bg: Покажи подробна информация за всички тестове.
ca_es: Mostra informació detallada per a totes les proves
cs_cz: Zobrazit podrobné informace pro všechny testy.
cy: Dangos gwybodaeth fanwl ar gyfer pob prawf
de_de: Detaillierte Informationen zu allen Tests anzeigen
el_gr: Εμφάνιση λεπτομερών πληροφοριών για όλους τους ελέγχους
es_es: Mostrar información detallada para todas las pruebas
et_ee: Näita kõigi testide detailset teavet
fi_fi: Näytä tarkat tiedot kaikista testeistä
fr_fr: Montrer le détail de tous les tests.
hr_hr: Prikaži detaljne informacije za sve testove
it_it: Visualizza informazioni dettagliate per tutti i test
nb_no: Vis detaljert informasjon for alle tester
pl_pl: Pokaż szczegółowe wyniki wszystkich testów
pt_pt: Apresentar informação detalhada para todos os testes
ro_ro: Arată informații detaliate pentru toate testele
sl_si: Prikaži podrobnosti za vse preskuse
sr_rs: Prikaži detaljne informacije za sve testove
tr_tr: Bütün testler için detaylı bilgi göster
uk_ua: Показати детальну інформацію для всіх тестів

source: Checking if certificates from CAs are accepted...
bg_bg: Проверка дали сертификатите от CAs са приети ...
ca_es: Comprovant si els certificats de les CAs són vàlids...
cy: Gwirio a yw tystysgrifau gan CAau yn cael eu derbyn...
de_de: Überprüfung ob die Zertifikate der CAs akzeptiert werden...
es_es: Comprobando si se aceptan certificados de las CAs...
et_ee: Kontrollin, kas CA sertifikaate aktsepteeritakse...
hr_hr: Provjera prihvaćanja CA certifikata...
it_it: Verifico se i certificati delle CA sono accettati...
pl_pl: Sprawdzam czy akceptowane są certyfikaty CA...
ro_ro: Verificarea dacă certificatele de la CA sunt acceptate...
uk_ua: Перевірка, чи приймаються сертифікати від центрів сертифікації...

source: A few client certificates will be tested to check if servers are resistant to some certificate problems.
ar: سيتم اختبار بعض من شهادات العميل للتحقق مما إذا كانت الخوادم مقاومة لبعض مشكلات الشهادات.
bg_bg: Няколко клиентски сертификата ще бъдат тествани, за да се провери дали сървърите са устойчиви на някои сертификационни проблеми.
ca_es: Es comprovaran uns pocs certificats de client per assegurar que els servidors són immunes a determinats problemes de certificat.
cs_cz: Pomocí několika klientských certifikátů otestujeme, zda servery odolají vybraným problémům s certifikáty.
cy: Bydd rhai tystysgrifau cleient yn cael eu profi i wirio a yw gweinyddwyr yn gwrthsefyll rhai problemau tystysgrif.
de_de: Einige Clientzertifikate werden getestet, um zu überprüfen ob die Serverseite diese Zertifikate ordentlich überprüft.
el_gr: Θα δοκιμαστούν μερικά πιστοποιητικά πελάτη για να ελεγχθεί αν οι εξυπηρετητές έχουν ανοχές σε προβλήματα πιστοποιητικών.
es_es: Unos cuantos certificados de cliente serán comprobados, para probar si son resistentes a varios problemas de certificados.
et_ee: Mõningaid kliendisertifikaate testitakse, et kontrollida, kas serverid on mõnedele sertifikaadiprobleemidele vastupidavad
fi_fi: Muutamia päätelaitevarmenteita testataan tunnettujen varmenneongelmien varalta.
fr_fr: Quelques certificats clients vont être testés pour vérifier que les serveurs sont résistants à divers problèmes de certificats.
hr_hr: Nekoliko klijentskih certifikata bit će istestirano kako bi se utvrdili mogući problemi u radu poslužitelja sa klijentskim certfikatima.
it_it: Alcuni certificati client saranno verificati per stabilire se il server è immune dalle vulnerabilità sui certificati note.
nb_no: Noen klient sertifikat vil bli testet for å sjekke om tjenere er motstandsdyktige for enkelte sertifikat problemer.
pl_pl: Przetestujemy kilka klienckich certyfikatów, by sprawdzić, czy serwery są odporne na pewne problemy z certyfikatami.
pt_pt: Alguns clientes serão testados para verificar se os servidores são resistentes a determinados problemas de certificados.
ro_ro: Câteva certificate de client vor fi testate pentru a verifica dacă serverele fac față la erori ale certificatelor.
sl_si: Preskusili bomo nekaj potrdil odjemalcev, da bomo ugotovili, ali so strežniki imuni na nekatere težave s potrdili.
sr_rs: Nekoliko klijentskih sertifikata će biti testirano kako bi se proverilo da li je server otporan na neke probleme sa sertifikatima.
tr_tr: Bir kaç istemci sertifikası, sunucuların sertifika problemlerine dayanıklı olup olmadığını tespiti için teste tabi tutulacak.
uk_ua: Буде протестовано кілька клієнтських сертифікатів, щоб перевірити стійкість до певних проблем із сертифікатами.

source: Nicolaus Copernicus University
ar: جامعة نيكولاس كوبرنيكوس
bg_bg: Университет Николай Коперник
ca_es: Universitat Nicolau Copèrnic
cs_cz: Univerzita Mikuláše Koperníka
cy: Prifysgol Nicolaus Copernicus
de_de: Nikolaus Kopernikus Universität
el_gr: Πανεπιστήμιο Nicolaus Copernicus
es_es: Universidad Nicolaus Copernicus
et_ee: Nicolaus Copernicuse Ülikool
fi_fi: Nicolaus Copernicus Yliopisto
it_it: Università Nicolò Copernico
nb_no: Nicolaus Copernicus Universitet
pl_pl: Uniwersytet Mikołaja Kopernika
pt_pt: Universidade Luís de Camões
ro_ro: Universitatea Nicolaus Copernicus
sl_si: Univerza Nicolaus Copernicus
sr_rs: Univerzitet "Nikola Kopernik"
tr_tr: Mikołaj Kopernik Üniversitesi
uk_ua: Університет Nicolaus Copernicus

source: accredited
ar: معتمد
bg_bg: акредитиран
ca_es: acreditat
cs_cz: akreditovaný
cy: achrededig
de_de: akkreditiert
el_gr: διαπιστευμένο
es_es: acreditada
et_ee: akrediteeritud
fi_fi: hyväksytty
fr_fr: accrédité
hr_hr: akreditiran
it_it: acrreditata
nb_no: akkreditert
pl_pl: akredytowany
pt_pt: acreditado
ro_ro: acreditat
sl_si: pooblaščen
sr_rs: akreditovan
tr_tr: akredite
uk_ua: акредитований

source: non-accredited
ar: غير معتمد
bg_bg: неакредитиран
ca_es: no acreditat
cs_cz: neakreditovaný
cy: anachrededig
de_de: nicht akkreditiert
el_gr: μη διαπιστευμένο
es_es: no acreditada
et_ee: ei ole akrediteeritud
fi_fi: ei hyväksytty
fr_fr: non-accrédité
hr_hr: neakreditiran
it_it: non accreditata
nb_no: ikke akkreditert
pl_pl: nie akredytowany
pt_pt: não acreditada
ro_ro: ne-acreditat
sl_si: nepooblaščen
sr_rs: nije akreditovan
tr_tr: akredite değil
uk_ua: неакредитований

source: correct certificate
ar: شهادة أمنية صحيحة
bg_bg: правилен сертификат
ca_es: certificat correcte
cs_cz: správný certifikát
cy: tystysgrif gywir
de_de: Korrektes Zertifikat
el_gr: σωστό πιστοποιητικό
es_es: certificado correcto
et_ee: õige sertifikaat
fi_fi: oikea varmenne
fr_fr: certificate correct
hr_hr: ispravan certifikat
it_it: certificato corretto
nb_no: korrekt sertifikat
pl_pl: poprawny certyfikat
pt_pt: certificado correto
ro_ro: certificat corect
sl_si: pravilno potrdilo
sr_rs: ispravan sertifikat
tr_tr: doğru sertifika
uk_ua: правильний сертифікат

source: certificate with wrong policy OID
ar: شهادة مع سياسة OID خاطئة
bg_bg: сертификат с грешна OID политика
ca_es: certificat amb política OID errònia
cs_cz: certifikační politika obsahuje nesprávný OID
cy: tystysgrif gyda pholisi OID anghywir
de_de: Zertifikat mit falscher Policy OID
el_gr: πιστοποιητικό με λάθος policy OID
es_es: certificado con un OID de política incorrecto
et_ee: vale sertifitseerimispoliitika OID-ga sertifikaat
fi_fi: varmenne, jonka OID on väärä
fr_fr: certificat avec une mauvaise politique de certification
hr_hr: certifikat sa krivim OID-om politike korištenja
it_it: certificato con una politica OID errata
nb_no: sertifikat med feil policy OID
pl_pl: certyfikat ze złym identyfikatorem polityki (policy OID)
pt_pt: certificado com OID de Política errado
ro_ro: certificat cu OID greșit
sl_si: potrdilo z napačnim pravilnikom OID
sr_rs: sertifikat sa pogrešnom polisom za OID
tr_tr: Hatalı politika ODI ine sahip sertifika
uk_ua: сертифікат з неправильним ідентифікатором політики OID

source: expired certificate
ar: الشهادة الامنية منتهية الصلاحية
bg_bg: изтекъл сертификат
ca_es: certificat expirat
cs_cz: vypršela platnost certifikátu
cy: tystysgrif wedi ddarfod
de_de: Abgelaufenes Zertifikat
el_gr: πιστοποιητικό που έχει λήξει
es_es: certificado caducado
et_ee: aegunud sertifikaat
fi_fi: vanhentunut varmenne
fr_fr: certificat expiré
hr_hr: istekao certifikat
it_it: cretificato scaduto
nb_no: utløpt sertifikat
pl_pl: certyfikat przedawniony
pt_pt: certificado expirado
ro_ro: certificat expirat
sl_si: pretečeno potrdilo
sr_rs: sertifikat je istekao
tr_tr: geçerliliği kalkmış sertifika
uk_ua: прострочений сертифікат

source: revoked certificate
ar: شهادة أمنية ملغاة
bg_bg: анулиран сертификат
ca_es: certificat revocat
cs_cz: zrušený certifikát
cy: tystysgrif wedi'i dirymu
de_de: Gesperrtes Zertifikat
el_gr: πιστοποιητικό που έχει ανακληθεί
es_es: certificado revocado
et_ee: tühistatud sertifikaat
fi_fi: peruutettu varmenne
fr_fr: certificat révoqué
hr_hr: povučen certifikat
it_it: certificato revocato
nb_no: revokert sertifikat
pl_pl: certyfikat odwołany
pt_pt: certificado revogado
ro_ro: certificat revocat
sl_si: preklicano potrdilo
sr_rs: opozvan sertifikat
tr_tr: iptal edilen sertifika
uk_ua: анульований сертифікат

source: pass
ar: نجح
bg_bg: премина
ca_es: correcte
cs_cz: úspěšný
cy: pasio
de_de: Akzeptieren
el_gr: επιτυχία
es_es: correcto
et_ee: vastab
fi_fi: onnistua
fr_fr: correct
hr_hr: prošao
it_it: successo
nb_no: OK
pl_pl: sukces
pt_pt: passou
ro_ro: corect
sl_si: uspešno
sr_rs: propusnica
tr_tr: başarılı
uk_ua: пройдено

source: fail
ar: فشل
bg_bg: провали се
ca_es: incorrecte
cs_cz: neúspěšný
cy: methu
de_de: Ablehnen
el_gr: αποτυχία
es_es: fallo
et_ee: ei vasta
fi_fi: epäonnistua
fr_fr: échec
hr_hr: nije prošao
it_it: fallito
nb_no: feil
pl_pl: niepowodzenie
pt_pt: falhou
ro_ro: incorect
sl_si: neuspešno
sr_rs: neuspeh
tr_tr: başarısız
uk_ua: не пройдено

source: eduroam-accredited CA (now only for tests)
ar: CA معتمد من eduroam (الآن فقط للاختبارات)
bg_bg: eduroam-акредитиран CA (в момента само за тестове)
ca_es: CA acreditada eduroam (per ara només per a proves)
cs_cz: akreditovaná CA pro eduroam (v současnosti pouze pro testy)
cy: AT achrededig eduroam (ar gyfer profion yn unig erbyn hyn)
de_de: eduroam-akkreditierte CA (nur für Testzwecke)
el_gr: CA διαπιστευμένα από το eduroam (προς το παρόν μόνο για δοκιμές)
es_es: CA acreditada para eduroam (sólo para pruebas)
et_ee: eduroami jaoks akrediteeritud CA (praegu ainult testimiseks)
fi_fi: eduroamiin hyväksytty CA (testejä varten)
fr_fr: AC accréditée eduroam (à fin de test uniquement pour l'instant)
hr_hr: eduroam akreditirano certifikacijsko tijelo, CA (trenutno samo za test)
it_it: eduroam-accredited CA (ora solo per i test)
nb_no: eduroam-akkreditert CA (nå kun for testing)
pl_pl: urząd CA akredytowany w eduroam (obecnie tylko dla testów)
pt_pt: CA com acreditação eduroam (agora apenas para testes)
ro_ro: CA acreditat pentru eduroam (numai pentru teste)
sl_si: Pooblaščeni overitelj potrdil za eduroam (trenutno samo za preskuse)
sr_rs: eduroam-akreditovan CA (sada samo za testove)
tr_tr: akredite-eduroam CA(şimdilik sadece testler için)
uk_ua: акредитований центр сертифікації eduroam (тепер лише для тестів)

source: No TLS connection established: Connection refused
ar: لم يتم إنشاء اتصال TLS: تم رفض الاتصال
bg_bg: Никаква TLS връзка не е установена: Връзката е отхвърлена
ca_es: No s'ha establert connexió TLS: s'ha rebutjat la connexió
cs_cz: Nebylo vytvořeno TLS připojení: Spojení odmítnuto
cy: Heb sefydlu cysylltiad TLS: Cysylltiad wedi'i wrthod
de_de: Keine TLS Verbindung hergestellt: Verbindung abgelehnt
el_gr: Δεν ιδρύθηκε σύνδεση TLS: Απόρριψη σύνδεσης
es_es: No se ha establecido conexión TLS. Conexión rechazada.
et_ee: TLS ühendust ei loodud: Ühendusest keeldumine.
fi_fi: TLS-yhteyttä ei ole: Connection refused
fr_fr: Pas de connexion TLS établie : Connexion refusée.
hr_hr: Nije ostvarena TLS veza: Veza odbijena
it_it: Nessuna connessione TLS stabilita: Connessione rifiutata
nb_no: Ingen TLS forbindelse etablert: Forbindelse ble nektet
pl_pl: Nie ustanowiono połączenia TLS: Odmowa połączenia
pt_pt: Sem ligação TLS estabelecida: Ligação recusada
ro_ro: Nu a fost stabilită conexiunea TLS: conexiunea refuzată.
sl_si: Povezava TLS ni vzpostavljena: povezava je bila zavrnjena
sr_rs: Nije uspostavljena TLS veza: Uspostava veze je odbijena
tr_tr: TLS bağlantısı kurulamadı: Bağlantı reddedildi
uk_ua: Не встановлено з'єднання TLS: підключення відхилено

source: certificate expired
ar: انتهت صلاحية الشهادة الامنية
bg_bg: сертификатът е изтекъл
ca_es: certificat caducat
cs_cz: platnost certifikátu vypršela
cy: tystysgrif wedi ddarfod
de_de: Zertifikat abgelaufen
el_gr: το πιστοποιητικό έληξε
es_es: certificado caducado
et_ee: sertifikaat aegus
fi_fi: varmenne vanhentunut
fr_fr: certificat expiré
hr_hr: certifikat je istekao
it_it: certificato scaduto
nb_no: utgått sertifikat
pl_pl: przedawniony certyfikat
pt_pt: certificado expirado
ro_ro: certificat expirat
sl_si: potrdilo je poteklo
sr_rs: sertifikat važi do
tr_tr: sertifika süresi dolmuş
uk_ua: закінчився термін дії сертифіката

source: certificate was revoked
ar: تم إلغاء الشهادة الأمنية
bg_bg: сертификатът беше анулиран
ca_es: certificat revocat
cs_cz: certifikát byl zneplatněn
cy: diddymwyd y tystysgrif
de_de: Zertifikat gesperrt
el_gr: το πιστοποιητικό έχει ανακληθεί
es_es: certificado revocado
et_ee: sertifikaat tühistati
fi_fi: varmenne peruutettiin
fr_fr: le certificat a été révoqué
hr_hr: certifikat je povučen
it_it: il certificato è stato revocato
nb_no: sertifikatet ble tilbakekalt
pl_pl: certyfikat został unieważniony
pt_pt: o certificado foi revogado
ro_ro: certificatul a fost revocat
sl_si: potrdilo je bil preklicano
sr_rs: sertifikat je poništen
tr_tr: sertifika iptal edildi
uk_ua: сертифікат анульовано

source: bad policy
ar: سياسة سيئة
bg_bg: лоша политика
ca_es: mala política
cs_cz: chybná politika
cy: polisi gwael
de_de: abweichende Policy
el_gr: κακή πολιτική
es_es: mala política
et_ee: halb poliitika
fi_fi: huono käytäntö
fr_fr: mauvaise politique
hr_hr: loša pravila
it_it: Policy errata
nb_no: "dårlig policy"
pl_pl: błędna polityka
pt_pt: má politica
ro_ro: politică greșită
sl_si: neveljaven pravilnik
sr_rs: loša polisa
tr_tr: kötü politika
uk_ua: некоректна політика

source: unknown authority
ar: جهة الاصدار غير معروفة
bg_bg: неизвестно ауторити
ca_es: autoritat desconeguda
cs_cz: neznámá autorita
cy: awdurdod anhysbys
de_de: unbekannte Zertifizierungsstelle
el_gr: άγνωστη αρχή
es_es: autoridad desconocida
et_ee: tundmatu väljastaja
fi_fi: tuntematon varmentaja
fr_fr: autorité inconnue
hr_hr: nepoznati autoritet
it_it: authority sconosciuta
nb_no: ukjent autoritet
pl_pl: nieznany urząd
pt_pt: entidade de certificação desconhecida
ro_ro: autoritate necunoscută
sl_si: neznan overitelj
sr_rs: nepoznato autorizaciono telo
tr_tr: bilinmeyen otorite
uk_ua: невідомий сертифікаційний центр

source: unexpected eof while reading
bg_bg: неочакван край на файла по време на четене
ca_es: s'ha trobat el final del fitxer erròniament
cy: EOF annisgwyl wrth ddarllen
de_de: Unerwartetes Ende der Daten beim Leseversuch
es_es: EOF inesperado al leer
et_ee: lugemisel ootamatu faililõpp (eof)
hr_hr: neočekivani eof kod čitanja
it_it: eof inaspettato durante la lettura
pl_pl: napotkano nieoczekiwany koniec pliku
ro_ro: terminator de fișier neașteptat în timpul citirii
uk_ua: Неочікувана помилка при зчитуванні

source: unknown problem
bg_bg: неизвестен проблем
ca_es: problema indeterminat
cy: problem anhysbys
de_de: unbekanntes Problem
es_es: problema desconocido
et_ee: tundmatu viga
hr_hr: nepoznati problem
it_it: problema sconosciuto
pl_pl: wystąpił nieznany błąd
ro_ro: Problemă necunoscută
uk_ua: невідома проблема

source: NAPTR records were found, but all of them refer to unrelated services.
ar: تم العثور على سجلات NAPTR، لكن جميعها تشير إلى خدمات غير مرتبطة.
bg_bg: Бяха намерени NAPTR записи, но не се отнасят към правилните услуги.
ca_es: S'ha trobat registres NAPTR, però fan referència a serveis no relacionats.
cs_cz: Všechny nalezené NAPTR záznamy odkazují na nesouvisející služby.
cy: Darganfuwyd cofnodion NAPTR, ond mae pob un ohonynt yn cyfeirio at wasanaethau nad ydynt yn gysylltiedig.
de_de: NAPTR Einträge wurden gefunden, haben aber nicht den erwarteten Dienstbezeichner.
el_gr: Βρέθηκαν εγγραφές NAPTR, αλλά όλες τους αναφέρονται σε άσχετες υπηρεσίες.
es_es: Se encontraron registros NAPTR, pero todos se refieren a servicios sin relación.
et_ee: NAPTR kirjed leiti, kuid kõik need viitavad asjassepuutumatutele teenustele.
fi_fi: NAPTR-tietueita löytyi, mutta niiden viittaukset eivät ole kunnossa.
fr_fr: Des enregistrements NAPTR ont été trouvés, mais aucun ne fait référence au services voulus.
hr_hr: NAPTR zapis je pronađen, ali sve reference pokazuju na nepostojeći servis.
it_it: Sono stati trovati dei record NAPTR ma fanno tutti riferimento a servizi non correlati.
nb_no: Det ble funnet NAPTR records, men de refererer til ikke relaterte tjenester.
pl_pl: Znaleziono rekordy NAPTR, ale dotyczą one innych usług.
pt_pt: Foram encontrados registos NAPTR, mas são referentes a serviços não relacionados.
ro_ro: Au fost găsite înregistrări NAPTR dar toate se referă la alte servicii.
sl_si: Zapisi NAPTR so bili najdeni, vendar se vsi nanašajo na nepovezane storitve.
sr_rs: NAPTR zapisi su pronađeni, ali se svi odnose na druge servise.
tr_tr: NAPTR kayıtları bulundu ancak bütün kayıtlar alakasız servislere refere etmekte.
uk_ua: Знайдено записи NAPTR, але всі вони стосуються не пов'язаних між собою служб.
