Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: There is nothing you can do to solve this problem yourself.
ar: ليس هناك ما يمكنك فعله لحل هذه المشكلة بنفسك.
bg_bg: Нищо не може да направите, за да разрешите проблема сами.
ca_es: No hi ha res que pugueu fer per a resoldre aquest problema vosaltres mateixos.
cs_cz: Nemůžete udělat nic pro vyřešení tohoto problému.
cy: Nid oes unrhyw beth y gallwch ei wneud i ddatrys y broblem hon eich hun.
de_de: Dieses Problem können Sie nicht selbst beheben.
el_gr: Δεν υπάρχει τίποτε που μπορείτε να κάνετε για να λύσετε αυτό το πρόβλημα μόνοι σας.
es_es: No hay nada que puedas hacer para solucionar este problema por ti mismo.
et_ee: Selle probleemi lahendamiseks ei saa Sa ise midagi teha.
fi_fi: Valitettavasti et pysty selvittämään tätä ongelmaa itsenäisesti.
fr_fr: Vous ne pouvez rien faire vous-même pour résoudre ce problème.
hr_hr: Ne možete ništa samostalno učiniti da riješite ovaj problem.
it_it: Non c'è niente che tu possa fare per risolvere questo problema da solo.
nb_no: Du kan ikke løse dette problemet selv.
pl_pl: Nie możesz sam rozwiązać tego problemu.
pt_pt: Não há nada que possa fazer para resolver o problema por si próprio.
ro_ro: Nu puteți face nimic pentru a rezolva singur această problemă.
sl_si: Te težave ne morete rešiti sami.
sr_rs: Ne možete uraditi ništa da biste sami rešili ovaj problem.
tr_tr: Bu sorunu kendi başınıza çözmek için yapabileceğiniz birşey yok.
uk_ua: Ви не можете самостійно вирішити цю проблему.

source: Please be patient and try again at a later time. Do NOT change your device configuration.
ar: يرجى التحلي بالصبر وحاول مرة أخرى في وقت لاحق. لا تقم بتغيير إعدادات جهازك.
bg_bg: Моля бъдете търпеливи и опитайте отново по-късно. НЕ променяйте конфигурацията на устройството си.
ca_es: Proveu-ho més tard. NO canvieu la configuració del vostre dispositiu.
cs_cz: Buďte trpěliví a zkuste to prosím později. NEMĚŇTE konfiguraci zařízení.
cy: Byddwch yn amyneddgar a rhowch gynnig arall arni yn nes ymlaen. PEIDIWCH â newid ffurfweddiad eich dyfais.
de_de: Bitte haben Sie etwas Gedult und versuchen Sie es später noch einmal. Ändern Sie NICHTS an Ihrer Gerätekonfiguration.
el_gr: Παρακαλούμε να κάνετε υπομονή και να προσπαθήσετε ξανά αργότερα. ΜΗΝ αλλάξετε τις ρυθμίσεις της συσκευής σας.
es_es: Por favor ten paciencia y prueba de nuevo más tarde. NO cambies la configuración de tu dispositivo.
et_ee: Palun ole kannatlik ja proovi hiljem uuesti. Ära muuda oma seadme seadistust!
fi_fi: Pyydämme kärsivällisesti odottamaan ja kokeilemaan myöhemmin uudestaan. ÄLÄ muuta laitteesi asetuksia.
fr_fr: Soyez patient SVP et réessayez plus tard. Ne changez PAS la configuration de votre appareil.
hr_hr: Molimo Vas za strpljenje, te pokušajte kasnije. NE MIJENJAJTE postavke svog uređaja.
it_it: Per favore sii paziente e riprova in un secondo momento. NON modificare la configurazione del tuo dispositivo.
nb_no: Vær tålmodig og prøv igjen senere. IKKE endre konfigurasjon på enheten.
pl_pl: Prosimy o cierpliwość i powtórzenie testu później. NIE NALEŻY ZMIENIAĆ konfiguracji urządzenia.
pt_pt: Por favor seja paciente e teste novamente mais tarde. NÃO altere a configuração do seu dispositivo.
ro_ro: Vă rog sa aveți răbdare și incercați mai tărziu. NU vă schimbați configurația dispozitivului.
sl_si: Bodite potrpežljivi in poskusite znova pozneje. NE spreminjajte konfiguracije naprave.
sr_rs: Molimo vas da budete strpljivi i da pokušate ponovo kasnije. NEMOJTE menjati konfiguraciju vašeg uređaja.
tr_tr: Lütfen sabırlı olun ve daha sonra tekrar deneyin. Cihazınızın yapılandırmasını DEĞİŞTİRMEYİN.
uk_ua: Проявіть терпіння і повторіть спробу пізніше. НЕ змінюйте конфігурацію пристрою

source: The infrastructure operators have automatically been informed and will investigate the issue as soon as possible.
ar: تم إبلاغ مشغلي البنية التحتية تلقائيًا وسوف يتحققون من المشكلة في أقرب وقت ممكن.
bg_bg: Операторите на инфраструктурата са информирани автоматично и ще разследват резултата възможно най-скоро.
ca_es: Els operadors de la xarxa han estat avisats i investigaran aquest problema el més aviat possible.
cs_cz: Správci infrastruktury byli automaticky informováni a pokusí se co nejdříve nalézt problém.
cy: Mae'r gweithredwyr seilwaith wedi cael gwybod yn awtomatig a byddant yn ymchwilio i'r mater cyn gynted â phosibl.
de_de: Die Betreiber der betroffenen Infrastukturen wurden bereits informiert und werden sich des Problems so bald wie möglich annehmen.
el_gr: Οι υπεύθυνοι λειτουργίας της υποδομής έχουν ενημερωθεί αυτόματα και θα διερευνήσουν το ζήτημα το συντομότερο δυνατό.
es_es: Los operadores de la infraestructura han sido avisados automáticamente e investigarán el problema lo más pronto posible.
et_ee: Taristu haldajaid teavitati automaatselt ja juhtumit uuritakse niipea, kui võimalik.
fi_fi: Ylläpitäjiä on informoitu, ongelmaa selvitetään mahdollisimman pian.
fr_fr: Les administrateurs de l'infrastructure ont été informés automatiquement et vont enquêter sur ce problème dès que possible.
hr_hr: Operatori infrastrukture automatski su informirani te će istražiti problem što prije.
it_it: Gli operatori dell'infrastruttura sono stati automaticamente informati e indagheranno sul problema il prima possibile.
nb_no: Infrastruktur operatører har blitt informert automatisk og vil sjekke problemet så snart som mulig.
pl_pl: Operatorzy infrastruktury zostali automatycznie poinformowani o problemie i będą starali się jak najszybciej znaleźć przyczyny.
pt_pt: Os administradores da infraestrutura foram informados automaticamente e vão investigar este problema assim que possível.
ro_ro: Operatorul care se ocupă cu infrastructura a fost informat automat și o sa verifice problema cel mai curând posibil.
sl_si: Upravitelji infrastrukture so bili samodejno obveščeni in bodo čim prej preiskali težavo.
sr_rs: Odgovorni za eduroam opremu su automatski obavešteni i istražiće prijavljeni problem u najkraćem mogućem roku.
tr_tr: Altyapı operatörleri otomatik olarak bilgilendirildi ve konuyu en kısa sürede araştıracaklar.
uk_ua: Оператори інфраструктури були автоматично сповіщені та дослідять проблему найближчим часом.

source: The system has identified possible issues regarding your local device configuration.
ar: حددَ النظام المشكلات المحتملة فيما يتعلق بتهيئة جهازك المحلي.
bg_bg: Системата е идентифицирала възможните резултати относно Вашата локална конфигурация на устройството.
ca_es: El sistema ha identificat possibles problemes en revisar la configuració local del vostre dispositiu.
cs_cz: Systém zjistil možné problémy týkající se lokální konfigurace zařízení.
cy: Mae'r system wedi nodi problemau posibl ynghylch ffurfweddiad eich dyfais leol.
de_de: Das System hat mögliche Probleme in Ihrer lokalen Gerätekonfiguration entdeckt.
el_gr: Το σύστημα έχει αναγνωρίσει πιθανά ζητήματα με την τοπική διαμόρφωση της συσκευής σας.
es_es: El sistema ha identificado posibles problemas en relación a la configuración local de tu dispositivo.
et_ee: Süsteem tuvastas võimalikud probleemid Su kohaliku seadme seadistuses.
fi_fi: Järjestelmä on havainnut mahdollisia ongelmia laitteesi paikallisissa asetuksissa.
fr_fr: Le système a identifié des problèmes potentiels dans la configuration de votre appareil local.
hr_hr: Sustav je identificirao moguće probleme vezane uz Vaše lokalne postavke uređaja.
it_it: Il sistema ha identificato possibili problemi relativi alla configurazione locale del tuo dispositivo.
nb_no: Systemet har oppdaget potensielle problem med konfigurasjon på din enhet.
pl_pl: System zidentyfikował możliwe przyczyny związane z lokalną konfiguracją Twojego urządzenia.
pt_pt: O sistema identificou possíveis problemas com a configuração local do seu dispositivo.
ro_ro: Sistemul a identificat posibile probleme cu configurația dumneavoastră locală.
sl_si: Sistem je zaznal možne težave v konfiguraciji lokalne naprave.
sr_rs: Sistem je detektovao potencijalne probleme sa konfiguracijom vašeg uređaja.
tr_tr: Sistem, yerel cihaz yapılandırmanızla ilgili olası sorunları tespit etti.
uk_ua: Система виявила можливі проблеми, пов'язані з конфігурацією вашого локального пристрою.

source: The system can not find any information at all about the Identity Provider you described. Probably, this is not a participating institution and the account you tried to use does not exist.
ar: لا يمكن للنظام العثور على أي معلومات على الإطلاق حول موفر الهوية IdP الذي وصفته. ربما، هذه المؤسسة غير مشاركة والحساب الذي حاولت استخدامه غير موجود.
bg_bg: Системата въобще не може да намери информация относно доставчика на удостоверения, който описвате. Вероятно това не е институция, която участва и акаунта, който се опитвате да използвате, не съществува.
ca_es: El sistema no ha trobat cap tipus d'informació del proveïdor d'identitat que heu descrit. Probablement, aquest no està participant com a institució i el compte que heu provat de fer servir no existeix.
cs_cz: Systém nemůže najít žádné informace o poskytovateli identit, který jste popsali. Pravděpodobně nejde o zúčastněnou instituci a účet, který jste se pokusili použít, neexistuje.
cy: Ni all y system ddod o hyd i unrhyw wybodaeth o gwbl am y Darparwr Hunaniaeth a ddisgrifiwyd gennych. Mae'n debyg nad yw hwn yn sefydliad sy'n cymryd rhan ac nid yw'r cyfrif y ceisioch ei ddefnyddio yn bodoli.
de_de: Es wurden keinerlei Informationen über diesen Identitätsprovider gefunden. Wahrscheinlich ist dies kein eduroam Teilnehmer und der Benutzernamen den Sie benutzen möchten existiert nicht.
el_gr: Το σύστημα δεν μπορεί να βρει απολύτως καμία πληροφορία για τον Πάροχο Ταυτότητας που περιγράψατε. Πιθανώς αυτό δεν είναι ένα συμμετέχον ίδρυμα και ο λογαριασμός που προσπαθήσατε να χρησιμοποιήσετε δεν υπάρχει.
es_es: El sistema no puede encontrar ninguna información acerca del Proveedor de Identidad que has descrito. Probablemente no se trate de una institución participante y la cuenta que has probado a usar no existe.
et_ee: Süsteem ei leia teavet Sinu kirjeldatud identiteedipakkuja kohta. Võimalik, et see asutus ei ole liitunud ja kontot, mida proovisid, ei leidu.
fi_fi: Järjestelmä ei löydä tietoa kuvaamastasi käyttäjäorganisaatiosta. Todennäköisesti tämä ei ole osallistuva organisaatio, ja tili jota yritit käyttää ei ole.
fr_fr: Le système n'a trouvé aucune information sur le fournisseur d'identité que vous indiquez. Il est probable que cet établissement ne participe pas à eduroam et donc que le compte que vous tentez d'utiliser n'existe pas.
hr_hr: Sustav ne može pronaći nikakove informacije o davatelju identiteta koji ste upisaliVjerojatno, ovo nije ustanova sudionik, te račun koji ste pokušali koristiti ne postoji.
it_it: Il sistema non è in grado di trovare alcuna informazione sull'Identity Provider che hai descritto. Probabilmente, questa non è un'istituzione partecipante e l'account che hai provato ad utilizzare non esiste.
nb_no: Systemet fant ingen informasjon om Identitetstilbyderen du beskrev. Antagelig deltar ikke denne institusjonen og kontoen du forsøkte å benytte finnes ikke.
pl_pl: System nie może znaleźć żadnej informacji dotyczącej opisanego przez Ciebie dostawcy tożsamości. Zapewne ta instytucja nie jest członkiem eduroam i konto, z którego korzystasz nie istnieje.
pt_pt: O sistema não consegue encontrar nenhuma informação sobre o Fornecedor de Identidade que descreveu. Provavelmente, não é uma instituição participante e a conta que tentou usar não existe.
ro_ro: Sistemul nu poate găsi informații cu privire la furnizorul descris de dumneavostră. Probabil, aceasta nu este o instituție participantă și contul pe care îl folosiți nu există.
sl_si: Sistem ne najde nobenih podatkov o ponudniku identitet, ki ga opisujete. Najverjetneje ne gre za vključeno organizacijo in račun, ki ga želite uporabiti, ne obstaja.
sr_rs: Sistem nije mogao da nađe nikakve podatke o IdP-u koji ste opisali. Verovatno ova institucija ne učestvuje u eduroam servisu i nalog sa kojim ste pokušali da se ulogujete ne postoji.
tr_tr: Sistem, tanımladığınız Kimlik Sağlayıcısı hakkında hiçbir bilgi bulamadı. Muhtemelen, bu katılımcı bir kurum değil ve kullanmaya çalıştığınız hesap mevcut değil.
uk_ua: Система не знайшла жодної інформації про зазначеного постачальника ідентифікаційних даних. Ймовірно, це не установа-учасник, або обліковий запис, який ви використовували, не існує.

source: There are likely some issues around the wireless part of the network you are trying to connect to. Wireless networks do not always behave deterministically and consistently. All users at a given location have to share the available bandwidth, and the physical environment (concrete walls, objects in the way, elevation differences) can have a significant impact on your connectivity experience.
ar: من المحتمل أن تكون هناك بعض المشكلات المتعلقة بالجزء اللاسلكي من الشبكة التي تحاول الاتصال بها. لا تعمل الشبكات اللاسلكية دائمًا بشكل ثابت ومحدد. يتعين على جميع المستخدمين في موقع معين مشاركة النطاق الترددي bandwidth المتاح، ويمكن أن يكون للبيئة المحيطة (الجدران الخرسانية والأشياء الموجودة في الطريق واختلافات الارتفاع) تأثير كبير على تجربة الاتصال الخاصة بك.
bg_bg: Вероятно има някакви проблеми около безжичната част на мрежата, с която се опитвате да се свържете. Безжичните мрежи невинаги се държат еднакво и логично. Всички потребители на дадено място трябва да споделят наличната честотна лента, а физическа среда (по-конкретно стени, обекти на пътя, височинни разлики) може да има значително въздействие върху Вашия опит за свързване.
ca_es: Hi ha diversos problemes a la part WiFi de la xarxa on esteu provant de connectar. Les xarxes WiFi no sempre es comporten de manera previsible i consistent. Tots els usuaris d'una localització comparteixen l'ample de banda, i l'entorn físic (murs de ciment, objectes, diferencies d'alçada) poden tenir un impacte significatiu en la vostra connectivitat.
cs_cz: Pravděpodobně jsou nějaké problémy v bezdrátové části sítě, ke které se pokoušíte připojit. Bezdrátové sítě se ne vždy chovají deterministicky a správně. Uživatelé na daném místě musí sdílet dostupnou šířku pásma i fyzické prostředí (betonové stěny, objekty v cestě, výškové rozdíly) a ty mohou mít vliv na vaše připojení.
cy: Mae'n debyg y bydd rhai materion yn ymwneud â'r rhan diwifr o'r rhwydwaith rydych chi'n ceisio cysylltu ag ef. Nid yw rhwydweithiau diwifr bob amser yn ymddwyn yn benderfynol ac yn gyson. Rhaid i bob defnyddwyr mewn lleoliad penodol rannu'r lled band sydd ar gael, a gall yr amgylchedd ffisegol (waliau concrit, gwrthrychau yn y ffordd, gwahaniaethau drychiad) gael effaith sylweddol ar eich profiad cysylltedd.
de_de: Es gibt wahrscheinlich Probleme in dem WLAN Netz mit dem Sie sich verbinden möchten. WLAN-Netze verhalten sich nicht immer gleich. Zum Beispiel müssen sich alle Nutzer die zur Verfügung gestellte Bandbreite teilen, und die physische Umgebung kann an einigen Stellen den Empfang verschlechtern (Stahlbetonwände, Gegenstände im Weg, Höhenunterschiede, ...). All dies kann eine deutliche Auswirkung auf Ihre Verbindung haben.
el_gr: Πιθανότατα υπάρχουν ορισμένα ζητήματα αναφορικά με το ασύρματο κομμάτι του δικτύου στο οποίο προσπαθείτε να συνδεθείτε. Τα ασύρματα δίκτυα δεν έχουν πάντα ντετερμινιστική και συνεπή συμπεριφορά. Όλοι οι χρήστες σε μία δεδομένη τοποθεσία αναγκαστικά μοιράζονται το διαθέσιμο εύρος ζώνης, και παράμετροι του φυσικού περιβάλλοντος (συμπαγείς τοίχοι, αντικείμενα που εμποδίζουν, υψομετρικές διαφορές) μπορούν να έχουν σημαντικό αντίκτυπο στην εμπειρία σύνδεσής σας.
es_es: Existen ciertos problemas acerca de la parte WiFi de la red a la que intentas conectarte. Las redes WiFi no siempre se comportan de forma determinista y consistente. Todos los usuarios en cierta localización deben compartir el ancho de red disponible, y el entorno físico (muros de hormigón, objetos que se interponen, diferencia de elevación) puede tener un impacto significativo a la hora de conectarte.
et_ee: Arvatavasti on probleeme traadita võrgu osaga selles võrgus, millega proovid ühenduda. Traadita võrgud ei toimi alati ettemääratult ja järjekindlalt. Kasutajad mingis asukohas jagavad omavahel pakutavat ribalaiust ja füüsiline keskkond (kiviseinad, takistused, kõrguserinevused) võib oluliselt mõjutada ühenduse saamist.
fi_fi: On todennäköisesti ongelmia verkon langattomassa verkossa, johon yrität muodostaa yhteyden. Langattomat verkot eivät aina toimi deterministisesti ja johdonmukaisesti. Tietyssä paikassa olevien käyttäjien on jaettava käytettävissä oleva kaistanleveys, ja fyysinen ympäristö (betoniseinät, esineet, korkeuserot) voi vaikuttaa merkittävästi liittymiskokemukseen.
fr_fr: Il y a probablement des problèmes sur la partie sans-fil du réseau auquel vous tentez de vous connecter. Les réseaux wifi ne se comportent pas toujours de façon prévisible ou cohérente. Tous les utilisateurs situés à un endroit donné doivent partager la bande passante disponible et l'environnement physique (murs en béton, obstacles sur le passage, différences d'élévation) peut également avoir un impact important sur votre expérience utilisateur.
hr_hr: Vjerojatno je problem u nekim dijelovima bežične mreže na koju se pokušavate spojiti.Bežične mreže se ne ponašaju uvijek deterministički i dosljedno.Svi korisnici sa lokacije dijele raspoloživ mrežni promet, te fizička okoilina (zidovi, objekti, nadmorska visina)mogu imati značajan utjecaj na povezivanje.
it_it: È probabile che vi siano dei problemi nella parte wireless della rete cui stai tentando di connetterti. Le reti wireless non si comportano sempre in modo deterministico e coerente. Tutti gli utenti in uno stesso luogo devono condividere la larghezza di banda disponibile; l'ambiente fisico (muri di cemento, oggetti nel percorso, differenze di quota) può avere un impatto significativo sull'esperienza di connettività.
nb_no: Det er sannsynligvis et problem med det trådløse nettverket du forsøker å koble til. Trådløse nettverk oppfører seg ikke alltid deterministisk og konsekvent. Alle brukere på et bestemt sted må dele den tilgjengelige båndbredden, og det fysiske miljøet (betongvegger, gjenstander i rommet, høydeforskjeller) kan ha betydelig innvirkning på din opplevelse av nettet.
pl_pl: Prawdopodobnie występują jakieś problemy w zakresie sieci bezprzewodowej w obszarze, w którym próbujesz się połączyć. Sieć bezprzewodowa nie zawsze zachowuje się deterministycznie i konsekwentnie. Użytkownicy w danej lokalizacji współdzielą dostępną przepustowość, a otoczenie fizyczne (ściany, obiekty pojawiające się na trasie sieci, różnice wysokości) mogą mieć istotny wpływ na jakość połączenia.
pt_pt: Provavelmente existem problemas na parte wireless da rede a que se está a tentar ligar. Redes sem fios nem sempre se comportam de forma determinística e consistente. Todos os utilizadores de uma determinada localização têm de partilhar a largura de banda disponível, e o meio físico (paredes de betão, objectos no caminho, diferença de elevação) pode ter um impacto significante na experiência de conectividade.
ro_ro: Este posibil să existe probleme în rețeaua wireless a rețelei la care încercați să vă conectați. Rețelele wireless nu se comportă mereu deterministic și consistent. Toți utilizatorii care se află la o anumită locație trebuie să împartă lățimea de bandă disponibilă, și mediul fizic (pereți de ciment, obiecte în cale, diferențe de înălțime) pot avea un impact semnificativ asupra experienței dumneavoastră de utilizare a conexiunii.
sl_si: Najverjetneje se pojavljajo težave z brezžičnim delom omrežja, s katerim se poskušate povezati. Delovanje brezžičnega omrežja ni vedno predvidljivo in skladno. Vsi uporabniki na lokaciji si morajo deliti razpoložljivo pasovno širino, poleg tega pa lahko na izkušnjo povezljivosti tudi močno vpliva fizično okolje (betonske stene, predmeti, ki so na poti, višinska razlika).
sr_rs: Najverovatnije postoje neki problemi sa bežičnim delom mreže na koju pokušavate da se povežete. Bežične mreže se ne ponašaju uvek deterministički i konzistentno. Svi korisnici na određenoj lokaciji moraju da dele raspoloživi protok i fizičko okruženje (betonski zidovi, predmeti, razlike u elevaciji) koji mogu imati značajan uticaj na kvalitet vaše veze.
tr_tr: Bağlanmaya çalıştığınız ağın kablosuz kısmında bazı sorunlar olabilir. Kablosuz ağlar her zaman deterministik ve tutarlı bir şekilde davranmaz. Belirli bir yerde tüm kullanıcılar mevcut bant genişliğini paylaşırı ve fiziksel ortam (beton duvarlar, yoldaki nesneler, yükseklik farkları) bağlantı kaliteniz üzerinde önemli bir etkiye sahip olabilir.
uk_ua: Ймовірно, є деякі проблеми бездротової частини мережі, до якої ви намагаєтеся підключитися. Бездротові мережі не завжди працюють стабільно. На якість з'єднання можуть впливати спільне використання пропускної здатності, бетонні стіни, перешкоди або перепади висоти.
