Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: At least one certificate did not contain any BasicConstraints extension; which makes it unclear if it's a CA certificate or end-entity certificate. At least Mac OS X 10.8 (Mountain Lion) will not validate this certificate for EAP purposes!
ar: شهادة واحدة على الأقل لا تحتوي على أي BasicConstraints extension; ؛ مما يجعل الأمر غير واضح ما إذا كانت شهادة CA أم شهادة end-entity. لن يقوم نظام التشغيل Mac OS X 10.8 (Mountain Lion) على الأقل بالتحقق من صحة هذه الشهادة لأغراض EAP!
bg_bg: Поне един сертификат не съдържа никакви разширения BasicConstraints, което го прави неясно дали е CA сертификат или краен сертификат. Поне Mac OS X 10.8 (Mountain Lion) няма да валидира този сертификат за EAP цели!
ca_es: Al menys un certificat no conté cap extensió BasicConstraints; això no permet determinar si es tracta d'un certificat de CA o un certificat d'entitat final. Al menys el Mac OS X 10.8 (Mountain Lion) no validarà aquest certificat en el protocol EAP!
cs_cz: Nejméně jeden certifikát neobsahuje žádné rozšíření BasicConstraints, takže není jasné, jestli jde o certifikát certifikační autority nebo koncové entity. Takový certifikát neověří přinejmenším Mac OS X 10.8 (Mountain Lion)!
cy: Nid oedd o leiaf un tystysgrif yn cynnwys unrhyw estyniad BasicConstraints; sy'n ei gwneud yn aneglur a yw'n tystysgrif AT neu tystysgrif endid terfynol. O leiaf ni fydd Mac OS X 10.8 (Mountain Lion) yn dilysu'r tystysgrif hon at ddibenion EAP!
de_de: Mindestens ein Zertifikat enthielt nicht die Zertifikatserweiterung "BasicConstraints"; dadurch ist unklar, ob es sich bei dem Zertifikat um ein Serverzertifikat oder eine CA handelt. Zumindest Mac OS X 10.8 (Mountain Lion) wird dieses Zertifikat für EAP nicht akzeptieren!
el_gr: Τουλάχιστον ένα πιστοποιητικό δεν περιλαμβάνει κανένα πρόσθετο πεδίο BasicConstraints; κάτι το οποίο κάνει ασαφές εάν είναι ένα πιστοποιητικό CA ή ένα πιστοποιητικό end-entity. Τουλάχιστον το Mac OS X 10.8 (Mountain Lion) δεν θα επαληθεύσει αυτό το πιστοποιητικό για τους σκοπούς του EAP!
es_es: Al menos un certificado no contenía ninguna extensión BasicConstraint, lo que hace dificil saber si es un certificado de CA (raíz) o no. Al menos Mac OS X 10.8 (Mountain Lion) no validará este certificado para EAP por este motivo.
et_ee: Vähemalt üks sertifikaat ei sisaldanud ühtegi BasicConstraints laiendit; seetõttu ei ole selge, kas tegemist on CA-sertifikaadi või lõpp-olemi (end-entity) sertifikaadiga. Vähemalt Mac OS X 10.8 (Mountain Lion) puhul selle sertifikaadi kehtivuse kontrollimine EAP jaoks ebaõnnestub!
fi_fi: Ainakaan yksi varmenteista ei sisällä BasicConstraints-laajennosta, jonka myötä on epäselvää onko varmenne juurivarmenne vai palvelin- tai asiakasvarmenne. Ainakaan OS X 10.8 (Mountain Lion) ei kelpuuta varmennetta EAP-käyttöön!
fr_fr: Au moins l'un des certificats ne renseigne aucune extension "BasicConstraints'", ce qui ne permet pas de savoir s'il s'agit d'un certificat d'AC ou d'un certificat d'entité terminale. Mac OS X 10.8 (Mountain Lion), à minima, ne pourra valider ce certificat pour l'utilisation d'EAP.
hr_hr: Ni jedan certifikat ne sadrži BasicConstraints ekstenziju; što čini nejasnim radi li se o CA certifikatu ili end-entity certifikatu. Mac OS X 10.8 (Mountain Lion) na ovaj način neće validirati certifikat za EAP svrhu.
it_it: Almeno un certificato non contiene l'estensione BasicConstraints; questo rende non chiaro se si tratti di un certificato CA o di un certificato end-entity. Almeno Mac OS X 10.8 (Mountain Lion) non validerà questo certificato per l'uso con EAP!
nb_no: Minst ett sertifikat inneholdt ikke et BasicConstraints tillegg; det gjør det uklart om det er et CA sertifikat eller et enhets sertifikat. Minimun Mac OSX 10.8 (Mountain Lion) vil ikke validere dette sertifikatet for EAP bruk!
pl_pl: Przynajmniej jeden z certyfikatów nie zawiera rozszerzenia BasicConstraints; z tego powodu nie jest jasne czy jest to certyfikat urzędu, czy certyfikat końcowy. Mac OS X 10.8 (Mountain Lion) jest przykładem systemu, który nie zweryfikuje takiego certyfikatu na potrzeby komunikacji EAP.
pt_pt: Pelo menos um certificado não continha qualquer extensão BasicConstraints; o que não esclarece se é um certificado CA ou um certificado final da entidade. Pelo menos o Mac OS X 10.8 (Mountain Lion) não irá validar este certificado para efeitos EAP.
ro_ro: Cel puțin unul din certificate nu conține extensia BasicConstraints, prin urmare nu este clar dacă este certificatul CA sau al serverului. Cel puțin Apple Mac OS X 10.8 (Mountain Lion) nu va considera valid pentru EAP acest certificat !
sl_si: Vsaj eno od potrdil ni vsebovalo nobenih razširitev BasicConstraints, zato ni jasno, ali gre za potrdilo overitelja potrdil ali potrdilo končne entitete. Vsaj sistem Mac OS X 10.8 (Mountain Lion) ne bo potrdil tega potrdila za namene EAP.
sr_rs: Najmanje jedan sertifikat ne sadrži BasicConstraints ekstenziju; zbog toga nije jasno da li se radi o sertifikatu sertifikacionog tela ili ne. Mac OS X 10.8 (Mountain Lion) neće moći da izvrši proveru validnosti ovog sertifikata prilikom EAP konverzacije.
tr_tr: Hiçbir sertifika BasicConstraints uzantısı içermemektedir, bu durum sertifikanın CA sertifikası mı end-entity sertifikası mı olduğunu anlaşılmaz yapmaktadır. En azından Mac OS X 10.8 (Mountain Lion) bu sertifikayı EAP için doğrulamayacaktır!
uk_ua: Принаймні один сертифікат не містить розширення BasicConstraints; через що незрозуміло, чи він належить CA або кінцевому користувачу. Mac OS X 10.8 (Mountain Lion) не зможе підтвердити такий сертифікат у рамках EAP!

source: The server presented a certificate from an unknown authority.
ar: قدم الخادم شهادة من جهة غير معروفة.
bg_bg: Сървърът представи сертификат от неизвестно ауторити.
ca_es: El servidor utilitza un certificat d'una autoritat desconeguda.
cs_cz: Server předložil certifikát vydaný neznámou certifikační autoritou.
cy: Cyflwynodd y gweinydd tystysgrif gan awdurdod anhysbys.
de_de: Der Server sendete ein Zertifikat von einer unbekannten Zertifizierungsstelle.
el_gr: Ο εξυπηρετητής παρουσίασε ένα πιστοποιητικό από μια άγνωστη αρχή.
es_es: El servidor presentó un certificado perteneciente a una autoridad desconocida.
et_ee: Serverisertifikaat pärineb tundmatult väljastajalt.
fi_fi: Palvelin tarjosi tuntemattoman varmentajan myöntämän varmenteen.
fr_fr: Le certificat présenté par le serveur émane d'une autorité de certification (CA) inconnue.
hr_hr: Poslužitelj se predstavlja certifikatom nepoznatog izdavatelja.
it_it: Il server ha presentato un certificato firmato da una autorità sconosciuta
nb_no: Tjeneren presenterte et sertifikat fra en ukjent autoritet.
pl_pl: Serwer przedstawił certyfikat wystawiony przez nieznany urząd.
pt_pt: O servidor apresentou um certificado de uma autoridade desconhecida.
ro_ro: Serverul a prezentat un certificat de la o autoritate necunoscută.
sl_si: Strežnik je predstavil potrdilo neznanega overitelja.
sr_rs: Poslati serverski sertifikat potiče od nepoznatog sertifikacionog tela.
tr_tr: Sunucu bilinmeyen bir Sertifika Otoritesinden temin edilmiş bir sertifika sunmuştur.
uk_ua: Сервер передав сертифікат від невідомого центру сертифікації.

source: The server accepted the INVALID client certificate.
ar: لقد قبل الخادم شهادة العميل الغير صالحة.
bg_bg: Сървърът прие НЕВАЛИДЕН клиентски сертификат.
ca_es: El servidor ha acceptat el certificat de client NO VALID.
cs_cz: Server se spokojil s NEPLATNÝM klientským certifikátem!
cy: Derbyniodd y gweinydd tystysgrif cleient ANNILYS.
de_de: Der Server akzeptierte ein UNGÜLTIGES Zertifikat.
el_gr: Ο εξυπηρετητής αποδέχτηκε το ΑΚΥΡΟ πιστοποιητικό πελάτη.
es_es: El servidor aceptó el certificado de cliente INVÁLIDO.
et_ee: Server aktsepteeris MITTEKEHTIVA kliendisertifikaadi.
fi_fi: Palvelin kelpuutti EPÄKELVON asiakasvarmenteen.
fr_fr: Le serveur a accepté le certificat client INVALIDE.
hr_hr: Poslužitelj je prihvatio POGREŠAN klijenstki certifikat
it_it: Il server ha accettato il certificato INVALIDO del client.
nb_no: Tjeneren aksepterte det UGYLDIGE klient sertifikatet.
pl_pl: Serwer zaakceptował NIEWAŻNY certyfikat klienta.
pt_pt: O servidor aceitou o certificado de cliente INVÁLIDO.
ro_ro: Serverul a acceptat certificatul NEVALID al clientului.
sl_si: Strežnik je sprejel NEVELJAVNO potrdilo odjemalca.
sr_rs: Server je prihvatio NEISPRAVAN sertifikat klijenta.
tr_tr: Sunucu GEÇERSİZ istemci sertifikasını kabul etmiştir.
uk_ua: Сервер прийняв НЕДІЙСНИЙ сертифікат клієнта.

source: The server rejected the client certificate, even though it was valid.
ar: لقد رفض الخادم شهادة العميل ، على الرغم من أنها كانت صالحة.
bg_bg: Сървърът отхвърли клиентския сертификат, въпреки че беше валиден.
ca_es: El servidor ha rebutjat el certificat de client, encara que era vàlid.
cs_cz: Server odmítl klientův certifikát, ačkoliv byl platný.
cy: Gwrthododd y gweinydd tystysgrif y cleient, er ei bod yn ddilys.
de_de: Der Server lehnte das angebotene Zertifikat ab, obwohl es gültig war.
el_gr: Ο εξυπηρετητής απέρριψε το πιστοποιητικό πελάτη μολονότι ήταν έγκυρο.
es_es: El servidor rechazó el certificado de cliente a pesar de ser válido.
et_ee: Server lükkas kliendisertifikaadi tagasi, kuigi see oli kehtiv.
fi_fi: Palvelin hylkäsi asiakasvarmenteen kelvollisuudesta huolimatta.
fr_fr: Le serveur a rejeté le certificat client bien qu'il soit valide.
hr_hr: Poslužitelj je odbio klijenstki certifikat, iako je on ispravan.
it_it: Il server ha rifiutato il certificato del client, anche se era valido.
nb_no: Tjeneren avviste klient sertifikatet, selv om det var gyldig.
pl_pl: Serwer odrzucił certyfikat klienta, pomimo, że był on ważny.
pt_pt: O servidor rejeitou o certificado de cliente, mesmo que este esteja válido.
ro_ro: Acest server a respins certificatul de client, cu toate că acesta este valid.
sl_si: Strežnik je zavrnil potrdilo odjemalca, čeprav je veljavno.
sr_rs: Server je odbio sertifikat klijenta iako je bio validan.
tr_tr: Sunucu istemci sertifikasını geçerli olmasına rağmen reddetmiştir.
uk_ua: Сервер відхилив сертифікат клієнта, незважаючи на те, що він був дійсний.

source: The server rejected the client certificate as expected.
ar: لقد رفض الخادم شهادة العميل كما هو متوقع.
bg_bg: Както се очакваше, сървърът отхвърли клиентския сертификат.
ca_es: El servidor ha rebutjat el certificat de client, com era d'esperar.
cs_cz: Server odmítnul tento klientský certifikát, což je správně.
cy: Gwrthododd y gweinydd tystysgrif y cleient yn ôl y disgwyl.
de_de: Der Server lehnte das angebotene Zertifikat wie erwartet ab.
el_gr: Ο εξυπηρετητής απέρριψε το πιστοποιητικό πελάτη όπως αναμενόταν.
es_es: El servidor rechazó el certificado de cliente como se esperaba.
et_ee: Server lükkas kliendisertifikaadi ootuspäraselt tagasi.
fi_fi: Palvelin hylkäsi asiakasvarmenteen odotetusti.
fr_fr: Comme prévu, le serveur a rejeté le certificat client.
hr_hr: Poslužitelj je odbio klijentski certifikat, kako je i očekivano.
it_it: Il server ha rifiutato il certificato come previsto.
nb_no: Tjeneren avviste klient sertifikatet som forventet.
pl_pl: Serwer odrzucił certyfikat klienta, taka odpowiedź jest właściwa.
pt_pt: O servidor rejeitou o certificado de cliente conforme o esperado.
ro_ro: Serverul a respins certificatul, așa cum era de așteptat.
sl_si: Strežnik je po pričakovanju zavrnil potrdilo odjemalca.
sr_rs: Server je odbio sertifikat klijenta, kao što je i očekivano.
tr_tr: Sunucu beklendiği gibi istemci sertifikasını reddetmiştir.
uk_ua: Сервер очікувано відхилив сертифікат клієнта..

source: The CRL of a certificate could not be found.
ar: تعذر العثور على قائمة الشهادات الملغاه CRL الخاصة بالشهادة.
bg_bg: CRL на сертификата не можа да бъде намерен.
ca_es: No s'ha pogut trobar la CRL d'un certificat.
cs_cz: Seznamu zneplatněných certifikátů CRL tohoto certifikátu nebyl nalezen.
cy: Ni fu modd dod o hyd i CRL tystysgrif.
de_de: Die CRL zu diesem Zertifikat wurde nicht gefunden.
el_gr: Το CRL ενός πιστοποιητικού δεν βρέθηκε.
es_es: No se pudo encontrar la CRL de un certificado.
et_ee: Sertifikaadi CRLi ei leitud.
fi_fi: Varmenteen sulkulistaa ei löytynyt.
fr_fr: La CRL d'un des certificats n'a pu être trouvée.
hr_hr: CRL od certifikata nije pronađen.
it_it: La CRL del certificato non può essere trovata.
nb_no: CRL'en til et sertifikat ble ikke funnet.
pl_pl: Nie znaleziono listy CRL.
pt_pt: O CRL do certificado não foi encontrado.
ro_ro: Nu a fost găsit un CRL pentru certificat.
sl_si: CRL-ja potrdila ni bilo mogoče najti.
sr_rs: CRL lista za sertifikat nije pronađena.
tr_tr: Sertifikanın CRL listesi bulunamamıştır.
uk_ua: Не вдалося знайти CRL сертифіката.

source: EAP method negotiation failed!
ar: فشل تفاوض نظام EAP!
bg_bg: Договарянето на EAP метод се провали!
ca_es: Ha fallat el mètode de negociació EAP!
cs_cz: Vyjednávání o metodě EAP selhalo.
cy: Methodd negodi dull EAP!
de_de: Die Aushandlung der zu verwendenden EAP Methode ist fehlgeschlagen!
el_gr: Η μέθοδος διαπραγμάτευσης EAP απέτυχε!
es_es: ¡La negociación del método EAP falló!
et_ee: EAP meetodi kooskõlastus ebaõnnestus!
fi_fi: Käytettävän EAP-mekanismin neuvottelu epäonnistui!
fr_fr: Échec lors de la négociation de la méthode EAP !
hr_hr: EAP komunikacija nije uspijela
it_it: Negoziazione del metodo EAP, fallita!
nb_no: EAP metode forhandlinger feilet!
pl_pl: Negocjacja metody EAP nie powiodła się!
pt_pt: Negociação do método EAP falhou!
ro_ro: Negocierea EAP a eșuat !
sl_si: Pogajanje z metodo EAP ni uspelo.
sr_rs: Proces uspostave EAP sesije je neuspešan!
tr_tr: EAP metodlu müzakere başarısız olmuştur!
uk_ua: Не вдалося узгодити метод автентифікації EAP!

source: The server offers Diffie-Hellman (DH) ciphers with a DH group smaller than 1024 bit. Mac OS X 10.11 'El Capitan' is known to refuse TLS connections under these circumstances!
ar: يقدم الخادم شفرات Diffie-Hellman (DH) مع مجموعة DH أصغر من 1024 bit. من المعروف أن نظام التشغيل 'Mac OS X 10.11 'El Capitan يرفض اتصالات TLS في هذه الظروف!
bg_bg: Сървърът предлага Diffie-Hellman (DH) шифри с DH група, по-малка от 1024 бита. Mac OS X 10.11 'El Capitan' е известна с това, че отхвърля TLS връзки при тези обстоятелства.
ca_es: El servidor ofereix xifrat Diffie-Hellman (DH) amb un grup DH més petit de 1024 bit. El sistema operatiu Mac OS X 10.11 'El Capitan' no realitza connexions TLS en aquestes condicions!
cs_cz: Server nabízí Diffie-Hellman (DH) šifru s DH skupinou menší než 1024 bitů. Je známo, že Mac OS X 10.11 "El Capitan" za těchto okolností odmítne TLS spojení!
cy: Mae'r gweinydd yn cynnig seiffrau Diffie-Hellman (DH) gyda grŵp DH yn llai na 1024 bit. Gwyddys bod Mac OS X 10.11 'El Capitan' yn gwrthod cysylltiadau TLS o dan yr amgylchiadau hyn!
de_de: Der Server bietet Diffie-Hellman (DH) Verschlüsselung mit einer DH Gruppe von weniger als 1024 Bit an. Mac OS X 10.11 'El Capitan' weist Verbindungsversuche zu solchen Servern zurück!
el_gr: Ο εξυπηρετητής προσφέρει κρυπταλγόριθμους Diffie-Hellman (DH) με ομάδα DH μικρότερη από 1024 bit. Είναι γνωστό ότι το Mac OS X 10.11 'El Capitan' απορρίπτει συνδέσεις TLS υπό τέτοιες συνθήκες!
es_es: El servidor ofrece métodos de cifrado basados en Diffie-Hellman (DH) con un grupo DH menor que 1024 bits. Se sabe que Mac OS X 10.11 'El Capitan' rechaza conexiones TLS bajo esta circunstancia.
et_ee: Server pakub Diffie-Hellman (DH) šifreid, mille DH grupp on väiksem kui 1024 bitti. Teadaolevalt keeldub Mac OS X 10.11 'El Capitan' sellisel juhul TLS ühendusest!
fi_fi: Palvelimen Diffie-Hellman-ryhmän (DH) koko on alle 1024 bittiä. Huomaa, että Mac OS X 10.11 'El Capitan' ei tue alle 1024-bittisiä TLS-yhteyksiä!
fr_fr: Le serveur utilise des méthodes de chiffrement Diffie-Hellman (DH) associés à un groupe DH dont la longueur est inférieure à 1024 bits. Mac OS X 10.11 "El Capitan" refusera d'établir des connexions TLS dans ces conditions.
hr_hr: Poslužitelji koristi Diffie-Hellman (DH) cipher s DH groupom manjom od 1024 bit. Mac OS X 10.11 'El Capitan' je poznat po tome da će odbiti TLS konekciju u tim uvijetima!
it_it: Il server supporta cifratura Diffie-Hellmann (DH) con un Gruppo DH minore di 1024 bit. Mac OS X 10.11 'El Capitan' non accetta connessioni TLS con questa cifratura!
nb_no: Tjeneren benytter Diffie-Hellman (DH) ciphere med en DH-gruppe mindre enn 1024 bit. Mac OS X 10.11 'El Capitan' vil nekte disse!
pl_pl: Serwer deklaruje stosowanie szyfrów Diffie-Hellman (DH) z grupą DH krótszą niż 1024 bity. Wiadomo, że OS X 10.11 'El Capitan' w takich przypadkach odrzuca połączenia!
pt_pt: O servidor oferece cifras Diffie-Hellman (DH) com um grupo DH inferior a 1024 bits. O Mac OS X 10.11 'El Capitan' é conhecido por recusar ligações TLS nessas circunstâncias.
ro_ro: Serverul propune cifruri Diffie-Hellman (DH) cu grup DH mai mic de 1024 bit. Sistemul de operare MacOS X 10.11 'El Capitan' refuză conexiuni TLS în astfel de circumstanțe !
sl_si: Strežnik ponuja šifre Diffie-Hellman (DH) s skupino DH, manjšo od 1024 bitov. Znano je, da Mac OS X 10.11 'El Capitan' pod temi pogoji običajno zavrne povezave TLS.
sr_rs: Server nudi ključeve u okviru Diffie-Hellman (DH) algoritma dužine manje od 1024 bita. Mac OS X 10.11 'El Capitan' odbija da uspostavi TLS konekciju pod ovim uslovima.
tr_tr: Sunucu 1024 bitden küçük DH grubu olan Diffie-Hellman (DH) şifresi önermektedir. Mac OS X 10.11 'El Capitan' bu şartlarla TLS bağlantılarını reddetmektedir.
uk_ua: Сервер використовує шифри Diffie-Hellman (DH) з групою DH менше 1024 біт. У таких випадках Mac OS X 10.11 “El Capitan” зазвичай відмовляється встановлювати TLS-з’єднання!

source: The certificate contains more than one CommonName (CN) field. This is reportedly problematic on many supplicants.
ar: تحتوي الشهادة على أكثر من حقل CommonName (CN). هذا يمثل إشكالية على العديد من supplicants.
bg_bg: Сертификатът съдържа повече от едно поле CommonName (CN). Според сведенията това е проблематично за много клиенти.
ca_es: El certificat conté més d'un camp CN. S'han notificat problemes en diversos clients.
cs_cz: Certifikát obsahuje více než jedno pole CommonName (CN). Mnoho suplikantů s tím bude mít problém.
cy: Mae'r tystysgrif yn cynnwys mwy nag un maes CommonName (CN). Dywedir bod hyn yn broblematig i lawer o ymgeiswyr.
de_de: Das Zertifikat enthält mehr als einen Inhabernamen im Common Name (CN) Feld. Dies ist auf vielen Systemen problematisch.
el_gr: Το πιστοποιητικό περιέχει περισσότερα του ενός πεδία CommonName (CN). Αυτό έχει αναφερθεί ως προβληματικό σε πολλά supplicants.
es_es: El certificado contiene más de un campo CommonName (CN). Se sabe que esto es problemático en muchos clientes de red.
et_ee: Sertifikaat sisaldab rohkem kui ühte CommonName (CN) välja. See on teadaolevalt paljude programmide jaoks problemaatiline.
fi_fi: Varmenne sisältää enemmän kuin yhden CommonName-kentän (CN). Tämä saattaa aiheuttaa ongelmia joissain päätelaitteissa.
fr_fr: Le certificat contient plus d'un champ "CommonName" (CN). Il s'est avéré que ce type de certificat pose problème pour de nombreux clients.
hr_hr: Certifikat sadrži Više od jednog polja CommonName (CN).Ovo može biti problem kod večine uređaja.
it_it: Il certificato contiene più di un campo CommonName (CN). Questo è stato segnalato come problematico con molti supplicant.
nb_no: Sertifikatet inneholder mer enn ett CommonName (CN) felt. Dette er rapportert problematisk for mange supplikanter.
pl_pl: Certyfikat zawiera więcej niż jedną nazwę (CommonName, CN). Może to spowodować problemy podczas konfiguracji licznych suplikantów.
pt_pt: O certificado contém mais de um campo CommonName (CN). Isto tem sido relatado que pode causar problemas em muitos suplicantes.
ro_ro: Acest certificat conține mai mult de un câmp NumeComun (CN). Această situație a fost raportată drept problematică de mai mulți furnizori.
sl_si: Potrdilo vsebuje več kot eno polje CommonName (CN). To povzroča težave pri številnih prosilcih.
sr_rs: Ovaj sertifikat sadrži više od jednog CommonName (CN) polja. Ovo može predstavljati problem za mnoge instalere.
tr_tr: Sertikada birden çok CommonName (CN) alanı var. Bu birçok istemci için sorun oluşturmaktadır.
uk_ua: Сертифікат містить більше одного поля CommonName (CN). Це може спричинити проблеми в роботі багатьох клієнтів EAP.

source: The certificate public key algorithm is unknown to the system. Please submit the certificate as a sample to the developers.
ar: خوارزمية المفتاح العام "public key algorithm" للشهادة غير معروفة للنظام. يرجى تقديم الشهادة كعينة للمطورين.
bg_bg: Алгоритъмът за публичния ключ на сертификата е неизвестен на системата. Моля представете примерен сертификат на разработчиците.
ca_es: L'algoritme de la clau pública del certificat no és reconegut pel sistema. Envieu-lo com a mostra als desenvolupadors.
cs_cz: Neznámý algoritmus certifikátu veřejného klíče. Zašlete prosím certifikát na ukázku vývojářům.
cy: Mae algorithm allwedd cyhoeddus y tystysgrif yn anhysbys i'r system. Cyflwynwch y tystysgrif fel sampl i'r datblygwyr.
de_de: Der Signaturalgorithmus dieses Zertifikats ist dem System nicht bekannt. Bitte senden Sie das Zertifikat zur Begutachtung an die Entwickler.
el_gr: Ο αλγόριθμος δημόσιου κλειδιού του πιστοποιητικού είναι άγνωστος στο σύστημα. Παρακαλώ υποβάλλετε το πιστοποιητικό ως δείγμα στους προγραμματιστές.
es_es: El algoritmo de la clave pública del certificado es desconocida para el sistema. Por favor, envía el certificado como muestra a los desarrolladores.
et_ee: Sertifikaadi avaliku võtme algoritm on süsteemile tundmatu. Palun esitage sertifikaat arendajatele näidiseks.
fi_fi: Varmenteen julkisen avaimen algoritmi on tuntematon. Ole hyvä ja lähetä varmenne kehittäjille.
fr_fr: L'algorithme de la clé publique du certificat n'est pas connu du système. Veuillez faire un rapport de bug aux développeurs de CAT et fournissez ce certificat pour qu'ils puissent l'étudier.
hr_hr: Certifikat algoritma javnog ključa je nepoznat sistemu.Molimo Vas da pošaljete certifikat kao primjer developerima.
it_it: L'algoritmo della chiave pubblica del certificato è sconosciuto al sistema. Si prega di inviare il certificato come campione per gli sviluppatori.
nb_no: Sertifikatets offentlige nøkkel algoritme er ukjent for systemet. Vennligst send sertifikatet som et eksempel til utviklerene.
pl_pl: Nieznany algorytm klucza publicznego. Prosimy o przekazanie przykładowego certyfikatu do deweloperów.
pt_pt: O algoritmo da chave pública do certificado é desconhecida do sistema. Por favor submeta o certificado como um exemplo para os nossos programadores.
ro_ro: Cheia publică a algoritmului de decodare a certificatului este necunoscută de către sistem. Vă rugăm să trimiteți certificatul către dezvoltatori.
sl_si: Sistem ne prepozna algoritma javnega ključa potrdila. Potrdilo posredujte razvijalcem kot vzorec.
sr_rs: Sistem ne može da prepozna algoritam korišćen za javni ključ sertifikata. Pošaljite inženjerima zaduženim za razvoj softvera sertifikat kao primer.
tr_tr: Sertifika ortak anahtar algoritması bilinmiyor. Lütfen sertifikayı geliştiricilere örnek olarak gönderin.
uk_ua: Алгоритм відкритого ключа сертифіката невідомий системі. Будь ласка, надішліть сертифікат, як зразок, розробникам.
