Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: This check sends a request for the realm through various entry points of the roaming consortium infrastructure. The request will contain the 'Operator-Name' attribute, and will be larger than 1500 Bytes to catch two common configuration problems.<br/>Since we don't have actual credentials for the realm, we can't authenticate successfully - so the expected outcome is to get an Access-Reject after having gone through an EAP conversation.
ar: تُرسل عملية التحقق هذه طلبًا للنطاق realm عبر نقاط دخول مختلفة للبنية الأساسية لاتحاد التجوال. سيحتوي الطلب على سمة Operator-Name' attribute'، وسيكون أكبر من 1500 Bytes للكشف على مشكلتين شائعتين في التهيئة.<br/> نظرًا لعدم وجود بيانات اعتماد حقيقية للنطاق realm، لا يمكننا المصادقة بنجاح - لذا فإن النتيجة المتوقعة هي للحصول على Access-Reject بعد إجراء محادثة EAP.
bg_bg: Тази проверка изпраща заявка за област чрез различни входни точки на инфраструктурата на роуминг консорциума. Заявката ще съдържа атрибут "Operator-Name" и ще бъде по-голяма от 1500 байта, за да прихване два често срещани конфигурационни проблема. <br/>Тъй като ние нямаме действителните удостоверения за областта, не можем да се аутентикираме успешно - така че очакваният резултат е да получим Access-Reject след приключване на EAP разговора.
ca_es: Aquesta comprovació envia una petició al teu domini a través de diversos punts d'entrada de la xarxa consorciada en roaming. La petició contindrà l'atribut "Operator-Name", que pot ser més gran de 1500 Bytes. Intentarem verificar dos dels problemes de configuració més freqüents.<br/> Donat que no disposem d'un compte al teu domini, no podrem autenticar-nos correctament. Per això esperem rebre una resposta "Access-Reject" després de mantenir una conversa EAP.
cs_cz: Tento test odešle požadavky na ověření vaší domény, které budou směrovány přes různá vstupní místa roamingového konsorcia. Požadavky budou obsahovat atribut 'Operátor-Jméno' a budou větší než 1500 bytů, aby zachytily dvě běžně se vyskytující konfigurační chyby.<br/>Jelikož pro vaši doménu nemáme platné přístupové údaje, samotné ověření nemůže být úspěšné. Proto je očekávaným výsledkem testu odpověď Access-Reject, které předchází EAP konverzace.
cy: Mae'r gwiriad hwn yn anfon cais am y parth trwy amrywiol bwyntiau mynediad y seilwaith consortiwm crwydro. Bydd y cais yn cynnwys y briodwedd 'Operator-Name', a bydd yn fwy na 1500 Beit i ddal dwy broblem ffurfweddu gyffredin.<br/>Gan nad oes gennym ni fanylion mewngofnodi mynediad defnyddwyr gwirioneddol ar gyfer y parth, ni allwn ddilysu'n llwyddiannus - felly'r canlyniad disgwyliedig yw cael Access-Reject ar ôl mynd trwy sgwrs EAP.
de_de: Diese Prüfroutine sendet eine Anfrage für diesen Realm über verschiedene Eintrittspunkte durch die Infrastruktur des Roaming-Konsortiums. Die Anfrage enthält das Attribut 'Operator-Name' und ist größer als 1500 Byte. Damit werden zwei häufige Gründe für Probleme geprüft.<br/>Da das System keine tatsächlichen Endnutzer Zugangsdaten für den Realm hat kann keine tatsächliche Authentifizierung durchgeführt werden - das erwartete Resultat ist ein Access-Reject nachdem eine vollständige EAP Konversation durchgeführt wurde.
el_gr: Αυτός ο έλεγχος στέλνει ένα αίτημα για τον τομέα από διάφορα σημεία εισόδου στην υποδομή της κοινοπραξίας περιαγωγής. Το αίτημα θα περιέχει το attribute 'Operator-Name', και θα είναι μεγαλύτερο από 1500 Bytes ώστε να εντοπίσει δύο συνηθισμένα προβλήματα συγκρότησης.<br/>Καθώς δεν έχουμε πραγματικά διαπιστευτήρια για τον τομέα, δεν μπορούμε να ταυτοποιηθούμε με επιτυχία - οπότε το αναμενόμενο αποτέλεσμα είναι να λάβουμε Access-Reject αφού έχουμε ολοκληρώσει μια συνομιλία EAP.
es_es: Este chequeo envía una petición al dominio a través de varios puntos de entrada de la infraestructura del consorcio de itinerancia. La petición incluirá el atributo 'Operator-Name', y será mayor de 1500 bytes para probar dos problemas de configuración habituales. <br/> Como de hecho no disponemos de credenciales válidos del dominio no podremos autentificarnos con éxito, así que el resultado esperado es obtener un Access-Reject después de la conversación EAP.
et_ee: Kontroll saadab domeeni kohta taotluse rändluskonsortsiumi taristu mitmete lähtepunktide kaudu. Taotlus sisaldab 'Operaatori-Nime' atribuuti ja on suurem, kui 1500 baiti, selleks et tuvastada kahte tavalist seadistusviga. <br/> Kuna meil ei ole domeeni tegelikke kasutajakonto andmeid, ei saa meie autentimine õnnestuda - niisiis on oodatav tulemus juurdepääsu mittelubamine pärast EAP suhtlust.
fi_fi: Tämä tarkastus lähettää testipyynnön toimialueelle useasta verkkovierailun infrastuktuuriin kuuluvasta pisteestä. Pyyntö sisältää 'Operator-Name'-attribuutin ja se on suurempi kuin 1500 tavua, jotta tavallisimmat konfiguraatiovirheet löytyisivät. <br/>Koska käytössä ei ole oikeita käyttäjätunnuksia toimialueelle, autentikointi ei onnistu. Niinpä odotettu lopputulema on Access-Reject EAP-neuvottelun jälkeen.
fr_fr: Cette vérification envoie une requête au domaine au travers de plusieurs points d'entrée de l'infrastructure du consortium de nomadisme. Cette requête contiendra l'attribut 'Operator-Name' et sera plus grande que 1500 octets pour détecter deux problèmes classiques de configuration.<br/>Comme le test n'a pas de vrais identifiants pour le domaine, il ne peut pas s'authentifier avec succès - ainsi le résultat attendu est un Access-Reject après l'établissement du dialogue EAP.
hr_hr: Ova provjera šalje zahtjeve kroz različite ulazne točke roaming infrastrukture.Zahtjev će sadržavati Operator-name atribut i bit će veći od 1500 bita kako bi uhvatio dva uobičajena konfiguracijska problemaBudući da nemamo stvarne vjerodajnice za domenu ne možemo se uspješno autenticirati - pa je očekivani ishod odbijanje nakon EPA-a.
it_it: Questo controllo invia una richiesta per il realm attraverso vari punti di ingresso dell'infrastruttura del consorzio di roaming. La richiesta conterrà l'attributo 'Operator-Name' e sarà maggiore di 1500 Bytes per intercettare due problemi di configurazione comuni. <br/> Dal momento che non abbiamo credenziali effettive per il realm, non possiamo autenticarci con successo, quindi il risultato atteso è di ottenere un Access-Reject dopo aver completato una conversazione EAP.
nb_no: Denne testen sender en forespørsel for realm'et via forskjellige inngangsporter til roaming konsortium infrastrukturen. Forespørselen inneholder attributten 'Operator-Name' og vil være større enn 1500 bytes for å fange opp to vanlige konfigurasjonsproblemer. <br/>Når vi ikke har et faktisk brukernavn eller passord for realm'et, kan ikke autentisering gjøres med suksess - forventet utfall er å motta en Access-Reject etter gjennomført EAP dialog.
pl_pl: Sprawdzenie polega na przesłaniu zlecenia dotyczącego Twojego realmu przez różne punkty infrastruktury konsorcjum roamingowego. Zlecenie będzie zawierać atrybut 'Operator-Name' i będzie większe niż 1500 bajtów, aby umożliwić wychwycenie dwóch najczęstszych problemów konfiguracyjnych. <br/>Ponieważ nie dysponujemy kontem w Twoim realmie, nie możemy sprawdzić poprawności uwierzytelnienia. Oczekiwanym wynikiem komunikacji EAP w tym sprawdzeniu jest Access-Reject.
pt_pt: Essa verificação envia um pedido para o domínio através de vários pontos de entrada da infraestrutura de roaming. A terá o atributo ''Operator-Name' e terá mais de 1500 Bytes para detetar dois problemas comuns de configuração. Como não temos credenciais reais para o domínio, não podemos autenticar com êxito - portanto, o resultado esperado é para obter um Access-Reject após ter passado por uma conversação EAP.
ro_ro: În această etapă se trimite o cerere pentru verificarea domeniului prin diferite puncte de intrare a infrastructurii consorțiului roaming. Cererea va conține atributul 'Nume-operator' și o să fie de dimensiune mai mare de 1500 Bytes pentru a putea trece prin două probleme de configurare des întâlnite. <br/>Din moment ce nu avem credențiale actuale pentru domeniu, nu putem să ne autentificăm cu succes - așadar rezultatul la care ne aștepăm este răspunsul Acces-Interzis după trecerea printr-un schimb de mesaje EAP.
sl_si: Ta preskus pošlje zahtevo za področje skozi različne vstopne točke infrastrukture sistema gostovanja. Zahtevek bo vseboval atribut 'Operator-Name' in bo večji od 1500 bajtov, da bi odkril dve najpogostejši konfiguracijski težavi.<br/>Ker ne poznamo dejanskih poverilnic za področje, ne moremo pravilno preveriti pristnosti, zato po pogovoru EAP pričakujemo Access-Reject.
uk_ua: Ця перевірка надсилає запит до домену через різні точки входу інфраструктури роумінгового консорціуму. Запит містить атрибут "Ім'я оператора" і перевищує 1500 байт, щоб виявити дві типові проблеми конфігурації. <br/>Оскільки ми не маємо справжніх облікових даних для домену, ми не можемо успішно пройти автентифікацію - отже отримали Дозволити-Відхилення доступ після проходження повідомлення EAP.

source: Testing from: <strong>%s
bg_bg: Тестване от: <strong> %s
ca_es: Provant des de: <strong>%s
cy: Profi rhag: <strong>%s
de_de: Test von: <strong>%s
es_es: Probando desde: <strong>%s
et_ee: Testimine <strong>%s-st
hr_hr: Testiranje od: <strong>%s
it_it: Testando da: <strong>%s
pl_pl: Test z: <strong>%s
ro_ro: Testare de la: <strong>%s
uk_ua: Тестування з <strong>%s

source: Connected to undetermined server
ar: متصل بخادم غير محدد
bg_bg: Свързан към неопределен сървър
ca_es: Connectat a un servidor indeterminat
cs_cz: Připojeno k neznámému serveru
cy: Wedi'i gysylltu â gweinydd amhenderfynedig
de_de: Verbunden mit unbekanntem Server
el_gr: Σύνδεση σε απροσδιόριστο εξυπηρετητή
es_es: Conectado a un servidor indeterminado
et_ee: Ühendatud määramata serveriga
fi_fi: Liitetty määräämättömään palvelimeen.
fr_fr: Connecté à un serveur indéterminé
hr_hr: Spajanje na nepoznati server
it_it: Connesso a un server non determinato
nb_no: Koblet til ukjent server
pl_pl: Połączony z serwerem, którego nazwy nie można określić
pt_pt: Conectado a um servidor indeterminado
ro_ro: Conectat la server nedeterminat
sl_si: Povezava je vzpostavljena z nedoločenim strežnikom
uk_ua: Підключений до невизначеного сервера

source: elapsed time: %sms.
ar: الوقت المنقضي: %s جزء من الثانية.
bg_bg: Изтекло време: %sms.
ca_es: temps transcorregut: %sms.
cs_cz: mezičas: %sms.
cy: amser aeth heibio: %s ms.
de_de: Laufzeit: %sms.
el_gr: υπολειπόμενος χρόνος: %sms.
es_es: tiempo transcurrido: %sms.
et_ee: kulunud aeg: %s ms.
fi_fi: kulunut aika: %sms.
fr_fr: temps écoulé : %s ms.
hr_hr: prošlo vrijeme: %sms.
it_it: tempo stimato: %sms
nb_no: brukt tid: %sms.
pl_pl: upłynęło: %sms
pt_pt: tempo decorrido: %sms
ro_ro: timp petrecut: %sms.
sl_si: pretečeni čas: %s ms.
sr_rs: proteklo vreme: %sms.
tr_tr: geçen süre: %sms.
uk_ua: привалість: %sмс

source: Extensions
ar: ملحقات
bg_bg: Разширения
cs_cz: Rozšíření:
cy: Estyniadau
de_de: Erweiterungen
el_gr: Επεκτάσεις
es_es: Extensiones
et_ee: Laiendused
fi_fi: Laajennukset
hr_hr: Dodatak
it_it: Estensioni
nb_no: Tillegg
pl_pl: Rozszerzenia
pt_pt: Extensões
ro_ro: Extensii
sl_si: Razširitve
sr_rs: Ekstenzije
tr_tr: Eklentiler
uk_ua: Розширення

source: show server certificate details
ar: إظهار تفاصيل شهادة الخادم
bg_bg: Покажи подробно сертификата на сървъра.
ca_es: mostra els detalls del certificat de servidor
cs_cz: Ukaž podrobně serverový certifikát
cy: dangos manylion tystysgrif gweinydd
de_de: Details des Serverzertifikats anzeigen
el_gr: προβολή λεπτομερειών πιστοποιητικού εξυπηρετητή
es_es: muestra los detalles del certificado de servidor
et_ee: näita serverisertifikaadi üksikasju
fi_fi: näytä palvelinvarmenteen yksityiskohdat
fr_fr: Voir les détails du certificat serveur
hr_hr: Prikaži detalje poslužiteljskog certifikata
it_it: Visualizza dettagli del certificato server
nb_no: vis tjenersertifikat detaljer
pl_pl: pokaż szczegóły certyfikatu serwera
pt_pt: visualizar detalhes do certificado de servidor
ro_ro: Arată detaliile certificatului de server
sl_si: prikaz podrobnosti potrdila strežnika
sr_rs: prikaži detalje o serverskom sertifikatu
tr_tr: sunucu sertifika detaylarını göster
uk_ua: показати деталі сертифіката сервера

source: Checking server handshake...
ar: جارٍ التحقق من اتصال الخادم...
bg_bg: Проверяване на server handshake...
ca_es: Comprovant la salutació del servidor...
cs_cz: Kontrola navázání spojení se serverem...
cy: Wrthi'n gwirio ysgwyd llaw'r gweinydd...
de_de: Überprüfen der Serverkommunikation...
el_gr: Έλεγχος χειραψίας εξυπηρετητή...
es_es: Comprobando handshake con el servidor...
et_ee: Kontrollin serveri kätlust...
fi_fi: Tarkastan palvelinten kättelyn...
fr_fr: Vérification du handshake serveur..
hr_hr: Provjera komunikacije između servera...
it_it: verifico l'handshake del server....
nb_no: Sjekker tjener ...
pl_pl: Sprawdzenie wymiany potwierdzeń...
pt_pt: A verificar a negociação com o servidor...
ro_ro: Verificare date trimise de server...
sl_si: Preverjanje rokovanja strežnika …
sr_rs: Provera komunikacije sa serverom...
tr_tr: Sunucu el şıkısması kontrol ediliyor...
uk_ua: Перевірка встановлення з'єднання з сервером

source: supported TLS protocols:
bg_bg: поддържани TLS протоколи:
ca_es: Protocols TLS acceptats:
cy: brotocolau TLS â chymorth:
de_de: Unterstützte TLS Protokolle:
es_es: Protocolos TLS soportados:
et_ee: toetatud TLS protokollid:
hr_hr: podržani TLS protokoli:
it_it: protocolli TLS supportati:
pl_pl: wspierane wersje TLS:
ro_ro: Protocoale TLS suportate:
uk_ua: Підтримувані протоколи TLS

source: not supported:
bg_bg: не се поддържа:
ca_es: no acceptat:
cy: heb ei gefnogi:
de_de: nicht unterstützt:
es_es: no soportados:
et_ee: ei ole toetatud:
hr_hr: nije podržano:
it_it: non supportato:
pl_pl: nie wspierane:
ro_ro: nu sunt suportate:
uk_ua: не підтримується

source: more
ar: المزيد
bg_bg: още
ca_es: més
cs_cz: více
cy: mwy
de_de: mehr
el_gr: περισσότερα
es_es: más
et_ee: rohkem
fi_fi: lisää
fr_fr: voir plus
hr_hr: dalje
it_it: di più
nb_no: mer
pl_pl: więcej
pt_pt: mais
ro_ro: Mai mult
sl_si: več
sr_rs: više opcija
tr_tr: daha fazla
uk_ua: більше

source: Test failed
ar: فشل الاختبار
bg_bg: Тестът е неуспешен
ca_es: La prova ha fallat
cs_cz: Test se nezdařil
cy: Methodd y prawf
de_de: Test fehlgeschlagen
el_gr: Το test απέτυχε
es_es: Test fallido
et_ee: Test ebaõnnestus
fi_fi: Testi epäonnistui
fr_fr: Échec du test
hr_hr: Test neuspješan
it_it: Test fallito
nb_no: Test mislyktes
pl_pl: Nieudany test
pt_pt: Teste falhou
ro_ro: Test eșuat
sl_si: Preskus ni uspel
uk_ua: Тест не пройдено

source: Client certificate
ar: شهادة العميل Client certificate
bg_bg: Клиентски сертификат
ca_es: Certificat de client
cs_cz: Certifikát klienta
cy: Tystysgrif cleient
de_de: Nutzerzertifikat
es_es: Certificado de cliente
et_ee: Kliendisertifikaat
fi_fi: Asiakasvarmenne
fr_fr: Certificat client
hr_hr: Klijentski certifikat
it_it: Certificato client
nb_no: Klientsertifikat
pl_pl: Certyfikat klienta
pt_pt: Certificado do cliente
ro_ro: Certificat de client
sl_si: Potrdilo odjemalca
uk_ua: Сертифікат клієнта

source: expected result:
ar: نتيجة متوقعة:
bg_bg: очакван резултат:
ca_es: resultat esperat:
cs_cz: očekávaný výsledek:
cy: canlyniad disgwyliedig:
de_de: Erwartetes Ergebnis:
el_gr: αναμενόμενο αποτέλεσμα:
es_es: resultado esperado:
et_ee: oodatud tulemus:
fi_fi: odotettu tulos:
fr_fr: résultat attendu :
hr_hr: očekivani rezultat:
it_it: risultato atteso:
nb_no: Forventet resultat
pl_pl: oczekiwany wynik:
pt_pt: resultado esperado:
ro_ro: rezultat așteptat:
sl_si: pričakovan rezultat:
sr_rs: očekivani rezultat:
tr_tr: beklenen sonuçlar:
uk_ua: очікуваний результат:

source: this test was skipped - no appropriate client certificate
bg_bg: този тест беше пропуснат – няма подходящ клиентски сертификат
ca_es: no s'ha realitzat el test - no hi ha certificat de client correcte
cy: hepgorwyd y prawf hwn - dim tystysgrif cleient briodol
de_de: Test übersprungen - kein passendes Client-Zertifikat
es_es: esta prueba fue omitida - no hay certificado cliente apropiado
et_ee: test jäeti vahele - puudub sobiv kliendisertifikaat
hr_hr: ovaj test je preskočen - nema prikladnog klijent certifikata
it_it: questo test è stato saltato - nessun certificato client appropriato
pl_pl: opuszczone ten test - brak właściwego certyfikatu klienta
ro_ro: acest test a fost ignorat - nu există un certificat de client corespunzător
uk_ua: Тест пропущено — немає відповідного клієнтського сертифіката

source: Server accepted this client certificate
ar: قَبِل الخادم شهادة العميل هذه
bg_bg: Сървърът прие клиентския сертификат.
ca_es: El servidor ha acceptat aquest certificat de client
cs_cz: Server akceptoval klientský certifikát
cy: Derbyniodd y gweinydd y tystysgrif cleient hon
de_de: Server hat das Clientzertifikat akzeptiert
el_gr: Ο εξυπηρετητής αποδέχτηκε αυτό το πιστοποιητικό πελάτη
es_es: El servidor aceptó el certificado de cliente
et_ee: Server aktsepteeris seda kliendisertifikaati
fi_fi: Palvelin hyväksyi tämän asiakasvarmenteen
fr_fr: Le serveur a accepté ce certificat client
hr_hr: Poslužitelj je prihvatio klijentov certifikat
it_it: Il server ha accettato questo certificato client
nb_no: Tjeneren aksepterte dette klient sertifikatet
pl_pl: Serwer zaakceptował ten certyfikat klienta
pt_pt: O servidor aceitou o certificado do cliente
ro_ro: Serverul a acceptat acest certificat de client
sl_si: Strežnik je sprejel to potrdilo odjemalca
sr_rs: Server je prihvatio ovaj klijentski sertifikat
tr_tr: Sunucu, bu istemci sertifikasını kabul etti
uk_ua: Сервер прийняв цей клієнтський сертифікат

source: You should update your list of accredited CAs
ar: يجب عليك تحديث قائمة CAs المعتمدة الخاصة بك
bg_bg: Вие трябва да актуализирате Вашия списък с акредитирани CA.
ca_es: Heu d'actualitzar la llista de CAs acreditades
cs_cz: Měl byste aktualizovat seznam akreditovaných CA
cy: Dylech ddiweddaru eich rhestr o AT achrededig
de_de: Sie sollten Ihre Liste der akkreditierten CAs aktualisieren
el_gr: Πρέπει να ενημερώσετε τη λίστα των διαπιστευμένων CA
es_es: Deberías actualizar tu lista de CAs acreditadas
et_ee: Peaksid uuendama oma nimekirja akrediteeritud CA-dest.
fi_fi: Sinun pitää päivittää hyväksyttyjen CA:iden lista
fr_fr: Vous devez mettre à jour votre liste des AC accréditées
hr_hr: Trebali biste osvježiti listu akreditiranih certifikacijskih tijela, CAs
it_it: Si prega di aggiornare la lista delle CA accreditate
nb_no: Du bør oppdatere listen over akkrediterte Ca'er
pl_pl: Powinna zostać zaktualizowana lista akredytowanych urzędów CA.
pt_pt: Deve atualizar a sua lista de CAs acreditadas
ro_ro: Ar trebui să actualizați lista autorităților de certificare acreditate.
sl_si: Posodobiti morate seznam pooblaščenih overiteljev potrdil
sr_rs: Trebalo bi da ažurirate listu akreditovanih CA
tr_tr: Adredite CA listelerini güncellemelisin
uk_ua: Слід оновити свій список акредитованих центрів сертифікації

source: Get it from here.
ar: احصل عليه من هنا.
bg_bg: Вземете ги оттук.
ca_es: Obteniu-lo aquí.
cs_cz: Stáhněte si to zde.
cy: Ei gael oddi yma.
de_de: Hier herunterladen.
el_gr: Λήψη από εδώ
es_es: Obtenlo de aquí.
et_ee: Võta siit.
fi_fi: Hae se täältä.
fr_fr: Obtenez-le ici.
hr_hr: Dohvati s ovog mjesta.
it_it: Scaricalo da qui.
nb_no: Hent det her.
pl_pl: Pobierz stąd.
pt_pt: Obter a partir daqui.
ro_ro: Luați-l de aici.
sl_si: Dobite jih tukaj.
sr_rs: Preuzmi odavde.
tr_tr: Buradan alın.
uk_ua: Завантажте тут

source: Server did not accept this client certificate - reason
ar: لم يقبل الخادم شهادة العميل هذه - السبب
bg_bg: Сървърът не прие клиентския сертификат - причина.
ca_es: El servidor no ha acceptat aquest certificat de client - raó
cs_cz: Server neakceptoval tento klientský certifikát - důvod
cy: Ni dderbyniodd y gweinydd y tystysgrif cleient hon - rheswm
de_de: Server hat das Clientzertifikat nicht akzeptiert - Grund
el_gr: Ο εξυπηρετητής δεν αποδέχτηκε αυτό το πιστοποιητικό πελάτη - αιτία
es_es: El servidor no aceptó este certificado de cliente - motivo
et_ee: Server ei aktsepteerinud seda kliendisertifikaati; põhjus
fi_fi: Palvelin ei hyväksynyt tätä päätelaitevarmennetta - syy
fr_fr: Le serveur n'a pas accepté ce certificat client - cause
hr_hr: Poslužitelj nije prihvatio klijentski certifikat - razlog
it_it: Il server non accetta il certificato del client - motivo:
nb_no: Tjeneren aksepterte ikke dette klient sertifikatet - årsak
pl_pl: Serwer nie zaakceptował tego certyfikatu - powód
pt_pt: O servidor não aceitou o certificado do cliente - razão
ro_ro: Serverul nu aceeptat acest tip de client- motivul
sl_si: Strežnik ni sprejel tega potrdila odjemalca – razlog
sr_rs: Server nije prihvatio ovaj klijentski sertifikat - razlog
tr_tr: Sunucu bu kullanıcı sertifikasını kabul etmedi - sebep
uk_ua: Сервер не прийняв цей клієнтський сертифікат - причина

source: Server accepted this client certificate, but should not have
ar: قبل الخادم شهادة العميل هذه، ولكن لا ينبغي أن يقبلها
bg_bg: Сървърът прие клиентския сертификат, но не трябваше да го приема.
ca_es: El servidor ha acceptat aquest certificat de client, però no ho hauria d'haver fet
cs_cz: Server akceptoval tento klientský certifikát, ale neměl by
cy: Derbyniodd y gweinydd y tystysgrif cleient hon, ond ni ddylai fod
de_de: Server akzeptierte das Clientzertifikat, obwohl er nicht sollte
el_gr: Ο εξυπηρετητής αποδέχτηκε αυτό το πιστοποιητικό πελάτη, αλλά δεν έπρεπε
es_es: El servidor aceptó este certificado de cliente, pero no debería
et_ee: Server aktsepteeris seda kliendisertifikaati, aga ei oleks tohtinud seda teha.
fi_fi: Palvelin hyväksyi tämän päätelaitevarmenteen, vaikka sen ei olisi pitänyt tehdä niin
fr_fr: Le serveur a accepté ce certificat client, mais n'aurait pas dû
hr_hr: Poslužitelj je prihvatio klijentski certifikat, iako to nije smio
it_it: Il server ha accettato questo certificato client, ma non avrebbe dovuto
nb_no: Tjenren aksepterte dette klient sertifikatet, men burde ikke ha gjort det
pl_pl: Serwer zaakceptował certyfikat klienta, ale nie powinien
pt_pt: O servidor aceitou o certificado do cliente, mas não o deveria aceitar
ro_ro: Serverul a acceptat acest certificat de client, dar nu ar trebui
sl_si: Strežnik je sprejel to potrdilo odjemalca, vendar ga ne bi smel
sr_rs: Server je prihvatio ovaj klijentski sertifikat, ali nije trebalo da ga prihvati
tr_tr: Sunucu, bu istemci sertifikasını kabul etti, fakat etmemeliydi
uk_ua: Сервер прийняв цей клієнтський сертифікат, хоча не мав цього робити

source: Server did not accept this client certificate
ar: لم يقبل الخادم شهادة العميل هذه
bg_bg: Сървърът не прие клиентския сертификат.
ca_es: El servidor no ha acceptat aquest certificat de client
cs_cz: Server neakceptoval tento klientský certifikát
cy: Ni dderbyniodd y gweinydd y tystysgrif cleient hon
de_de: Server hat das Clientzertifikat nicht akzeptiert
el_gr: Ο εξυπηρετητής δεν αποδέχτηκε αυτό το πιστοποιητικό πελάτη
es_es: El servidor no aceptó este certificado de cliente
et_ee: Server ei aktsepteerinud seda kliendisertifikaati
fi_fi: Palvelin ei hyväksynyt tätä päätelaitevarmennetta
fr_fr: Le serveur n'a pas accepté ce certificat client
hr_hr: Poslužitelj nije prihvatio klijentski certifikat
it_it: Il server non accetta il certificato del client
nb_no: Tjeneren aksepterte ikke dette klient sertifikatet
pl_pl: Serwer nie zaakceptował tego certyfikatu
pt_pt: O servidor não aceitou o certificado do cliente
ro_ro: Serverul nu a acceptat acest tip de client
sl_si: Strežnik ni sprejel tega potrdila odjemalca
sr_rs: Server nije prihvatio ovaj klijentski sertifikat
tr_tr: Sunucu, bu istemci sertifikasını kabul etmedi
uk_ua: Сервер не прийняв цей клієнтський сертифікат
