Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: Checking NAPTR existence:
ar: التحقق من وجود NAPTR:
bg_bg: Проверяване за наличие на NAPTR.
ca_es: Provant l'existència de NAPTR:
cs_cz: Kontrola existence NAPTR:
cy: Gwirio bodolaeth NAPTR:
de_de: Abfrage von NAPTR Einträgen:
el_gr: Έλεγχος ύπαρξης NAPTR:
es_es: Comprobando la existencia de NAPTR:
et_ee: NAPTR olemasolu kontrollimine:
fi_fi: Tarkistetaan NAPTR-tietueen olemassaolo:
fr_fr: Vérification de l'existence des enregistrements NAPTR :
hr_hr: Provjera postojanja NAPTR:
it_it: chek di esistenza del record NAPTR
nb_no: Sjekker om NAPTR finnes:
pl_pl: Sprawdzam istnienie NAPTR:
pt_pt: A verificar a existência do registo NAPTR:
ro_ro: Verificare existența NAPTR:
sl_si: Preverjanje obstoja zapisov NAPTR:
sr_rs: Provera postojanja NAPTR zapisa:
tr_tr: NAPTR varlığı kontrol ediliyor:
uk_ua: Перевірка існування NAPTR:

source: This realm has no NAPTR records.
ar: هذا النطاق 'realm' ليس لديه سجلات NAPTR.
bg_bg: Тази област няма NAPTR записи.
ca_es: Aquest domini no té registres NAPTR.
cs_cz: Tento realm nemá NAPTR záznamy.
cy: Nid oes gan y parth hon unrhyw cofnodion NAPTR.
de_de: Dieser Realm hat keine NAPTR Einträge.
el_gr: Αυτός ο τομέας δεν έχει εγγραφές NAPTR.
es_es: Este dominio no dispone de registros NAPTR.
et_ee: Domeenil puuduvad NAPTR kirjed.
fi_fi: Tällä realmilla ei ole NAPTR-tietueita.
fr_fr: Ce domaine n'a pas d'enregistrement NAPTR.
hr_hr: Realm nema NAPTR zapis.
it_it: Questo realm non ha record NAPTR.
nb_no: Dette realm har ingen NAPTR records.
pl_pl: Realm nie ma rekordów NAPTR.
pt_pt: Este realm não tem registos NAPTR.
ro_ro: Acest realm nu are înregistrări NAPTR
sl_si: To področje ne vsebuje zapisov NAPTR.
sr_rs: Domen nema NAPTR zapise.
tr_tr: Bu yetki alanı için NAPTR kaydı bulunmuyor.
uk_ua: Цей домен не має записів NAPTR.

source: This realm has NAPTR records, but none are related to this roaming consortium.
ar: يحتوي هذا النطاق realm على سجلات NAPTR، ولكن لا يوجد أي منها مرتبط باتحاد التجوال هذا.
bg_bg: Тази област има NAPTR записи, но нито един от тях не е асоцииран с този роуминг консорциум.
ca_es: Aquest domini té registres NAPTR, però no n'hi ha cap relacionat amb aquest consorci de roaming.
cs_cz: Realm sice má NAPTR záznamy, ale žádný nesouvisí s roamingovým konsorciem.
cy: Mae gan y parth hon cofnodion NAPTR, ond nid oes yr un ohonynt yn ymwneud â'r consortiwm crwydro hwn.
de_de: Dieser Realm hat NAPTR Einiträge, aber keiner davon gehört zu diesem Roaming Konsortium.
el_gr: Αυτός ο τομέας έχει εγγραφές NAPTR, αλλά καμία δεν είναι συσχετισμένη με αυτήν την κοινοπραξία περιαγωγής.
es_es: Este dominio tiene registros NAPTR, pero ninguno de ellos está relacionado con este consorcio de itinerancia.
et_ee: Domeenil on NAPTR kirjed, aga ükski pole seotud selle rändluskonsortsiumiga.
fi_fi: Realmilla on NAPTR-tietueet, mutta mikään ei liity tähän verkkovierailukonsortioon.
fr_fr: Ce domaine possède des enregistrements NAPTR, mais aucun ne correspond à ce consortium de nomadisme.
hr_hr: Ova domena sadrži NAPTR zapise ali nema povezanih sa ovim roaming konzorcijem.
it_it: Il realm ha dei record NAPTR, ma nessuno è relativo a questo consorzio di roaming.
nb_no: Realmet har NAPTR records, men de er ikke relatert til dette roaming konsortium.
pl_pl: Ten realm ma rekordy NAPTR, ale żadne z nich nie są powiązane z tym konsorcjum roamingowym.
pt_pt: Este domínio possui registros NAPTR, mas nenhum está relacionado a este consórcio de roaming.
ro_ro: Acest domeniu are date NAPTR, dar niciuna nu are legătura cu consorțiul roamingului.
sl_si: To področje vsebuje zapise NAPTR, vendar noben ni povezan s tem sistemom gostovanja.
uk_ua: У цьому домені наявні записи NAPTR, але жоден не стосується цього роумінгового консорціуму

source: This realm has %d NAPTR records relating to this roaming consortium.
ar: هذا النطاق realm لديه سجلات NAPTR لــ%d متعلقة بإتحاد التجوال هذا.
bg_bg: Тази област има %d NAPTR записи, отнасящи се до този роуминг консорциум.
ca_es: Aquest domini té %d registres NAPTR relatius a aquest consorci de roaming.
cs_cz: Realm má %d NAPTR záznamy související s roamingovým konsorciem.
cy: Mae gan y parth hon %d cofnodion NAPTR yn ymwneud â'r consortiwm crwydro hwn.
de_de: Dieser Realm hat %d NAPTR Einträge die zu diesem Roaming Konsortium gehören.
el_gr: Αυτός ο τομέας έχει εγγραφές NAPTR %d που σχετίζονται με αυτή την κοινοπραξία περιαγωγής.
es_es: Este dominio tiene %d registros NAPTR relacionados con este consorcio de itinerancia.
et_ee: Domeenil on %d NAPTR kirjet selle rändluskonsortsiumi kohta.
fi_fi: Realmilla on %d NAPTR-tietuetta, jotka liittyvät tähän verkkovierailukonsortioon.
fr_fr: Ce domaine possède %s enregistrements NAPTR correspondant à ce consortium de nomadisme.
hr_hr: Ova domena sadrži %d NAPTR zapisa povezanih sa ovim roaming konzorcijem.
it_it: Questo realm ha %d record NAPTR che fa riferimento a questo consorzio di roaming.
nb_no: Realmet har %dNAPTR records som er relatert til dette roaming konsortium.
pl_pl: Ten realm ma %d rekordów NAPTR powiązanych z tym konsorcjum roamingowym,
pt_pt: Este domínio tem %dregistos NAPTR relacionados a este consórcio de roaming.
ro_ro: Acest domeniu are %d date NAPTR aflate în legătura cu consorțiul roamingului.
sl_si: To področje vsebuje zapise NAPTR %d, povezane s tem sistemom gostovanja.
uk_ua: Цей домен має %d записи NAPTR, що стосуються цього роумінгового консорціуму.

source: Checking NAPTR compliance (flag = S and regex = {empty}):
bg_bg: Проверка за NAPTR съответствие (flag = S и regex = {empty}):
ca_es: Comprovant conformitat NAPTR (flag = S i regex = {buit}):
cs_cz: Kontrola souladu NAPTR (flag = S a regulární výraz = {empty}):
cy: Gwirio cydymffurfiad NAPTR (flag = S a regex = {empty}):
de_de: Überprüfung der Konformität der NAPTR Einträge (Flag = S und Regex = {leer} ):
el_gr: Έλεγχος συμβατότητας NAPTR (flag = S και regex = {empty}):
es_es: Comprobando la conformidad de NAPTR (flag = S y regex = {vacío}):
et_ee: NAPTR vastavuse kontrollimine (flag = S and regex = {empty}):
fi_fi: Tarkistetaan onko NAPTR:n formaatti yhteensopiva (lippu = S ja regex = {tyhjä}):
fr_fr: Vérification de la conformité NAPTR (flag = S et regex = {empty}) :
hr_hr: Provjera NAPTR funkcionalnosti (opcija = S regex = {empty}):
it_it: Verifico la compliance del NAPTR (flag = S and regex = {empty}):
nb_no: Sjekker NAPTR korrekthet (flag = S and regex = {empty}):
pl_pl: Sprawdzenie zgodności formatu NAPTR (pole flag = S i pole regex = {puste}):
pt_pt: A verificar conformidade NAPTR (flag = S e regex = {empty}):
ro_ro: Verificare condiții NAPTR (flag = S și regex = {empty}):
sl_si: Preverjanje skladnosti NAPTR (flag = S in regex = {empty}):
sr_rs: Provera ispravnosti NAPTR zapisa (flag = S i regex = {empty}):
tr_tr: NAPTR uyumu kontrol ediliyor (flag = S ve regex={boş}):
uk_ua: Перевірка відповідності NAPTR (маркер = S та регулярний вираз = {пусто}):

source: At least one NAPTR with invalid content found!
ar: تم العثور على NAPTR واحد على الأقل به محتوى غير صالح!
bg_bg: Намерен е поне един NAPTR с невалидно съдържание!
ca_es: Al menys s'ha trobat un NAPTR amb contingut invàlid!
cs_cz: Nejméně jeden NAPTR má neplatný obsah!
cy: O leiaf un NAPTR gyda chynnwys annilys wedi'i ganfod!
de_de: Mindestens ein NAPTR mit ungültigem Inhalt gefunden!
el_gr: Βρέθηκε τουλάχιστον ένα NAPTR με άκυρο περιεχόμενο!
es_es: ¡Existe por lo menos un registro NAPTR con contenido inválido!
et_ee: Leiti vähemalt üks vigase sisuga NAPTR!
fi_fi: Vähintään yhden NAPTR-tietueen sisältö on virheellinen!
fr_fr: Détection d'au moins un contenu NAPTR invalide !
hr_hr: Barem jedan NAPTR sadrži lošu vrijednost!
it_it: Trovato almeno un record NAPTR invalido
nb_no: Minst en NAPTR med ugyldig innhold ble funnet!
pl_pl: Znaleziono przynajmniej jeden rekord NAPTR z błędną zawartością!
pt_pt: Pelo menos um registo de NAPTR com conteúdo inválido foi encontrado!
ro_ro: Cel puțin un NAPTR cu conținut invalid a fost descoperit!
sl_si: Odkrit je vsaj en NAPRT z neustrezno vsebino.
sr_rs: Pronađen je najmanje jedan NAPTR zapis sa nevažećim sadržajem.
tr_tr: En az bir geçersiz içerikli NAPTR bulundu!
uk_ua: Знайдено принаймні один NAPTR з недійсним вмістом!

source: Checking SRVs:
ar: التحقق من SRVs:
bg_bg: Проверяване на SRV записите:
ca_es: Comprovant SRVs:
cs_cz: Kontrola SRV záznamů:
cy: Gwirio SRVs:
de_de: Überprüfung der SRVs:
el_gr: Έλεγχος SRVs:
es_es: Comprobando SRVs:
et_ee: Kontrollin SRVsid:
fi_fi: Tarkistetaan SRV:t:
fr_fr: Vérification des enregistrements SRV :
hr_hr: Provjera SRVs:
it_it: Controllo i SRV:
nb_no: Sjekker SRV records:
pl_pl: Sprawdzam rekord SRV:
pt_pt: A verificar SRVs:
ro_ro: Verificarea SRV-urilor:
sl_si: Preverjanje SRV-jev:
sr_rs: Provera SRV zapisa:
tr_tr: SRV'ler kontrol ediliyor:
uk_ua: Перевірка SRV:

source: %d host names discovered.
ar: تم اكتشاف أسماء مضيفين لـ %d
bg_bg: Открити са имена на %d хостове.
ca_es: %d noms de servidor descoberts.
cs_cz: Nalezeno jméno serveru %d.
cy: Wedi darganfod %d enw gwesteiwr.
de_de: %d Rechnernamen aufgelöst.
el_gr: Εντοπίστηκαν %d hostnames.
es_es: %d nombres de host resueltos.
et_ee: Leiti %d hostinime.
fi_fi: %d laitenimeä löydetty.
fr_fr: %d noms d'hôtes ont été découverts.
hr_hr: pronađeno ime poslužitelja %d.
it_it: %d nomi host trovati.
nb_no: %d hostnavn ble funnet.
pl_pl: Znaleziono %d nazw serwerów.
pt_pt: encontrado %d hostnames
ro_ro: %d nume de gazde descoperite.
sl_si: Odkrito je bilo toliko imen gostiteljev: %d.
sr_rs: %d otkrivena imena hostova.
tr_tr: %d makine adı keşfedildi.
uk_ua: %d виявлені імена хостів.

source: Checking IP address resolution:
ar: التحقق من دقة عنوان IP:
bg_bg: Проверяване разпределението на IP адреси:
ca_es: Comprovant resolució d'adreces IP:
cs_cz: Kontrola překladu IP adresy:
cy: Gwirio cydraniad cyfeiriad IP:
de_de: Überprüfung der Auflösbarkeit von IP-Adressen:
el_gr: Έλεγχος ανάλυσης της IP διεύθυνσης:
es_es: Comprobando la resolución de la dirección IP:
et_ee: Kontrollin IP aadressi lahendumist:
fi_fi: Tarkistetaan IP-osoitetta nimipalvelusta:
fr_fr: Vérification de résolution des adresses IP :
hr_hr: Provjera IP adrese:
it_it: Controllo la risoluzione dell'indirizzo IP
nb_no: Sjekker IP adresse oppslag:
pl_pl: Sprawdzenie adresów IP:
pt_pt: A verificar a tradução de endereços IP:
ro_ro: Verificare rezolvare adresei IP:
sl_si: Preverjanje razreševanja naslova IP:
sr_rs: Provera razrešavanja za IP adresu:
tr_tr: IP adres çözümleme kontrol ediliyor:
uk_ua: Перевірка визначення IP-адрес:

source: At least one hostname could not be resolved!
ar: لا يمكن حل اسم مضيف واحد على الأقل!
bg_bg: Поне един хост не можа да бъде намерен!
ca_es: Al menys un nom de servidor no s'ha pogut resoldre!
cs_cz: Nejméně jedno jméno hostitele nelze resolvovat!
cy: Nid oedd modd datrys o leiaf un enw gwesteiwr!
de_de: Mindestens ein Rechnername konnte nicht aufgelöst werden!
el_gr: Τουλάχιστον ένα hostname δεν μπόρεσε να εντοπιστεί!
es_es: ¡No pudo resolverse alguno de los hostnames!
et_ee: Vähemalt ühte hostinime ei õnnestunud lahendada!
fi_fi: Vähintään yhden laitenimen resolvointi epäonnistui!
fr_fr: L'un, au moins, des noms d'hôte n'a pu être résolu !
hr_hr: Barem jedan hostname nije moguće pronaći!
it_it: Almeno un nome host non può essere risolto!
nb_no: Minst ett navn kunne ikke slås opp i DNS!
pl_pl: Nie dało się odnaleźć adresu IP dla przynajmniej jednej nazwy hosta!
pt_pt: Pelo menos um dos hostnames não foi traduzido!
ro_ro: Cel puțin un nume de gazdă nu a putut fi rezolvat!
sl_si: Vsaj enega imena gostitelja ni bilo mogoče razrešiti.
sr_rs: Najmanje jedan hostname nije bilo moguće razrešiti!
tr_tr: En az bir sunucu adı çözümlenemedi!
uk_ua: Щонайменше одне ім’я хоста не вдалося розв’язати!

source: %d IP addresses resolved.
ar: %d عناوين IP تم حلها.
bg_bg: %d IP адреси са намерени.
ca_es: S'han resolt %d adreces IP.
cs_cz: Resolvováno %d IP addres.
cy: %d cyfeiriad IP wedi eu datrys.
de_de: %d IP Adressen aufgelöst.
el_gr: Εντοπίστηκαν %d διευθύνσεις IP.
es_es: %d direcciones IP resueltas.
et_ee: %d IP-aadressi lahendatud.
fi_fi: %d IP-osoitetta tarkistettu.
fr_fr: %d addresses IP résolues.
hr_hr: %d IP adresa je pronađeno.
it_it: risolto %d indirizzo IP
nb_no: %d IP adresser ble funnet i DNS.
pl_pl: Sprawdzono %d adresów IP.
pt_pt: %d endereço IP traduzido.
ro_ro: %d adrese IP rezolvate.
sl_si: Št. razrešenih naslovov IP: %d.
sr_rs: %d IP adresa/e je uspešno razrešeno.
tr_tr: %d IP adresi çözümlendi.
uk_ua: %d IP-адреси дозволені.

source: Realm is <strong>%s</strong>
ar: النطاق Realm هو <strong>%s</strong>
bg_bg: Област е <strong>%s</strong>.
ca_es: El domini és <strong>%s</strong>
cs_cz: Doména je <strong>%s</strong>
cy: Parth yw <strong>%s</strong>
de_de: Realm ist <strong>%s</strong>
el_gr: Ο τομέας είναι <strong>%s</strong>
es_es: El dominio está <strong>%s</strong>
et_ee: Domeen on <strong>%s</strong>
fi_fi: Realm on <strong>%s</strong>
fr_fr: Le domaine est <strong>%s</strong>
hr_hr: Realm je <strong>%s</strong>
it_it: Il realm è <strong>%s</strong>
nb_no: Realm er <strong>%s</strong>
pl_pl: Realm jest <strong>%s</strong>
pt_pt: Realm é <strong>%s</strong>
ro_ro: Domeniul este <strong>%s</strong>
sl_si: Področje je <strong>%s</strong>
sr_rs: Domen je <strong>%s</strong>
tr_tr: <strong>%s</strong> Yetki Alanı
uk_ua: Домен є <strong>%s</strong>

source: with no DNS errors encountered. Congratulations!
ar: مع عدم مواجهة أخطاء في DNS . تهانينا!
bg_bg: Никакви DNS грешки не са открити. Поздравления!
ca_es: sense errors DNS detectats. Enhorabona!
cs_cz: bez chyb v DNS. Gratulujeme!
cy: heb unrhyw wallau DNS dod ar eu traws. Llongyfarchiadau!
de_de: und es wurden keine DNS Fehler gefunden. Glückwunsch!
el_gr: χωρίς να αντιμετωπιστούν σφάλματα DNS. Συγχαρητήρια!
es_es: sin errores de DNS encontrados. ¡Enhorabuena!
et_ee: DNSi vigadeta. Õnnitlused!
fi_fi: ilman DNS-virheitä. Onneksi olkoon!
fr_fr: sans aucune erreur DNS. Félicitations !
hr_hr: bez greške u DNS-u. Čestitamo!
it_it: senza errori DNS. Congratulazioni!
nb_no: uten DNS feil. Gratulerer!
pl_pl: , nie znaleziono żadnych błędów DNS. Gratulacje!
pt_pt: não foram encontrados erros de DNS . Parabéns!
ro_ro: fără erori DNS. Felicitări!
sl_si: brez napak DNS. Čestitamo!
sr_rs: bez DNS grešaka. Čestitamo!
tr_tr: DNS hataları ile karşılaşılmadı. Tebrikler!
uk_ua: Помилок DNS не виявлено. Вітаємо!

source: but there were DNS errors! Check them!
ar: ولكن كانت هناك أخطاء في DNS! تحقق منهم!
bg_bg: но имаше DNS грешки! Проверете ги!
ca_es: però s'ha detectat errors DNS! Comproveu-los!
cs_cz: ale byly objeveny DNS chyby! Zkontrolujte je!
cy: ond roedd gwallau DNS! Gwiriwch nhw!
de_de: aber es wurden DNS Fehler festgestellt! Überprüfen Sie diese!
el_gr: αλλά υπήρχαν σφάλματα DNS! Ελέγξτε τα!
es_es: pero hubo errores de DNS! ¡Compruébalos!
et_ee: aga oli DNS-vigu! Kontrolli neid.
fi_fi: mutta DNS-virheitä löytyi. Tarkasta ne!
fr_fr: mais avec des erreurs DNS ! Vérifiez-les !
hr_hr: ali postoji greška u DNS-a! Provjerite!
it_it: ma ci sono stati errori DNS! Controlla!
nb_no: men det er DNS feil! Sjekk dem!
pl_pl: , ale wystąpiły błędy DNS! Sprawdź je!
pt_pt: mas existem erros de DNS! Por favor verifique os erros!
ro_ro: dar s-au detectat erori DNS! Verificați-le!
sl_si: toda prišlo je do napak DNS. Odpravite jih.
sr_rs: ali bilo je DNS grešaka! Proverite ih!
tr_tr: fakat DNS hataları var! Kontrol edin!
uk_ua: Виявлено помилки DNS! Перевірте їх!

source: You should re-run the tests after fixing the errors; more errors might be uncovered at that point. The exact error causes are listed below.
ar: يجب عليك إعادة إجراء الاختبارات بعد إصلاح الأخطاء؛ قد يتم الكشف عن المزيد من الأخطاء في هذه المرحلة. أسباب الخطأ الدقيقة مذكورة أدناه.
bg_bg: След фиксирането на грешките, трябва да стартирате отново; в този момент могат да бъдат открити още грешки. Точните причини за грешка са изброени по-долу.
ca_es: Heu de repetir les proves després de corregir els errors; això permetrà descobrir altres errors no detectats ara. Les causes exactes d'error es mostren a sota.
cs_cz: Až opravíte chyby, spusťte testy znovu. Možná pak odhalíme další problémy. Přesné příčiny chyb jsou uvedeny níže.
cy: Dylech ail-redeg y profion ar ôl trwsio'r gwallau; efallai y bydd mwy o wallau yn dod i'r amlwg bryd hynny. Rhestrir yr union achosion gwallau isod.
de_de: Nachdem Sie diese Fehler beseitigt haben, sollten Sie die Tests noch einmal durchführen; eventuell werden dann noch weitere Fehler gefunden. Die genauen Fehlergründe sind in der folgenden Liste aufgeführt.
el_gr: Θα πρέπει να κάνετε ξανά τις δοκιμές μόλις διορθώσετε τα σφάλματα· περισσότερα σφάλματα μπορεί να προκύψουν σε αυτό το σημείο. Οι ακριβείς αιτίες των σφαλμάτων παραθέτονται παρακάτω.
es_es: Deberías reintentar las pruebas después de arreglar los errores. Más errores podrían descubrirse así. Las causas exactas de error se listan a continuación.
et_ee: Peaksid testid pärast vigade parandamist uuesti tegema; seejuures võidakse veel vigu tuvastada. Täpsed veapõhjused on loetletud allpool.
fi_fi: Uudelleenaja tarkistukset korjattuasi virheet; uusiakin virheitä saattaa löytyä. Varsinaiset virhesyyt on listattu alla.
fr_fr: Vous devriez ré-exécuter les tests après avoir corrigé les erreurs ; vous risquez cependant de rencontrer de nouvelles erreurs à ce moment là. Les erreurs rencontrés jusqu'à présent sont listées ci dessous.
hr_hr: Trebali bi ste ponovno pokrenuti test nakon riješavanja pogrešaka, jer postoji vjerojatnost u dodatne greške nakon ovog mjesta. Pronađene greške se nalaze dolje popisane.
it_it: È necessario rieseguire i test dopo aver corretto gli errori; a quel punto possono essere scoperti più errori. Le cause esatte di errore sono elencate di seguito.
nb_no: Du bør kjøre tester på nytt etter at feil er rettet; flere feil kan dukke opp etter endringene. Årsaker til feil er listet under.
pl_pl: Po poprawieniu tych błędów powinieneś ponowić testy, bo wtedy mogą się ujawnić inne problemy. Opisy błędów są poniżej.
pt_pt: Para validar que não existem outros erros deve voltar a executar os testes após a correção. As causas do erro encontram-se enumeradas abaixo:
ro_ro: Ar trebui să reluați testele după repararea erorilor; mai multe erori ar putea fi descoperite în acel punct. Cauzele exacte ale erorilor sunt afișate mai jos.
sl_si: Po odpravi težav svetujemo, da ponovite preskuse, saj lahko pokažejo dodatne težave. Točni vzroki težav so navedeni spodaj.
sr_rs: Pokrenite testove ponovo kada ispravite greške; u tom trenutku može biti otkriveno više grešaka. Razlozi koji su doveli do grešaka su navedeni ispod.
tr_tr: Hataları düzelttikten sonra testi yeniden başlatmalısınız. Daha başka hatalar ortaya çıkabilir. Hataların tam nedenleri aşağıda listelenmiştir.
uk_ua: Після виправлення помилок слід повторно запустити тести; можуть з'явитися нові. Точні причини наведено нижче

source: Dynamic discovery test is not configured
ar: لم يتم تهيئة اختبار الاكتشاف الديناميكي
bg_bg: Не е конфигуриран тест за динамично откриване.
ca_es: No s'ha configurat l'exploració dinàmica
cs_cz: Test dynamického vyhledání není nakonfigurován.
cy: Nid yw prawf darganfod deinamig wedi'i ffurfweddu
de_de: Der Test für dynamische Servererkennung ist nicht konfiguriert
el_gr: Δεν έχει ρυθμιστεί η δοκιμή δυναμικού εντοπισμού
es_es: El test de descubrimiento dinámico no está configurado
et_ee: Dünaamilist tuvastustesti ei ole seadistatud
fi_fi: Dynamic discovery ei ole määritelty
fr_fr: Le test de découverte dynamique n'est pas configuré
hr_hr: Dynamic discovery test nije postavljen
it_it: Il test di ricerca dinamica non è configurato
nb_no: Test av dynamisk ruting er ikke konfigurert
pl_pl: Test połączeń dynamicznych nie jest skonfigurowany
pt_pt: O teste de descoberta dinâmica não está configurado
ro_ro: Testul de descoperire dinamică nu este configurat
sl_si: Dinamični preskus odkrivanja ni konfiguriran
sr_rs: Test za dinamičko otkrivanje nije konfigurisan
tr_tr: Dinamik arama testinin ayarları yapılmamış
uk_ua: Тест динамічного пошуку не налаштовано

source: Static connectivity tests
ar: اختبارات الاتصال الثابت
bg_bg: Тестове на статичната свързаност.
ca_es: Proves de connectivitat estàtica
cs_cz: Testy statické konektivity
cy: Profion cysylltedd statig
de_de: Konnektivitätsüberprüfung (statisch)
el_gr: Δοκιμές στατικής συνδεσιμότητας
es_es: Pruebas estáticas de conectividad
et_ee: Staatilised ühenduse testid
fi_fi: Staattiset yhteystarkastukset
fr_fr: Tests statiques de connectivité
hr_hr: Statična provjera povezanosti
it_it: Test di connettività statica
nb_no: Statiske konnektivitestester
pl_pl: Testy połączenia statycznego
pt_pt: Testes de conetividade estática
ro_ro: Teste de conexiune statică
sl_si: Statični preskusi povezljivosti
sr_rs: Testovi statičke konektivnosti
tr_tr: Statik bağlanılabilirlik testleri
uk_ua: Статичні тести підключення

source: See the appropriate tab for details.
ar: انظر الى علامة التبويب المناسبة للحصول على التفاصيل.
bg_bg: Вижте подходящия таб за подробности.
ca_es: Mireu la pestanya corresponent per a més detalls.
cs_cz: Pro podrobnosti se podívejte na příslušnou kartu.
cy: Gweler y tab priodol am fanylion.
de_de: Details finden Sie bei dem jeweiligen Reiter.
el_gr: Δείτε στην κατάλληλη καρτέλα για λεπτομέρειες.
es_es: Vea la pestaña apropiada para obtener detalles.
et_ee: Vaata vastavalt vahekaardilt üksikasju.
fi_fi: Katso lisätietoja välilehdiltä.
fr_fr: Voir l'onglet correspondant pour plus de détails.
hr_hr: Vidi odgovarajuću karticu za detalje
it_it: Vedi la scheda appropriata per i dettagli.
nb_no: Se tab for detaljer.
pl_pl: Sprawdź szczegóły w odpowiedniej zakładce.
pt_pt: Veja o separador correto para os detalhes
ro_ro: Mergi la fila corespunzătoare pentru detalii.
sl_si: Za podrobnosti glejte ustrezen zavihek.
sr_rs: Otvorite odgovarajući tab za više informacija.
tr_tr: Ayrıntılar için ilgili sekmeye bakınız.
uk_ua: Подробиці дивіться у відповідній вкладці.

source: Dynamic connectivity tests
ar: اختبارات الاتصال الديناميكي
bg_bg: Тестове на динамичната свързаност.
ca_es: Proves de connectivitat dinàmica
cs_cz: Testy dynamické konektivity
cy: Profion cysylltedd deinamig
de_de: Konnektivitätsüberprüfung (dynamisch)
el_gr: Δοκιμές δυναμικής συνδεσιμότητας
es_es: Pruebas dinámicas de conectividad
et_ee: Dünaamilised ühenduse testid
fi_fi: Dynaamiset yhteystarkastukset
fr_fr: Tests dynamiques de connectivité
hr_hr: Dinamička provjera povezanosti
it_it: Test di connettività dinamica
nb_no: Dynamiske konnektivitetstester
pl_pl: Testy połączenia dynamicznego
pt_pt: Testes de conectividade dinâmica
ro_ro: Teste de conexiune dinamică
sl_si: Dinamični preskusi povezljivosti
sr_rs: Testovi dinamičke konektivnosti
tr_tr: Dinamik bağlanılabilirlik testleri
uk_ua: Динамічні тести на підключення

source: STATIC connectivity tests
ar: اختبارات الاتصال الثابت
bg_bg: Тестове за СТАТИЧНАТА свързаност.
ca_es: Proves estàtiques de connectivitat
cs_cz: STATICKÝ test připojení
cy: Profion cysylltedd STATIG
de_de: Konnektivitätsüberprüfung: STATISCH
el_gr: Δοκιμές ΣΤΑΤΙΚΗΣ συνδεσιμότητας
es_es: Pruebas ESTÁTICAS de conectividad
et_ee: Staatilised ühenduse testid
fi_fi: STAATTISET yhteystarkastukset
fr_fr: Tests de connectivité STATIQUE
hr_hr: testiranje povezanosti STATIC
it_it: test di connettività STATICA
nb_no: STATISKE konnektivitets tester
pl_pl: Test połączenia STATYCZNEGO
pt_pt: testes de conetividade ESTÁTICA
ro_ro: Teste de conexiune STATICĂ
sl_si: STATIČNI preskusi povezljivosti
sr_rs: testovi STATIČKE konektivnosti
tr_tr: STATİK bağlanabilirlik testleri
uk_ua: СТАТИЧНІ тести підключення
