Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: <strong>Test FAILED</strong>: the request was rejected immediately, without EAP conversation. Either you have misspelt the Username or there is something seriously wrong with your server.
ar: <strong>فشل الاختبار</strong>: تم رفض الطلب على الفور، بدون محادثة EAP. إما أنك أخطأت في كتابة اسم المستخدم أو أن هناك خطأ في الخادم الخاص بك.
bg_bg: <strong>Тестът се провали</strong>: заявката беше отхвърлена незабавно без EAP комуникация. Или има правописна грешка в потребителското име, или има сериозен проблем с Вашия сървър.
ca_es: <strong>Prova FALLADA</strong>: la petició ha estat rebutjada immediatament, sense conversa EAP! Potser heu escrit malament l'identificador o hi ha alguna cosa malament al servidor.
cs_cz: <strong>Pokus se NEPOVEDL</strong>: požadavek byl ihned zamítnut, aniž by došlo k EAP konverzaci. Jedná se buď o překlep v uživatelském jméně nebo má váš server opravdu vážný problém.
cy: <strong>METHU Prawf</strong>: gwrthodwyd y cais ar unwaith, heb sgwrs EAP. Naill ai rydych wedi camsillafu'r Enw Defnyddiwr neu mae rhywbeth difrifol o'i le ar eich gweinydd.
de_de: <strong>Test FEHLGESCHLAGEN</strong>: Die Anfrage wurde sofort abgelehnt, ohne dass eine EAP Konversation durchgeführt wurde! Entweder Sie haben sich beim Benutzernamen vertan, oder der Server ist fehlkonfiguriert.
el_gr: <strong>Η δοκιμή ΑΠΕΤΥΧΕ</strong>: το αίτημα απορρίφθηκε αμέσως, χωρίς συνομιλία EAP. Είτε έχετε γράψει εσφαλμένα το Όνομα χρήστη ή υπάρχει κάποιο σοβαρό λάθος στον εξυπηρετητή σας.
es_es: <strong>Prueba FALLIDA</strong>: la petición fue rechazada inmediatamente, sin una conversación EAP. O has insertado mal el nombre de usuario y/o la contraseña o hay algo definitivamente mal con tu servidor.
et_ee: <strong>Test EBAÕNNESTUS</strong>: taotlus lükati koheselt, ilma EAP suhtluseta tagasi. Võimalik, et tegid kasutajanimes trükivea või on midagi Su serveriga valesti.
fi_fi: <strong>Testi EPÄONNISTUI</strong>: pyyntö hylättiin ilman EAP-viestinvaihtoa. Käyttäjätunnus oli väärä tai palvelimen asetuksissa on ongelmia.
fr_fr: <strong>ÉCHEC du test</strong> : la requête a été rejetée immédiatement, sans dialogue EAP ! Soit vous avez mal saisi le nom d'utilisateur soit votre serveur rencontre un grave problème.
hr_hr: <strong>Test NEUSPJEŠAN</strong>: zahtjev je odbijen odmah, bez EAP komunikacije. Ili ste pogrešno unjeli korisničku oznako, ili postoji ozbiljna greška na vašen RADIUS poslužitelju.
it_it: <strong>Test FALLITO</strong>: la richiesta è stata rifiutata immediatamente, senza una conversazione EAP. Hai sbagliato di digitare lo Username oppure c'è qualcosa di decisamente sbagliato sul tuo server.
nb_no: <strong>Test FEIL</strong>: forespørselen ble avvist umiddelbart, uten en EAP dialog. Enten var brukernavn stavet feil ellers er noe alvorlig feil med din RADIUS tjener.
pl_pl: <strong>Test NIEUDANY</strong>: zlecenie zostało natychmiast odrzucone, przed rozpoczęciem konwersacji EAP! Być może zrobiłeś pomyłkę w identyfikatorze użytkownika, albo serwer jest niedostępny.
pt_pt: <strong>Teste FALHOU</strong>: o pedido foi imediatamente rejeitado, sem conversação EAP. Ou há um erro no nome de utilizador ou existe algum problema grave no seu servidor.
ro_ro: <strong>Test eșuat</strong>: cererea a fost respinsă imediat, fără comunicare EAP. Fie ați greșit numele de utilizator, fie este ceva serios în neregulă cu serverul.
sl_si: <strong>Preskus NI USPEL</strong>: zahteva je bila takoj zavrnjena brez pogovora EAP. Napačno ste črkovali uporabniško ime ali pa je prišlo do večjih težav na strežniku.
sr_rs: <strong>Test NEUSPEŠAN</strong>: zahtev je odmah odbijen, bez EAP konverzacije. Ili ste uneli pogrešnu vrednost za korisničko ime ili postoji ozbiljan problem sa vašim serverom.
tr_tr: <strong>Test BAŞARISIZ</strong>: istek, EAP mesajlaşması olmaksızın anında reddedildi. Ya kullanıcı adını yanlış yazdınız; ya da sunucunuzda bir sorun var.
uk_ua: Тест НЕ ПРОЙШОВ: запит був негайно відхилений, без зв'язку з EAP. Або ви неправильно написали ім’я користувача, або на сервері виникла серйозна проблема.

source: <strong>Test FAILED</strong>: no reply from the RADIUS server after %d seconds. Either the responsible server is down, or routing is broken!
ar: <strong>فشل الاختبار</strong>: لا يوجد رد من خادم RADIUS بعد %d ثوانٍ. إما أن يكون الخادم المسؤول معطلاً ، أو أن التوجيه معطل!
bg_bg: <strong>Тестът се провали</strong>: няма отговор от RADIUS сървъра след %d секунди. Или отговарния сървър е паднал, или рутирането е счупено!
ca_es: <strong>Prova FALLADA</strong>: sense resposta del servidor RADIUS després de %d segons. Potser el servidor ha caigut o bé hi ha un problema d'enrutament!
cs_cz: <strong>Pokus se NEPOVEDL</strong>: od RADIUS serveru nepřišla ani po %d sekundách žádná odpověď. Buď je server odpojený nebo je chyba v routování.
cy: <strong>METHU Prawf</strong>: dim ateb gan y gweinydd RADIUS ar ôl %d eiliad. Naill ai mae'r gweinydd cyfrifol i lawr, neu mae'r llwybr wedi torri!
de_de: <strong>Test FEHLGESCHLAGEN</strong>: keine Antwort vom RADIUS server nach %d Sekunden. Entweder der Server ist nicht betriebsbereit, oder es gibt ein Routing-Problem!
el_gr: <strong>Η δοκιμή ΑΠΕΤΥΧΕ</strong>: καμία απάντηση από τον εξυπηρετητή RADIUS μετά από %d δευτερόλεπτα. Είτε ο server δεν λειτουργεί είτε η δρομολόγηση έχει αποτύχει!
es_es: <strong>Prueba FALLIDA</strong>: no se ha recibido respuesta del servidor RADIUS tras %d segundos. O el servidor está caído o el routeo está roto.
et_ee: <strong>Test EBAÕNNESTUS</strong>: RADIUSe server ei vastanud %d sekundi jooksul. Probleem võib olla serveripoolne või on ruuting katki.
fi_fi: <strong>Testi epäonnistui</strong>: RADIUS-palvelin ei vastannut %d sekunnissa. Joko palvelimessa on vikaa tai reititys ei toimi.
fr_fr: <strong>ÉCHEC du test</strong>: le serveur RADIUS n'a pas répondu au bout de %d secondes. Soit le serveur considéré est arrêté, soit le routage est erroné !
hr_hr: <strong>Test NEUSPJEŠAN</strong>: nema odgovara s RADIUS poslužitelja nakon %d sekundi. Ili je poslužitelj ugašen ili postoji greška na ruti do njega!
it_it: <strong>Test FALLITO</strong>: nessuna risposta dal server RADIUS dopo %d secondi. Il server desiignato è down oppure ci sono problemi di routing!
nb_no: <strong>Test FEIL</strong>: ikke svar fra RADIUS tjener etter %d sekunder. Enten er tjeneren nede, ruting er feil eller det er manglende åpninger i FW.
pl_pl: <strong>Test NIEUDANY</strong>: brak odpowiedzi z serwera RADIUS w ciągu %d sekund. Serwer nie działa, albo brak połączenia z serwerem!
pt_pt: <strong>Teste FALHOU</strong>: sem resposta do servidor de RADIUS após %d segundos. Ou o servidor não responde ou o routing está com problemas!
ro_ro: <strong>Test eșuat</strong>: niciun răspuns primit de la serverul RADIUS după %d secunde. Fie serverul responsabil de această procedură nu funcționează, fie rutarea este defectă.
sl_si: <strong>Preskus NI USPEL</strong>: po %d s ni bilo odgovora strežnika RADIUS. Odgovorni strežnik ne deluje ali pa je prišlo do težav pri usmerjanju.
sr_rs: <strong>Test NEUSPEŠAN</strong>: nije dobijen odgovor od RADIUS servera nakon %d sekundi. Ili odgovarajući server ne radi, ili je problem u rutiranju!
tr_tr: <strong>Test BAŞARISIZ</strong>: %d saniye geçtiği halde RADIUS sunucusundan cevap dönmüyor. İlgi sunucu ya kapalı, yada yönlendirme bozuk!
uk_ua: <strong>Тест НЕ ПРОЙШОВ</strong>: не отримано відповіді від сервера RADIUS через %dсекунд немає. Або відповідальний сервер не працює, або порушено маршрутизацію!

source: <strong>Test FAILED</strong>: there was a bidirectional RADIUS conversation, but it did not finish after %d seconds!
ar: <strong>فشل الاختبار</strong>: كانت هناك محادثة RADIUS ثنائية الاتجاه ، لكنها لم تنته بعد %d ثواني!
bg_bg: <strong>Тестът се провали</strong>: имаше двупосочна RADIUS комуникация, но тя не завърши след %d секунди!
ca_es: <strong>Prova FALLADA</strong>: hi ha hagut comunicació RADIUS bidireccional, però no ha acabat després de %d segons!
cs_cz: <strong>NEÚSPĚŠNÝ test</strong>: RADIUS konverzace proběhla oboustranně, nebyla však ukončena do uplynutí časového limitu %d sekund!
cy: <strong>Prawf METHU</strong>: cafwyd sgwrs RADIUS deugyfeiriadol, ond ni orffennodd ar ôl %d eiliad!
de_de: <strong>Test FEHLGESCHLAGEN</strong>: es gab zwar eine RADIUS Konversation in beide Richtungen, aber sie war nach %d Sekunden immer noch nicht beendet!
el_gr: <strong>Η δοκιμή ΑΠΕΤΥΧΕ</strong>: υπήρξε μια αμφίδρομη επικοινωνία RADIUS αλλά δεν ολοκληρώθηκε μετά από %d δευτερόλεπτα!
es_es: <strong>Prueba FALLIDA </strong>: Hubo una conversación bidireccional RADIUS, ¡pero no finalizó antes de %d segundos!
et_ee: <strong>Test EBAÕNNESTUS</strong>: toimus kahesuunaline RADIUSe suhtlus, aga see ei lõppenud %d sekundiga!
fi_fi: <strong>Testi EPÄONNISTUI</strong>: kaksisuuntainen RADIUS-neuvottelu ei onnistunut %d sekunnissa.
fr_fr: <strong>ÉCHEC du test</strong> : un dialogue bidirectionnel RADIUS a bien été établi, mais il ne s'est toujours pas achevé au bout de %d secondes !
hr_hr: <strong>NEUSPJEŠAN test</strong>: dogodila se razmjena podataka između RADIUS poslužitelja, ali nije završila unutar %d sekundi!
it_it: <strong>Test FALLITO</strong>: si è verificata una conversazione RADIUS bidirezionale, ma non si è conclusa dopo %d secondi!
nb_no: <strong>Test FEIL</strong>: det var toveis RADIUS trafikk, men den ble ikke ferdig i løpet av %d sekunder.
pl_pl: <strong>Test NIEUDANY</strong>: miała miejsce dwustronna konwersacja RADIUS, ale nie została zakończona w ciągu %d sekund!
pt_pt: <strong>Teste Falhou</strong>: existiu troca de mensagens entre RADIUS, mas não foi concluída após %d segundos!
ro_ro: <strong>Test eșuat</strong>; a fost un schimb de mesaje RADIUS bidirecțional, dar acesta nu s-a finalizat după %d secunde!
sl_si: <strong>Preskus NI USPEL</strong>: vzpostavljen je bil dvosmerni pogovor RADIUS, vendar po %d s še vedno ni zaključil.
sr_rs: <strong>Test NIJE USPEO</strong>: postojala je dvosmerna RADIUS konverzacija, ali se ona nije završila nakon %d sekundi!
tr_tr: <strong>Test BAŞARISIZ</strong>: İki yönlü RADIUS konuşması var, fakat %d saniye sonrasında bitmedi!
uk_ua: <strong>Тест НЕ ПРОЙДЕНО </strong>: відбулася двостороння RADIUS-розмова, але вона не завершилася протягом %dсекунд!

source: <strong>Test FAILED</strong>
ar: <strong>فشل الاختبار</strong>
bg_bg: <strong>Тестът се провали</strong>
ca_es: <strong>Prova FALLADA</strong>
cs_cz: <strong>Pokus se NEPOVEDL.</strong>
cy: METHU Prawf
de_de: <strong>Test FEHLGESCHLAGEN</strong>
el_gr: <strong>Η δοκιμή ΑΠΕΤΥΧΕ</strong>
es_es: <strong>Prueba FALLIDA</strong>
et_ee: <strong>Test EBAÕNNESTUS</strong>
fi_fi: <strong>Testi EPÄONNISTUI</strong>
fr_fr: <strong>ÉCHEC du test</strong>
hr_hr: <strong>Test NEUSPJEŠAN</strong>
it_it: <strong>Test FALLITO</strong>
nb_no: <strong>Test FEIL</strong>:
pl_pl: <strong>Test NIEUDANY</strong>
pt_pt: <strong>Teste FALHOU</strong>
ro_ro: <strong>Test nereușit</strong>
sl_si: <strong>Preskus NI USPEL</strong>
sr_rs: <strong>Test NEUSPEŠAN</strong>
tr_tr: <strong>Test BAŞARISIZ</strong>
uk_ua: <strong>Тест НЕ ПРОЙДЕНО</strong>

source: <strong>Test partially successful</strong>: a bidirectional RADIUS conversation with multiple round-trips was carried out, and ended in an Access-Reject as planned.
ar: <strong>الاختبار ناجح جزئيًا:</strong> تم إجراء محادثة RADIUS ثنائية الاتجاه بشكل متكرر، وانتهت بـ Access-Reject كما هو مخطط.
bg_bg: <strong>Тестът e частично успешен</strong>: двупосочната RADIUS комуникация с множество round-trips се проведе и завърши с Access-Reject както се очакваше.
ca_es: <strong>Prova satisfactòria parcialment</strong>: s'ha dut a terme una conversa RADIUS bidireccional amb multiples viatges d'anada i tornada, finalitzant amb la resposta Access-Reject prevista.
cs_cz: <strong>Test byl zčásti úspěšný</strong>: povedlo se ustavit obousměrnou komunikaci s RADIUS serverem s opakovanou výměnou dat (multiple round-trips), která podle plánu skončila Access-Reject .
cy: <strong>Prawf yn rhannol lwyddiannus</strong>: cynhaliwyd sgwrs RADIUS deugyfeiriadol gyda nifer o deithiau crwn, a daeth i ben gyda Access-Reject fel y cynlluniwyd.
de_de: <strong>Test teilweise erfolgreich</strong>: eine RADIUS Konversation in beide Richtungen mit mehreren Paketen wurde durchgeführt,und wurde am Ende wie erwartet mit einem 'Access-Reject' abgeschlossen.
el_gr: <strong>Δοκιμή εν μέρει ΕΠΙΤΥΧΗΜΕΝΗ</strong>: μια αμφίδρομη επικοινωνία RADIUS με πολλές κυκλικές διαδρομές πραγματοποιήθηκε και ολοκληρώθηκε με Access-Reject όπως ήταν αναμενόμενο.
es_es: <strong>Prueba satisfactoria</strong>: se mantuvo una conversación RADIUS con múltiples viajes de ida y vuelta y finalizó con un Access-Reject, como se esperaba.
et_ee: <strong>Testimine õnnestus osaliselt</strong>: viidi läbi kahesuunaline RADIUSe suhtlus mitmete pendeldamistega (round-trips), lõpetati juurdepääsu tagasilükkamisega (Access-Reject) nagu kavandatud.
fi_fi: <strong>Testi onnistui</strong>: kaksisuuntainen RADIUS-neuvottelu suoritettiin ja se päättyi suunnitellusti Access-Reject-tilaan.
fr_fr: <strong>Réussite partielle du test</strong>: une conversation bidirectionnelle RADIUS a donné lieu à plusieurs échanges, elle s'est terminée par un Access-Reject comme prévu.
hr_hr: <strong>Test uspio</strong>: dvosmjerna komunikacija između RADIUS servera obavljena i dobiven očekivan odgovor kroz Access-Reject
it_it: <strong>Test con successo parziale</strong>: E' avvenuta una conversazione bidirezionale RADIUS con round-trip multipli ed è terminata con un Access-Reject come previsto.
nb_no: <strong>Delvis vellykket test</strong>: en to-veis RADIUS dialog ble gjennomført og endte med en Access-Reject som forventet.
pl_pl: <strong>Test częściowo udany</strong>: po konwersacji między serwerami RADIUS polegającej na wielokrotnym przekazywaniu pakietów uzyskano, tak jak planowano, Access-Reject.
pt_pt: <strong>Teste parcialmente bem sucedido</strong>: uma conversação RADIUS bidirecional, com múltiplas trocas de pacotes, foi realizada, e terminada com um Access-Reject, como esperado.
ro_ro: <strong>Test parțial reușit</strong>a avut loc o conversație bidirecțională RADIUS cu multiple destinații, a fost rezolvată și terminată într-un Acces-Respins conform planului.
sl_si: <strong>Preskus je delno uspel</strong>: izveden je bil dvosmerni pogovor RADIUS z več povratnimi potmi, ki se je končal z Access-Reject, kot je bilo načrtovano.
sr_rs: <strong>Test delimično uspešan</strong>: bidirekciona RADIUS konverzacija je uspešno uspostavljena i završena je paketom Access-Reject, kao što je planirano.
tr_tr: <strong>Test kısman başarılı</strong>: birden fazla tur çift yönlü RADIUS trafiği oluştu ve beklendiği gibi Access-Reject ile sonuçlandı.
uk_ua: <strong>Тест частково успішний</strong>: виконано двосторонню RADIUS-розмову з кількома раундами обміну, яка завершилася запланованим відхиленням доступу.
