Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: At least one certificate is outside its validity period (not yet valid, or already expired)!
ar: هناك شهادة واحدة على الأقل خارج فترة صلاحيتها (غير صالحة أو منتهية الصلاحية)!
bg_bg: Поне един сертификат е извън срока си на валидност (все още невалиден или вече изтекъл)!
ca_es: Al menys un certificat és fora del seu període de validesa (encara no és vàlid o ha expirat)!
cs_cz: Nejméně jeden certifikát v téhle chvíli neplatí. Buď ještě nezačal platit nebo už vypršel.
cy: Mae o leiaf un tystysgrif y tu allan i'w chyfnod dilysrwydd (ddim yn ddilys eto, neu wedi ddarfod yn barod)!
de_de: Mindestens ein Zertifikat liegt außerhalb seines Gültigkeitszeitraums (entweder noch nicht gültig, oder nicht mehr gültig)!
el_gr: Τουλάχιστον ένα πιστοποιητικό βρίσκεται εκτός της περιόδου ισχύος (δεν είναι ακόμη έγκυρο, ή έχει ήδη λήξει)!
es_es: ¡Al menos un certificado está fuera de su período de validez (aún no válido o caducado)!
et_ee: Vähemalt üks sertifikaat ei kehti (ei ole veel kehtiv või on juba aegunud).
fi_fi: Ainakaan yksi varmenteista ei ole voimassa (ei ole tullut vielä voimaan tai on jo vanhentunut)!
fr_fr: L'un des certificats, au moins, est en dehors de sa période de validité (pas encore valide ou déjà expiré).
hr_hr: Barem jednom certifikatu je istekao rok trajanja!
it_it: Almeno un certificato è fuori dal periodo di validità (non ancora valido o già scaduto)!
nb_no: Minst ett sertifikat er utenfor lovlig gyldighetsperiode (ennå ikke gyldig, eller allerede utløpt)!
pl_pl: Co najmniej jeden z certyfikatów jest poza swoim okresem ważności (nieważny jeszcze lub już)!
pt_pt: Pelo menos um certificado está fora do seu período de validade (ainda não é válido ou já expirou)
ro_ro: Cel puțin unul din certificate nu se află în perioada sa de valabilitate (nu este valid încă sau a expirat) !
sl_si: Vsaj eno potrdilo ni veljavno (še ni veljavno ali je že pretečeno).
sr_rs: Najmanje jedan sertifikat je izvan perioda važenja (nije još validan, ili je već istekao)!
tr_tr: En az bir sertifika geçerlilik tarih aralığının dışında. (Ya süresi dolmuş ya da başlangıç zamanı henüz gelmemiş.)
uk_ua: Принаймні один сертифікат недійсний (ще не набрав чинності або вже закінчився)!

source: At least one intermediate certificate in your CAT profile is outside its validity period (not yet valid, or already expired), but this certificate was not used for server validation. Consider removing it from your %s configuration.
ar: هناك شهادة متوسطة "intermediate certificate" واحدة على الأقل في ملف تعريف CAT الخاص بك خارج فترة صلاحيتها (غير صالحة أو منتهية الصلاحية بالفعل) ، ولكن لم يتم استخدام هذه الشهادة للتحقق من الخادم. ضع في اعتبارك إزالتها من تهيئة %s الخاص بك.
bg_bg: Поне един междинен сертификат във Вашия CAT профил е извън своя период на валидност (все още не е валиден или вече е изтекъл), но този сертификат не беше използван за валидаия на сървъра. Помислете за премахването му от вашата %s конфигурация.
ca_es: Al menys un certificat intermig en el vostre perfil CAT és fora del seu període de validesa (encara no és vàlid o ha expirat), però aquest certificat no es va fer servir per a la validació del servidor. Considereu si cal esborrar-lo de la vostra configuració %s.
cs_cz: Nejméně jeden mezilehlý certifikát ve vašem CAT profilu je sice v tuhle chvíli neplatný (buď ještě nezačal platit nebo už vypršel), ale stejně se nepoužívá k validaci serveru. Zvažte jeho odebrání z konfigurace %s.
cy: Mae o leiaf un tystysgrif ganolradd yn eich proffil CAT y tu allan i'w gyfnod dilysrwydd (ddim yn ddilys eto, neu wedi ddarfod yn barod), ond ni ddefnyddiwyd y tystysgrif hon ar gyfer dilysu gweinydd. Ystyriwch ei dynnu o'ch ffurfweddiad %s.
de_de: Mindestens ein Zertifikat liegt außerhalb seines Gültigkeitszeitraums (entweder noch nicht gültig, oder nicht mehr gültig). Für die Überprüfung des Serverzertifikats wird es aber nicht benötigt. Sie sollten dieses Zertifikat aus der %s Konfiguration löschen.
el_gr: Τουλάχιστον ένα ενδιάμεσο πιστοποιητικό στο προφίλ CAT βρίσκεται εκτός της περιόδου ισχύος του (δεν είναι ακόμη έγκυρο, ή έχει ήδη λήξει), αλλά αυτό το πιστοποιητικό δεν χρησιμοποιήθηκε για επαλήθευση της ταυτότητας του εξυπηρετητή. Εξετάστε την αφαίρεσή του από την %s παραμετροποίηση.
es_es: Al menos un certificado intermedio en tu perfil CAT está fuera del periodo de validez (aún no es válido, o ya ha expirado), pero este certificado no se usa para la validación del servidor. Considera borrarlo de tu configuración %s.
et_ee: Vähemalt üks Su CAT profiili vahesertifikaatidest ei kehti (veel või enam), kuid seda sertifikaati ei kasutatud serveri valideerimiseks. Kaaluge selle eemaldamist oma %s-seadistusest.
fi_fi: Vähintään yksi profiiliin määritellyn varmenneketjun varmenteista ei ole voimassa (vanhentunut tai ei vielä voimassa), mutta tätä varmennetta ei käytetty palvelimen autentikoinnissa. Harkitse varmenteen poistamista profiilista %s.
fr_fr: L'un, au moins, des certificats intermédiaires de votre profil CAT est en dehors de sa période de validité (pas encore valide ou déjà expiré) mais ce certificat n'a pas été utilisé pour la validation du serveur. Vous devriez envisager d’enlever ce(s) certificat(s) de la configuration %s.
hr_hr: Barem jedan posrednički certifikat u Vašem CAT profilu je izvan svog razdoblja valjanosti (još nije valjan ili je istekao), ali taj certifikat nije korišten za validaciju poslužitelja. Razmislite o uklanjanju istog iz %s konfiguracije.
it_it: Almeno un certificato intermedio nel tuo profilo CAT è fuori dal suo periodo di validità (non ancora valido o già scaduto), ma questo certificato non è usato per la validazione del server. Considerane la rimozione dalla tua configurazione %s.
nb_no: Minst ett mellom-sertifikat i din CAT profil er utenfor sin gyldighetsperiode (ennå ikke blitt gyldig ellere allerede utløpt), men dette sertifikatet ble ikke brukt til tjener validering. Du bør vurdere å fjerne det fra din %s konfigurasjon.
pl_pl: Przynajmniej jeden z certyfikatów pośrednich w Twoim profilu CAT jest poza okresem ważności (nieważny jeszcze lub już), ale ten certyfikat nie jest używany przy potwierdzaniu ważności certyfikatu serwera. Rozważ usunięcie go z Twojej konfiguracji %s.
pt_pt: Pelo menos um certificado intermédio do seu perfil CAT está fora do período de validade (ainda não está válido ou já expirou), mas este certificado não foi usado para validar o servidor. Considere removê-lo da sua configuração %s.
ro_ro: Cel puțin un certificat intermediar din profilul CAT este în afara perioadei sale de valabilitate (nu este valid deocamdată sau a expirat). Acest certificat nu a fost folosit pentru validarea serverului, luați în considerare ștergerea acestui certificat din configurarea %s.
sl_si: Vsaj eno vmesno potrdilo v profilu CAT ni veljavno (še ni veljavno ali je pretečeno), vendar to potrdilo ni bilo uporabljeno za preverjanje strežnika. Morda ga boste želeli odstraniti iz konfiguracije %s.
sr_rs: Najmanje jedan prelazni sertifikat u vašem CAT profilu je izvan perioda važenja (nije još validan, ili je već istekao), ali ovaj sertifikat nije korišćen da se izvrši provera validnosti servera. Razmotrite da uklonite ovaj sertifikat iz %s konfiguracije.
tr_tr: CAT profilinizdeki ara sertifikalardan en az bir tanesi geçerlilik tarih aralığı dışında. (Ya başlangıç zamanı henüz gelmemiş ya da süresi dolmuş.) Ancak bu sertifika, sunucu validasyonu için kullanılmamış. Bu sertifikayı %s konfigürasyonunuzdan çıkarmayı düşünebilirsiniz.
uk_ua: Принаймні один проміжний сертифікат у вашому профілі CAT знаходиться поза межами періоду дії (ще недійсний або вже закінчився), але цей сертифікат не використовувався для перевірки сервера. Розгляньте можливість видалення його зі своєї %s конфігурації.

source: The server certificate could not be verified to the root CA you configured in your profile!
ar: تعذر التحقق من شهادة الخادم للمرجع المصدق الجذر root CA الذي قمت بتهيئته في ملف التعريف الخاص بك!
bg_bg: Сертификатът на сървъра не може да бъде проверен до главния CA, конфигуриран във Вашия профил.
ca_es: El certificat de servidor no s'ha pogut verificar amb la CA arrel configurada en el vostre pefil!
cs_cz: Serverový certifikát se nedá ověřit kořenovou certifikační autoritou, kterou jste uvedli v profilu!
cy: Nid oedd modd dilysu tystysgrif y gweinydd i'r AT gwraidd y gwnaethoch ei ffurfweddu yn eich proffil!
de_de: Das Serverzertifikat passt nicht zum CA Wurzelzertifikat im zugehörigen Profil!
el_gr: Το πιστοποιητικό εξυπηρετητή δεν ήταν δυνατό να επαληθευτεί μέχρι το βασικό CA που διαμορφώσατε στο προφίλ σας!
es_es: ¡El certificado de servidor no pudo verificarse con el CA raíz que configuraste en tu perfil!
et_ee: Serverisertifikaati ei õnnestunud kontrollida juur-CA vastu, mille olid oma profiilis seadistanud.
fi_fi: Palvelinvarmenteen tarkistaminen profiiliin määriteltyä juurivarmennetta vasten ei onnistunut!
fr_fr: Le certificat serveur n'a pas pu être vérifié au regard de l'autorité de certification racine configurée dans votre profil !
hr_hr: Poslužiteljski certifikat je nemoguće provjeriti s root CA iz profila!
it_it: Il certificato server non può essere validato verso la root CA che hai configurato nel tuo profilo!
nb_no: Tjenersertifikatet kunne ikke bli validert med den root CA som er konfigurert i din profil!
pl_pl: Certyfikat serwera nie dał się zweryfikować przy pomocy głównego certyfikatu CA skonfigurowanego w Twoim profilu!
pt_pt: O seu certificado de servidor não pôde ser verificado para a root CA que configurou no seu perfil!
ro_ro: Acest certificat de server nu poate fi verificat cu CA-ul configurat în profilul dumneavoastră.
sl_si: Potrdila strežnika ni bilo mogoče preveriti s korenskim overiteljem potrdil, ki je konfiguriran v vašem profilu.
sr_rs: Serverski sertifikat nije bilo moguće povezati sa root CA koji ste konfigurisali u profilu!
tr_tr: Sunucu sertifikası, profilinizde yer alan kök CA tarafından doğrulanamadı.
uk_ua: Сертифікат сервера не вдалося перевірити в кореневому центрі сертифікації, який ви налаштували у своєму профілі!

source: The certificate chain as received in EAP was not sufficient to verify the certificate to the root CA in your profile. It was verified using the intermediate CAs in your profile though. You should consider sending the required intermediate CAs inside the EAP conversation.
ar: لم تكن سلسلة الشهادات كما وردت في EAP كافية للتحقق من الشهادة إلى المرجع المصدق الجذري root CA في ملف التعريف الخاص بك. تم التحقق من ذلك باستخدام المراجع المصدقة الوسيطة intermediate CAs في ملف التعريف الخاص بك. يجب أن تهتم بإرسال المراجع المصدقة الوسيطة intermediate CAs المطلوبة داخل محادثة EAP.
bg_bg: Веригата на сертификата, както е получена в EAP, беше недостатъчна да провери сертификата до главния CA във Вашия профил. Все пак той беше проверен, използвайки междинни CAs във Вашия профил. Добре е да обмислите изпращането на изискваните междинни CAs в EAP разговора.
ca_es: La cadena de certificació rebuda en el EAP no ha estat suficient per a verificar el certificat amb la CA arrel del vostre perfil. Ha pogut ser verificat utilitzant les CA intermitges. Considereu enviar les CA intermitges dins de la conversa EAP.
cs_cz: Řetěz certifikátů, tak jak přišel v EAP, nestačí k ověření certifikátu podle kořenové autority v profilu. Nicméně byl ověřen jednou z mezilehlých CA v tomto profilu. Zvažte zařazení této mezilehlé CA do EAP konverzace.
cy: Nid oedd y gadwyn tystysgrif fel y'i derbyniwyd yn EAP yn ddigon i ddilysu'r tystysgrif i'r CA gwraidd yn eich proffil. Ond fe'i dilyswyd gan ddefnyddio'r AT canolradd yn eich proffil. Dylech ystyried anfon y AT canolradd gofynnol y tu mewn i'r sgwrs EAP.
de_de: Die Zertifikatskette die über EAP übertragen wurde war nicht ausreichend, um das Serverzertifikat bis zum CA Wurzelzertifikat zu überprüfen. Es konnte allerdings unter Hinzunahme der im Profil angegebenen Zwischenzertifizierungsstellen erfolgreich überprüft werden. Sie sollten in Erwägung ziehen, die Zwischenzertifizierungsstellen während der EAP Konversation mitzuübertragen.
el_gr: Η αλυσίδα πιστοποίησης όπως λήφθηκε στο EAP δεν ήταν επαρκής για να επαληθευτεί το πιστοποιητικό στο βασικό CA στο προφίλ σας. Ωστόσο επαληθεύτηκε χρησιμοποιώντας τα ενδιάμεσα CAs στο προφίλ σας. Θα πρέπει να εξετάσετε το ενδεχόμενο να στέλνετε τα απαραίτητα ενδιάμεσα CAs στο πλαίσιο της συνομιλίας EAP.
es_es: La cadena de certificación recibida en EAP no fue suficiente para verificar el certificado CA raíz de tu perfil, aunque se verificó usando las CAs intermedias de tu perfil. Deberías considerar enviar las CAs intermedias requeridas en la conversación EAP.
et_ee: EAPga saadud sertifikaadiahel ei olnud piisav verifitseerimaks sertifikaadi vastavust Su profiilis olevale juur-CA-le. Seda verifitseeriti siiski vahepealsete CA-de vastu Su profiilis. Peaksid kaaluma nõutud vahepealsete CA-de saatmist EAP suhtluse sees.
fi_fi: Palvelimen EAP-neuvottelussa lähettämä varmenneketju ei ollut riittävä palvelinvarmenteen tarkistamiseksi profiiliin määriteltyä juurivarmennetta vasten. Sen tarkistaminen onnistui kuitenkin profiiliin määriteltyjä välivarmenteita vastaan. Harkitse tarvittavien välivarmenteiden lisäämistä palvelimen lähettämään varmenneketjuun.
fr_fr: La chaîne de certification reçue lors de l'échange EAP n'est pas suffisante pour vérifier le certificat vis-à-vis de l'AC racine renseignée dans votre profil. Ce certificat a toutefois été vérifié auprès des ACs intermédiaires. Vous devriez envisager d'envoyer ces ACs intermédiaires lors de l'échange EAP.
hr_hr: Lanac certifikata primljen u EAP nije bio dovoljan za potvrdu certifikata za root CA u Vašem profilu. Ipak je potvrđen posrednim CAs-a u Vašem profilu. Razmislite o slanju potrebnih posrednih CAs-a unutar EAP razgovora.
it_it: La catena dei certificati così come ricevuta nell'EAP non è sufficiente per validare il certificato con la root CA del tuo profilo. e' stato comunque verificato usando le CA intermedie del tuo profilo. Dovresti considerare l'invio delle CA intermedie richieste nella conversazione EAP.
nb_no: Sertifikat kjeden som ble mottatt via EAP var ikke tilstrekkelig til å verifisere sertifikatet med root CA i din profil. Det ble derimot verifisert ved bruk av mellom CAs i din profil. Du burde sende de nødvendige mellom CAs under EAP dialogen.
pl_pl: Łańcuch certyfikatów przesłany w ramach EAP nie wystarczył do pełnej weryfikacji certyfikatu w Twoim profilu. Weryfikacja powiodła się po dodatkowym użyciu certyfikatów pośrednich zawartych w profilu. Należy rozważyć przesyłanie niezbędnych certyfikatów pośrednich w ramach EAP.
pt_pt: A cadeia do certificado, recebida no EAP, não foi suficiente para verificar o certificado na root CA do seu perfil. Foi no entanto verificado utilizando as CAs intermédias do seu perfil. Deve considerar o envio das CAs intermédias requerias dentro da conversação EAP.
ro_ro: Lanțul de certificare primit în EAP nu este suficient pentru verificarea certificatului cu CA-ul din profilul dumneavoastră. Cu toate acestea, certificatul a fost verificat cu CA-urile intermediare din profilul dumneavoastră. Ar trebui să trimiteți certificatele intermediare necesare în cadrul conversației EAP.
sl_si: Veriga potrdil, kot je bila prejeta iz EAP, ni zadostovala za preverjanje potrdila s korenskim overiteljem potrdil v vašem profilu. Za preverjanje so bili uporabljeni vmesni overitelji potrdil v vašem profilu. Morda boste želeli poslati zahtevane vmesne overitelje potrdil v pogovoru EAP.
sr_rs: Lanac sertfikata primljen tokom EAP konverzacije nije bio dovoljan da se izvrši provera validnosti sertifikata sa root CA iz vašeg profila. Provera validnosti je izvršena uz pomoć prelaznih sertifikata. Razmotrite slanje zahtevanih prelaznih sertifikata u EAP konverzaciji.
tr_tr: EAP içerisinden alınan sertifika zinciri, profilinizdeki kök CA yı doğrulamak için yeterli gelmedi. Ancak, profilinizde yer alan orta seviye CA lar kullanılarak doğrulanmıştır. Gerekli orta seviye CA ları EAP iletişiminin içine göndermeyi değerlendirebilirsiniz.
uk_ua: Послідовність сертифікатів, отримана в EAP, була недостатньою для підтвердження сертифіката до кореневого CA у вашому профілі. Це було перевірено за допомогою проміжних сертифікатів у вашому профілі. Вам слід розглянути можливість надсилання необхідних проміжних центрів сертифікації всередині EAP- діалогу.

source: The EAP server name does not match any of the configured names in your profile!
ar: لا يتطابق اسم خادم EAP مع أي من الأسماء التي تم تكوينها في ملف التعريف الخاص بك!
bg_bg: Името на EAP сървъра не съвпада с никое от конфигурираните във Вашия профил имена!
ca_es: El nom del servidor EAP no es correspon amb cap dels noms configurats en el vostre perfil!
cs_cz: Jméno EAP serveru nesouhlasí s žádným ze jmen nakonfigurovaných ve vašem profilu!
cy: Nid yw enw'r gweinydd EAP yn cyfateb i unrhyw un o'r enwau ffurfweddu yn eich proffil!
de_de: Der empfangene Servername passt nicht zu den im zugehörigen Profil angegebenen Namen!
el_gr: Το όνομα του εξυπηρετητή EAP δεν αντιστοιχεί σε κανένα από τα διαμορφωμένα ονόματα στο προφίλ σας!
es_es: ¡El nombre de servidor EAP no coincide con ninguno de los nombres configurados en tu perfil!
et_ee: EAP serveri nimi ei klapi ühegi seadistatud nimega Su profiilis!
fi_fi: EAP-palvelimen nimi ei täsmää minkään profiilin määritellyn nimen kanssa!
fr_fr: Le nom du serveur EAP ne correspond à aucun des noms indiqués dans votre profil.
hr_hr: EAP ime poslužitelja ne odgovara imenu iz konfiguracije!
it_it: Il nome del server EAP non corrisponde ad alcun nome configurato nel tuo profilo!
nb_no: EAP tjenernavnet matcher ingen av de navn som er konfigurert i din profil!
pl_pl: Nazwa serwera EAP nie jest zgodna z żadną z nazw skonfigurowanych w Twoim profilu!
pt_pt: O nome do servidor EAP não corresponde a nenhum dos configurados no seu perfil!
ro_ro: Numele serverului EAP nu corespunde niciunui din numele configurate în profilul dumneavoastră !
sl_si: Ime strežnika EAP se ne ujema z nobenim od konfiguriranih imen v vašem profilu.
sr_rs: Ime servera za EAP autentifikaciju se ne poklapa ni sa jednim od imena koja su konfigurisana na vašem profilu!
tr_tr: EAP sunucu ismi profilinizdeki konfigüre edilmiş isimlerle uyuşmuyor!
uk_ua: Ім'я сервера EAP не відповідає жодному з налаштованих імен у вашому профілі!

source: The configured EAP server name matches either the CN or a subjectAltName:DNS of the incoming certificate; best current practice is that the certificate should contain the name in BOTH places.
ar: يتطابق اسم خادم EAP الذي تم تهيئته مع CN أو subjectAltName: DNS للشهادة الواردة؛ أفضل الممارسات الحالية هي أن الشهادة يجب أن تحتوي على الاسم في كلا المكانين.
bg_bg: Конфигурираното име на EAP сървър съвпада или с CN, или с subjectAltName:DNS на входящия сертификат; най-добрата практика в момента е, че сертификатът е добре да съдържа името на ДВЕТЕ места.
ca_es: El nom de servidor configurat a l'EAP coincideix amb el CN o amb el subjectAltName:DNS del certificat rebut; la millor pràctica actual és que el certificat contingui el nom a tots dos llocs.
cs_cz: Nakonfigurované jméno EAP serveru sice souhlasí buď s atributem CN nebo subjectAltName:DNS příchozího certifikátu, ale silně doporučujeme uvést jeho jméno v OBOU atributech.
cy: Mae'r enw gweinydd EAP cyfluniedig yn cyfateb naill ai i'r CN neu subjectAltName:DNS y tystysgrif sy'n dod i mewn; yr arfer gorau ar hyn o bryd yw y dylai'r tystysgrif gynnwys yr enw yn y DDAU le.
de_de: Der empfangene Servername passt nur mit einem der beiden: CN oder subjectAltName:DNS zu dem im zugehörigen Profil angegebenen Servernamen; empfohlen ist, dass der Name in BEIDEN Zertifikatsattributen eingetragen ist.
el_gr: Το διαμορφωμένο όνομα του εξυπηρετητή EAP ταιριάζει είτε με το CN ή με ένα subjectAltName:DNS του εισερχόμενου πιστοποιητικού; η καλύτερη τρέχουσα πρακτική είναι αυτό το πιστοποιητικό να περιλαμβάνει το όνομα και στα ΔΥΟ σημεία.
es_es: El nombre del servidor EAP configurado coincide con el CN o el subjectAltName:DNS del certificado recibido. La recomendación es que el certificado debe contener el nombre en AMBOS partes.
et_ee: Seadistatud EAP serveri nimi langeb kokku sissetuleva sertifikaadi CN või subjectAltName:DNS nimega; hea tava kohaselt peaks sertifikaat sisaldama seda nime MÕLEMAS kohas.
fi_fi: Saadusta varmenteesta löytyy määritellyn EAP-palvelimen nimi joko CN- tai subjectAltName:DNS-tietueesta – parhaan nykyisen käytännön mukaan nimen pitäisi löytyä varmenteessa molemmista tietueista.
fr_fr: Le nom du serveur EAP configuré correspond soit au CN soit à l'un subjectAltName:DNS du certificat entrant. La meilleure des bonnes pratiques actuelles recommande de renseigner le nom du serveur dans le certificat aux deux endroits à la fois.
hr_hr: Konfiguriran EAP naziv poslužitelja ne podudara se ni sa CN ni sa subjectAltName:DNS poljima dolaznog certifikata; najbolja dosadašnja praksa je da certifikat sadrži ime na OBA mjesta.
it_it: Il nome server EAP configurato corrisponde o al CN o a un subjectAltName:DNS del certificato entrante; la migliore pratica corrente è che il certificato contenga il nome in ENTRAMBE le posizioni.
nb_no: EAP tjenernavnet som er konfigurert matcher enten CN eller et subjectAltName:DNS i det innkommende sertifikatet; beste praksis er sertifikatet inneholder navnet i BEGGE felt.
pl_pl: Skonfigurowana nazwa serwera EAP zgadza się z nazwą zawartą albo w CN albo w subjectAltName:DNS; zalecaną praktyką jest zamieszczenie tej nazwy w OBU miejscach.
pt_pt: O nome do servidor EAP configurado é igual ao CN ou ao subjectAltName:DNS do certificado recebido; nas boas práticas actuais o certificado deve conter o nome em AMBOS os locais.
ro_ro: Numele configurat al serverului EAP corespunde fie cu CN sau cu unul din subjectAltName:DNS din certificatul primit; cele mai bune practici arată că certificatul ar trebui să conțină numele respectiv în ambele părți.
sl_si: Konfigurirano ime strežnika EAP se ujema s CN ali subjectAltName:DNS prejetega potrdila; trenutna najboljša praksa je, da potrdilo vsebuje ime na OBEH mestih.
sr_rs: Ime servera za EAP autentifikaciju se poklapa ili sa CN ili sa subjectAltName:DNS poljem iz primljenog sertifikata;
tr_tr: Yapılandırılmış EAP sunucu adı, gelen sertifikanın CN veya subjectAltName:DNS alanlarından biri ile eşleşti, en iyi uygulama sertifikanın HER İKİ alan içerisinde de yer almasıdır.
uk_ua: Налаштоване EAP ім'я сервера відповідає або CN, або запису subjectAltName: DNS вхідного сертифіката; кращою теперішньою практикою є те, що сертифікат повинен містити ім'я в ОБОХ місцях.
