Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: No certificate at all was sent by the server.
ar: لم يرسل الخادم أي شهادة على الإطلاق.
bg_bg: Въобще никакъв сертификат не е бил изпращан от сървъра.
ca_es: El servidor no ha enviat cap certificat.
cs_cz: Server nezaslal žádný certifikát.
cy: Ni anfonwyd tystysgrif o gwbl gan y gweinydd.
de_de: Der Server hat überhaupt kein Zertifikat gesendet.
el_gr: Απολύτως κανένα πιστοποιητικό δε στάλθηκε από τον εξυπηρετητή.
es_es: El servidor no llegá a enviar ningún certificado.
et_ee: Ühtegi sertifikaati serveri poolt ei saadetud.
fi_fi: Varmennetta ei lähetetty palvelimelle.
fr_fr: Aucun certificat n'a été envoyé par le serveur.
hr_hr: Server ne koristi certifikat.
it_it: Il server non ha proprio mandato il certificato.
nb_no: Serveren sendte ikke et sertifikat.
pl_pl: Serwer nie wysłał żadnego certyfikatu.
pt_pt: Nenhum certificado foi enviado pelo servidor.
ro_ro: Nici un certificat nu a fost trimis de către server.
sl_si: Strežnik sploh ni poslal potrdila.
uk_ua: Сервер не надіслав жодного сертифіката.

source: It was not possible to determine the TLS version that was used in the EAP exchange.
ar: لم يكن من الممكن تحديد إصدار TLS الذي تم استخدامه في تبادل EAP.
bg_bg: Не беше възможно да се определи TLS версията, използвана в EAP обмяната.
ca_es: Ha estat impossible determinar la versió TLS utilitzada en l'intercanvi EAP
cs_cz: Nebylo možné určit verzi TLS, jež byla použita při výměně EAP.
cy: Nid oedd yn bosibl pennu'r fersiwn TLS a ddefnyddiwyd yn y gyfnewidfa EAP.
de_de: Es war nicht möglich, die verwendete TLS Version aus der EAP Konversation herauszufinden.
el_gr: Δεν ήταν δυνατo να προσδιοριστεί η TLS version που που χρησιμοποιήθηκε για την ανταλλαγή EAP.
es_es: No ha sido posible determinar la versión TLS que se utilizó en el intercambio EAP.
et_ee: EAP vahetamisel kasutatud TLS versiooni ei õnnestunud tuvastada.
fi_fi: EAP-kättelyssä käytettyä TLS-versiota ei voitu määritellä.
fr_fr: Il n'a pas été possible de déterminer la version TLS qui a été utilisée dans l'échange EAP.
hr_hr: Nije moguće TLS verziju koja je korištena kod EAP-a.
it_it: Non è stato possibile determinare la versione TLS utilizzata nello scambio EAP.
nb_no: Det var ikke mulig å finne ut hvilken TLS versjon som ble brukt i EAP utvekslingen
pl_pl: Nie było możliwe określenie wersji TLS stosowanej w komunikacji EAP.
pt_pt: Não foi possível determinar a versão TLS que foi usada na troca EAP.
ro_ro: Nu a fost posibilă determinarea versiunii de TLS utilizată în schimbul de mesaje EAP.
sl_si: Različice TLS, ki je bila uporabljena v izmenjavi EAP, ni bilo mogoče določiti.
uk_ua: Не вдалося визначити версію TLS, яка застосовувалася під час EAP-обміну.

source: The server does not support the contemporary TLS versions TLSv1.2 or TLSv1.3. Modern client operating systems may refuse to authenticate against the server!
ar: لا يدعم الخادم إصدارات TLS المعاصرة TLSv1.2 أو TLSv1.3. قد ترفض أنظمة تشغيل العميل الحديثة المصادقة على الخادم!
bg_bg: Сървърът не поддържа съвременна TLS версия TLSv1.2 или TLSv1.3. Новите клиентски операционни системи може да откажат удостоверяване със сървъра!
ca_es: El servidor no suporta les versions actuals de TLS v1.2 o v1.3. Els sistemes opertius més moderns poden denegar l'autenticació contra aquest servidor!
cs_cz: Server nepodporuje současné verze TLS, TLSv1.2 nebo TLSv1.3. Moderní klientské operační systémy se mohou odmítnout vůči tomuto serveru autentizovat!
cy: Nid yw'r gweinydd yn cymorth y fersiynau TLS cyfoes TLSv1.2 neu TLSv1.3. Gall systemau gweithredu cleientiaid modern wrthod dilysu yn erbyn y gweinydd!
de_de: Der Server unterstützt nicht die aktuellen TLS Versionen TLSv1.2 oder TLSv1.3. Moderne Betriebssysteme verweigern aufgrund dessen möglicherweise die Authentifizierung mit dem Server!
el_gr: Ο server δεν υποστηρίζει τις σύγχρονες TLS εκδόσεις TLSv1.2 και TLSv1.3 . Μοντέρνα λειτουργικά συστήματα ενδέχεται να αρνηθούν την αυθεντικοποίηση τους στον server!
es_es: El servidor no soporta las versiones TLS más modernas TLSv1.2 o TLSv1.3. Los sistemas operativos de los clientes modernos pueden rechazar autentificarse contra el servidor.
et_ee: Server ei toeta TLS versioone TLSv1.2 ja TLSv1.3. Uuemate operatsioonisüsteemidega klientidel võib autentimine serveri vastu ebaõnnestuda!
fi_fi: Palvelin ei tue nykyisiä TLS-versioita TLSv1.2 ja TLSv1.3. Modernien päätelaitteiden käyttöjärjestelmät eivät välttämättä pysty autentikoimaan palvelinta vastaan!
fr_fr: Le serveur ne prend pas en charge les versions TLS contemporaines TLSv1.2 ou TLSv1.3. Les systèmes d'exploitation clients modernes peuvent refuser de s'authentifier auprès du serveur !
hr_hr: Poslužitelj ne podržava trenutnu TLS verziju TLSv1.2 ili TLSv1.3. Suvremeni klijentski operativni sustavi mogli bi odbiti autentikaciju!
it_it: Il server non supporta le versioni TLS attuali TLSv1.2 o TLSv1.3. I moderni sistemi operativi client potrebbero rifiutarsi di autenticarsi sul server!
nb_no: Tjeneren støtter ikke TLS versjonene TLSv1.2 eller TLSv1.3. Moderne klient operativ system kan avslå å autentisere mot denne serveren!
pl_pl: Serwer nie wspiera zalecanych wersji TLS: TLSv1.2 lub TLSv1.3. Nowoczesne systemy operacyjne klienta mogą odmówić uwierzytelnienia za pomocą takiego serwera.
pt_pt: O servidor não suporta as versões TLS contemporâneas TLSv1.2 ou TLSv1.3. Os sistemas operativos de clientes modernos podem recusar-se a autenticar no servidor!
ro_ro: Serverul nu suportă versiunile actuale de TLS: TLSv1.2 sau TLSv1.3. Este posibil ca versiunile moderne de sisteme de operare să refuze autentificarea folosind acest server.
sl_si: Strežnik ne podpira sodobnih različic TLS-ja TLSv1.2 ali TLSv1.3. Sodobni odjemalski operacijski sistemi lahko zavrnejo preverjanje pristnosti s strežnikom.
uk_ua: Сервер не підтримує сучасні версії TLS TLSv1.2 або TLSv1.3. Сучасні клієнтські операційні системи можуть відмовитися від аутентифікації на сервері!

source: The expected server name as per SRV record does not match any server name in the certificate of the server that was reached!
ar: اسم الخادم المتوقع وفقًا لسجل SRV لا يتطابق مع أي اسم خادم في شهادة الخادم التي تم الوصول إليها!
bg_bg: Очакваното име на сървъра, според SRV записа, не съвпада с нито едно име на сървър в сървърния сертификата, който е достигнат!
ca_es: El nom esperat del servidor segons el registre SRV no coincideix amb cap nom en el certificat del servidor al qual s'ha arribat!
cs_cz: Očekávaný název serveru podle SRV záznamu neodpovídá názvu serveru uvedeném v certifikátu serveru!
cy: Nid yw'r enw gweinydd disgwyliedig yn unol â chofnod SRV yn cyfateb i unrhyw enw gweinydd yn tystysgrif y gweinydd a gyrhaeddwyd!
de_de: Der erwartete Servername aus dem SRV Eintrag stimmt mit keinem der Servernamen im Zertifikat überein!
el_gr: Το αναμενόμενο όνομα server σύμφωνα με τo SRV record δεν ταιριάζει με κανένα όνομα server στο πιστοποιητικό του server με το οποίο υπήρξε επικοινωνία !
es_es: El nombre de servidor esperado según el registro SRV no coincide con ningún nombre de servidor en el certificado del servidor con el que se contactó.
et_ee: SRV kirjes sisalduv serveri nimi ei vasta ühelegi nimele selle serveri sertifikaadis, mille poole pöörduti!
fi_fi: SRV tiettueessa oleva nimi palvelimelle ei vastaa saavutetun palvelimen varmenteessa olevaa nimeä!
fr_fr: Le nom de serveur attendu selon l'enregistrement SRV ne correspond à aucun nom de serveur dans le certificat du serveur qui a été atteint !
hr_hr: Očekivani naziv poslužitelja prema SRV zapisu ne odgovara ni jednom nazivu poslužitelja u certifikatu kontaktiranog poslužitelja!
it_it: Il nome del server previsto come da record SRV non corrisponde ad alcun nome del server nel certificato del server che è stato raggiunto!
nb_no: Det forventede tjenernavnet fra SRV innslaget matcher ikke noe tjenernavn i sertifikatet til tjeneren som svarte!
pl_pl: Nazwa serwera ustalona na podstawie rekordu SRV nie zgadza się z żadną nazwą zawartą w certyfikacie tego serwera!
pt_pt: O nome do servidor esperado conforme o registro SRV não corresponde a nenhum nome de servidor no certificado que foi alcançado!
ro_ro: Numele de server preconizat, așa cum reiese din înregistrarea DNS de tip SRV, nu corespunde cu niciun nume de server din certificatul furnizat de serverul accesat.
sl_si: Pričakovano ime strežnika glede na zapis SRV se ne ujema z nobenim imenom strežnika v potrdilu strežnika, ki je bil dosežen.
uk_ua: Очікуване ім'я сервера згідно із записом SRV не збігається з жодним із імен у сертифікаті сервера, до якого було встановлено з’єднання!

source: [eduroam Diagnostics]
ar: [تشخيص eduroam]
bg_bg: [eduroam диагностика]
ca_es: [Anàlisi eduroam]
cs_cz: [diagnostika eduroam]
cy: [Diagnosteg eduroam]
de_de: [eduroam Diagnostik]
el_gr: [Διαγνωστικά eduroam]
es_es: [Diagnósticos de eduroam]
et_ee: [eduroami Diagnostika]
fi_fi: [vianmääritys]
fr_fr: [Diagnostics eduroam]
hr_hr: [eduroam Dijagnostika]
it_it: [Diagnostica eduroam]
nb_no: [eduroam diagnostikk]
pl_pl: [Diagnostyka eduroam]
pt_pt: [Diagnósticos eduroam]
ro_ro: [Diagnostic eduroam]
sl_si: [diagnostika eduroam]
sr_rs: [eduroam Dijagnostika]
tr_tr: [eduroam Teşhis]
uk_ua: [діагностика eduroam]

source: (This service is in an early stage. We apologise if this is a false alert. If this is the case, please send an email report to cat-devel@lists.geant.org, forwarding the entire message (including the 'SUSPECTS' and 'EVIDENCE' data at the end), and explain why this is a false positive.)
ar: (هذه الخدمة في مرحلة مبكرة. نعتذر إذا كان هذا التنبيه خاطئًا. إذا كان هو كذلك، فيرجى إرسال تقرير بالبريد الإلكتروني إلى cat-devel@lists.geant.org، مع إعادة توجيه الرسالة بالكامل (بما في ذلك 'المشتبه بهم' وبيانات 'الدليل' في النهاية) ، واشرح سبب كونها خاطئة.)
bg_bg: (Тази услуга е в ранен етап. Извиняваме се, ако това е фалшив сигнал. Ако това е така, моля пишете на cat-devel@lists.geant.org като препратите цялото съобщение (включвайки данни за 'ПОДОЗРЕНИЯТА' и 'ФАКТИТЕ' в края), и обяснете защо това е фалшив сигнал.)
ca_es: (Aquest servei és nou. Us demanem disculpes si és una falsa alarma. Si aquest és el cas, envieu-nos un informe a cat-devel@lists.geant.org, reenviant el missatge sencer (incloent les dades 'SUSPECTS' i 'EVIDENCE' del final), i explicant perquè és un fals positiu.)
cs_cz: (Tato služba je v testovací fázi. Omlouváme se, pokud se jedná o falešnou upozornění. Jedná-li se o tento případ, pošlete prosím zprávu na adresu cat-devel@lists.geant.org a přidejte celé znění zprávy včetně zprávy "SUSPECTS" a "EVIDENCE" na konci, a vysvětlete, proč se domníváte, že se jedná o falešně upozornění.)
cy: (Megis dechrau mae'r gwasanaeth hwn. Ymddiheurwn os mai rhybudd ffug yw hwn. Os felly, anfonwch adroddiad e-bost at cat-devel@lists.geant.org, gan anfon y neges gyfan ymlaen (gan gynnwys y 'AMHEUAETHAU' a data 'TYSTIOLAETH' ar y diwedd), ac esbonio pam mae hwn yn gam positif.)
de_de: (Dieser Dienst ist in einem frühen Stadium. Bitte entschuldigen Sie, falls dies ein falscher Alarm war. In diesem Fall senden Sie bitte eine E-Mail an cat-devel@lists.geant.org, und leiten Sie uns die gesamte Nachricht (inklusive 'SUSPECTS' und 'EVIDENCE' Daten) and uns weiter und erklären Sie uns was an diesen Daten nicht stimmt.)
el_gr: (Αυτή η υπηρεσία βρίσκεται σε ένα πρώιμο στάδιο. Ζητάμε συγνώμη αν πρόκειται για λάθος ειδοποίηση. Σε αυτή την περίπτωση, παρακαλώ στείλτε μια αναφορά με email στο cat-devel@lists.geant.org, προωθώντας το πλήρες μήνυμα (συμπεριλαμβανομένων των δεδομένων 'ΥΠΟΠΤΑ' και 'ΑΠΟΔΕΙΞΕΙΣ' στο τέλος), και εξηγήστε γιατί είναι ένας λανθασμένος συναγερμός.)
es_es: (Este servicio está en una fase temprana. Pedimos disculpas si esta es una falsa alerta. Si este es el caso, por favor envía un reporte por email a cat-devel@lists.geant.org, reenviando el mensaje completo (incluyendo los datos de 'SOSPECHOSOS' y 'PRUEBAS' del final), y explica por qué se trata de un falso positivo)
et_ee: (Teenus on varajases staadiumis. Palume vabandust, kui tegemist on valehoiatusega. Kui see peaks nii olema, palun saatke aadressile cat-devel@lists.geant.org edasi kogu teade (sh lõpus 'SUSPECTS' ja 'EVIDENCE' andmed) ja selgitus, miks see on valepositiivne.)
fi_fi: (Palvelu on alkuvaiheessa. Pahoittelemme, jos tämä on väärä hälytys. Jos näin on, lähetä sähköpostikertomus osoitteeseen cat-devel@lists.geant.org, joka sisältää koko viestin (mukaan lukien lopun 'SUSPECTS'- ja 'EVIDENCE' -tiedot) ja kerro, miksi tämä on väärä positiivinen hälytys.)
fr_fr: (Ce service est dans ses premières phases de développement. Nous sommes désolés si ceci est un faux positif. Si c'est le cas, veuillez SVP envoyer un rapport de bug à cat-devel@lists.geant.org, en faisant suivre le message entier (en incluant les données 'SUSPECTS' et 'EVIDENCE' se trouvant à la fin) et en expliquant pourquoi vous pensez que ce cas est un faux positif.)
hr_hr: (Ova usluga je u početnoj fazi. Ispričavamo se ako je ovo pogrešno upozorenje.Ako je to slučaj, molimo Vas kontaktirajte cat-devel@lists.geant.org, uz proslijeđivanje cijele poruke (uključujući i 'SUSPECTS' i 'EVIDENCE' podatke na kraju), te objasnite zašto je pogrešno.
it_it: (Questo servizio è in fase iniziale. Nel caso si tratti di una falsa segnalazione ce ne scusiamo. In tal caso, invia una email di segnalazione a cat-devel@lists.geant.org, inoltrando l'intero messaggio (compresi i "SOSPETTI" e i dati delle "PROVE" alla fine) e la spiegazione sul perché questo sia un falso positivo.)
nb_no: (Denne tjenesten er i en tidlig fase. Vi beklager om dette er en falsk advarsel. Om det er tilfelle, vennligst send e-post rapport til cat-devel@lists.geant.org, videresendt hele meldingen (inkludert 'SUSPECTS' og 'EVIDENCE' data til slutt), og forklar hvorfor dette er en falsk positiv.)
pl_pl: (Ta usługa jest dopiero rozwijana. Przepraszamy, jeśli przekazany zostanie fałszywy wynik. Prosimy o przekazanie pełnego komunikatu wynikowego na adres cat-devel@lists.geant.org, jeśli wyniki diagnostyki będą wyglądały fałszywie (łącznie z danymi 'SUSPECTS' i 'EVIDENCE') i opisanie powodów podejrzenia, że odpowiedź jest nieprawidłowa.)
pt_pt: (Este serviço está numa fase inicial. Pedimos desculpa se este é um falso alerta. Se for esse o caso, por favor envie um email de informação para cat-devel@lists.geant.org, encaminhando toda a mensagem (incluindo os dados de 'SUSPEITAS' e 'EVIDÊNCIAS' do final), explicando porque este é um falso positivo.)
ro_ro: (Acest serviciu este în stagiul de testare). Ne cerem scuze dacă aceasta este o alarmă falsă. Dacă este cazul , vă rugam sa trimiteți un raport pe mail la adresa cat-devel@lists.geant.org, expediați întregul mesaj (inclusiv 'SUSPECTUL' și 'EVIDENȚA' date la sfarșit) și explicați de ce aceasta este fals pozitiv.
sl_si: (Ta storitev je v zgodnjih fazah razvoja. Opravičujemo se, če gre za lažno opozorilo. V tem primeru pošljite e-sporočilo na naslov cat-devel@lists.geant.org, v katerem posredujte celotno sporočilo (vključno s podatki 'SUSPECTS' in 'EVIDENCE' na koncu) in pojasnite, zakaj gre za lažen pozitivni rezultat.)
sr_rs: (Ova usluga je u ranoj fazi razvoja. Izvinjavamo se ako je ovo lažan alarm. Ako je to slučaj, pošaljite mejl na cat-devel@lists.geant.org, tako što ćete proslediti celu poruku (uključujući podatke 'SUSPECTS' and 'EVIDENCE' sa kraja), i objasnite zašto je ovo lažan alarm.)
tr_tr: (Bu servis erken bir evrededir. Eğer bu yanlış bir uyarı ise özür dileriz. Eğer durum buysa, lütfen cat-devel@lists.geant.org adresine, mesajın tamamını da ('SUSPECTS' ve 'EVIDENCE' verisini de sona ekleyerek) ileterek, bir e-posta raporu gönderin, ve uyarının neden yanlış bir pozitif olduğunu açıklayın.
uk_ua: (Ця послуга перебуває на ранній стадії. Просимо вибачення, якщо це помилкова тривога. У такому разі, будь ласка, надішліть звіт по електронній пошті на адресу cat-devel@lists.geant.org, переславши все повідомлення (включно з даними 'SUSPECTS' і ' EVIDENCE ' наприкінці), та поясніть, чому це помилкове спрацьовування).

source: Yours sincerely,
ar: تفضلوا بقبول فائق الاحترام،
bg_bg: Искрено Ваш,
ca_es: Atentament,
cs_cz: S úctou,
cy: Yr eiddoch yn gywir,
de_de: Mit freundlichen Grüßen,
el_gr: Μετά τιμής,
es_es: Recibe un cordial saludo,
et_ee: Lugupidamisega
fi_fi: Terveisin,
fr_fr: Cordialement,
hr_hr: Srdačno Vaš
it_it: Cordiali saluti,
nb_no: Vennlig hilsen,
pl_pl: Z poważaniem,
pt_pt: Sinceramente,
ro_ro: Cu sinceritate,
sl_si: Lep pozdrav,
sr_rs: Srdačan pozdrav,
tr_tr: Saygılarımızla,
uk_ua: Щиро Ваш,

source: Ed U. Roam, the eduroam diagnostics algorithm
ar: Ed U. Roam، خوارزمية تشخيص eduroam
bg_bg: Ed U. Roam, eduroam алгоритъм за диагностика
ca_es: Ed U. Roam, l'algoritme d'anàlisi d'eduroam
cs_cz: Ed U. Roam, diagnostické algoritmy eduroam
cy: Ed U. Roam, algorithm diagnosteg eduroam
de_de: Ed U. Roam, der eduroam Diagnostik Algorithmus
el_gr: Ed U. Roam, ο αλγόριθμος διάγνωσης eduroam
es_es: Ed U. Roam, el algoritmo de diagnóstico de eduroam
et_ee: Ed U. Roam, eduroami diagnostika-algoritm
fi_fi: Ed U. Roam, eduroamin vianmääritysalgoritmi
fr_fr: Ed U. Roam, l'algorithme de diagnostic d'eduroam
hr_hr: Ed U. Roam, eduroam algoritam za dijagnostiku
it_it: Ed U. Roam, l'algoritmo diagnostico di eduroam
nb_no: Ed U. Roam, eduroam diagnostikk algoritmen
pl_pl: Ed U. Roam, algorytm diagnostyk eduroam
pt_pt: Ed U. Roam, o algoritmo de diagnóstico eduroam
ro_ro: Ed U. Roam, algoritmul de diagnosticare eduroam.
sl_si: Ed U. Roam, diagnostični algoritem eduroam
sr_rs: Ed U. Roam, eduroam algoritam za dijagnostiku
tr_tr: Ed U. Roam, eduroam teşhis algoritması
uk_ua: Ed U. Roam, алгоритм діагностики eduroam

source: [POLICYVIOLATION NATIONAL] IdP with no entry in eduroam database
ar: [POLICYVIOLATION NATIONAL] موفر هوية IdP بدون بيانات مدخلة في قاعدة بيانات eduroam
bg_bg: [POLICYVIOLATION NATIONAL] IdP без вписване в базата данни на eduroam
ca_es: [POLICY VIOLATON NATIONAL] IdP sense entrada a la base de dades d'eduroam
cs_cz: [POLICYVIOLATION NATIONAL] IdP se nenachází v databázi eduroam
cy: [TROSEDD POLISI CENEDLAETHOL] CDU heb unrhyw gofnod yng cronfa ddata eduroam
de_de: [VERTRAGSVERLETZUNG NATIONAL] Identitätsprovider ohne Eintrag in der eduroam Datenbank
el_gr: [POLICYVIOLATION NATIONAL] IdP χωρίς εγγραφή στη βάση δεδομένων eduroam
es_es: [Infracción de la política nacional] El IdP no tiene registro en la base de datos de eduroam
et_ee: [POLICYVIOLATION NATIONAL] IdP, millel puudub kirje eduroami andmebaasis
fi_fi: [POLICYVIOLATION NATIONAL] IdP, jolta puuttuu tietoja eduroam-tietokannasta
fr_fr: [POLICYVIOLATION NATIONAL] IdP sans entrée correspondante dans la base de données eduroam
hr_hr: [POLICYVIOLATION NATIONAL] Davatelj identiteta bez zapisa u eduroam bazi
it_it: [POLICYVIOLATION NATIONAL] IdP senza registrazione nel database eduroam
nb_no: [POLICYVIOLATION NATIONAL] IdP uten innslag i eduroam databasen
pl_pl: [POLICYVIOLATION NATIONAL] dostawca tożsamości nie istniejący w bazie danych eduroam
pt_pt: [POLICYVIOLATION NATIONAL] IdP sem entrada na base de dados eduroam
ro_ro: [Încălcarea politicii naționale] Furnizorul de identitate nu există în baza de date eduroam.
sl_si: Ponudnik identitete [POLICYVIOLATION NATIONAL] brez vnosa v bazi podatkov eduroam
sr_rs: [NACIONALNO NARUŠAVANJE PRAVILNIKA] IdP ne postoji u eduroam bazi podataka
tr_tr: [POLİTİKA İHLALİ ULUSAL] eduroam veritabanında bulunmayan kimlik sağlayıcı
uk_ua: [POLICYVIOLATION NATIONAL] IdP без внесення до бази даних eduroam.

source: Dear NRO administrator,
ar: عزيزي مسؤول NRO،
bg_bg: Скъпи NRO администратор,
ca_es: Benvolgut/da administrador/a de l'NRO,
cs_cz: Vážený správce NRO,
cy: Annwyl weinyddwr NRO,
de_de: Sehr geehrter NRO Administrator,
el_gr: Αγαπητέ διαχειριστή NRO,
es_es: Querido administrador del ONI (NRO),
et_ee: Lugupeetud eduroami riigi-administraator
fi_fi: Hyvä NRO-admin,
fr_fr: Cher administrateur ou administratrice NRO,
hr_hr: Poštovani NRO administratore,
it_it: Caro amministratore della NRO,
nb_no: Kjære NRO administrator,
pl_pl: Witaj administratorze,
pt_pt: Caro administrador da NRO,
ro_ro: Stimate administrator, NRO
sl_si: Spoštovani skrbnik za NRO,
sr_rs: Dragi administratoru NRO,
tr_tr: Sayın Ulusal Dolaşım Operatörü yöneticisi,
uk_ua: Шановний адміністраторе NRO,
