Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: The network is likely overloaded at this location and point in time. You may have to wait until later before you get a better connectivity. If you think the network should be reinforced for more capacity at this place, you should inform the hotspot provider. [MGW: add contact info]
ar: من المحتمل أن يكون هناك ضغط كبير على الشبكة في هذا الموقع حالياً. قد تضطر إلى الانتظار حتى تحصل على اتصال أفضل. إذا كنت تعتقد أنه يجب تقويه الشبكة وزيادة سعتها في هذا المكان، فيجب عليك إبلاغ مزود نقطة الاتصال. [MGW: إضافة معلومات الاتصال]
bg_bg: Мрежата в този момент и на това място вероятно е претоварена. Може би трябва да изчакате, докато не получите по-добра свързаност. Ако смятате, че капацитетът на мрежата на това място трябва да бъде подсилен, трябва да информирате доставчика на безжични точки за достъп до Интернет. [MGW: добавете информация за контакти]
ca_es: La xarxa està probablement saturada en aquest lloc i moment. Cal que espereu fins que disposeu de millor connectivitat. Si creieu que cal reforçar la xarxa en aquest punt, cal que ho comunique al proveïdor del punt d'accés. [MGW: afegir informació de contacte]
cs_cz: Síť je pravděpodobně momentálně přetížená. Pro lepší konektivitu budete muset počkat.. Pokud se domníváte, že síť by v tomto místě z důvodu zvýšení kapacity měla být posílena, kontaktujte poskytovatele. [MGW: přidatejte prosím kontaktní informace]
cy: Mae'r rhwydwaith yn debygol o gael ei orlwytho yn y lleoliad hwn ac yn y man hwn. Efallai y bydd yn rhaid i chi aros tan yn ddiweddarach cyn i chi gael gwell cysylltedd. Os credwch y dylid atgyfnerthu'r rhwydwaith ar gyfer mwy o gapasiti yn y lle hwn, dylech roi gwybod i ddarparwr y man llecyn. [MGW: ychwanegu manylion cyswllt]
de_de: Das Netz ist hier und jetzt wahrscheinlich überlastet. Sie müssen vielleicht eine Weile warten bis die Verbindung wieder besser wird. Wenn Sie der Meinung sind dass die Bandbreite des Netzwerks an dieser Stelle ausgebaut werden sollte, sollten Sie den Betreiber des WLANs informieren. [MGW: add contact info]
el_gr: Είναι πιθανό το δίκτυο στην τοποθεσία σας να είναι υπερφορτωμένο αυτή τη χρονική στιγμή. Ίσως χρειαστεί να περιμένετε να δοκιμάσετε αργότερα για να πετύχετε καλύτερη συνδεσιμότητα. Αν πιστεύετε ότι πρέπει να ενισχυθεί η χωρητικότητα του δικτύου σε αυτήν την τοποθεσία, θα πρέπει να ενημερώσετε τον πάροχο του hotspot. [MGW: προσθήκη επαφών επικοινωνίας]
es_es: La red está probablemente sobrecargada en esta localización en este momento. Puede que tengas que esperar para conseguir mejor conectividad. Si crees que la red debería reforzarse para añadir más capacidad en este lugar, deberías informar al proveedor del punto de acceso. [MGW: añadir información de contacto]
et_ee: Võrk selles kohas ja ajal on arvatavasti üle koormatud. Sul tuleb vahest oodata, kuni saad parema ühenduse. Kui arvad, et selles kohas on võrguühendust vaja laiendada, peaksid pöörduma juurdepääsupunkti pakkuja poole. [MGW: lisa kontaktteave].
fi_fi: Verkko on todennäköisesti ylikuormitettu tässä paikassa ja ajankohtana. Saatat joutua odottamaan, ennen kuin saat paremman yhteyden. Jos mielestäsi verkon kapasiteettia pitäisi parantaa, ilmoita tästä hotspot-palveluntarjoajalle. [MGW: lisää yhteystiedot]
fr_fr: Le réseau semble être surchargé actuellement à l'endroit où vous vous trouvez. Il est possible que vous ayez à attendre avant d'obtenir une meilleure connectivité. Si vous pensez que le réseau devrait être renforcé pour plus de capacité, vous pouvez le suggérer au fournisseur du réseau local. [MGW: ajouter l'information de contact]
hr_hr: Mreža je vjerojatno preopterečena na toj lokaciji i u to vrijemeMožete pričekati do kasnije da postignete bolju povezanost.Ako mislite da mreža treba biti večeg kapaciteta, molimo Vas da kontaktirate pružatelja usluge.
it_it: La rete è probabilmente sovraccarica in questo luogo e in questo momento. Potrebbe essere necessario riprovare più tardi per ottenere una migliore connettività. Se si ritiene che la rete debba essere rinforzata per una maggiore capacità in questo luogo, dovresti informare il fornitore di hotspot. [MGW: aggiungi informazioni di contatto]
nb_no: Nettet er trolig overbelastet på denne lokasjonen og tidspunktet. Du må kanskje vente en stund før du får en bedre nettverksforbindelse. Hvis du mener nettet bør forbedres for økt kapasitet på dette stedet, kan du informere tjenestetilbyder. [MGW: legg til kontakt info]
pl_pl: Wydaje się, że sieć jest obecnie mocno obciążona. Być może za jakiś czas połączenie poprawi się. Jeśli uważasz, że w tej lokalizacji sieć powinna być wydajniejsza, powiadom dostawcę usługi. [MGW: add contact info]
pt_pt: A rede está provavelmente sobrelotada nesta localização e neste momento. Pode ter de esperar até conseguir ter conetividade. Se pensa que a rede deve ser reforçada para uma maior capacidade neste local, deve informar o fornecedor do hotspot. [MGW: adicionar informação de contacto]
ro_ro: În acest moment rețeaua este posibil să fie supra solicitată. Ați putea aștepta până mai târziu pentru a obține o conexiune mai bună. Dacă dumneavoastră credeți că rețeaua ar trebui îmbunătățită pentru a avea o capacitate mai mare, ar trebui să contactați punctului de acces. [MGW: adaugă informație de contact]
sl_si: Omrežje na tej lokaciji je trenutno najverjetneje preobremenjeno. Za boljšo povezljivost nekoliko počakajte. Če menite, da bi bilo treba omrežje na tem mestu okrepiti za večjo zmogljivost, se obrnite na ponudnika dostopne točke. [MGW: add contact info]
sr_rs: Mreža je najverovatnije preopterećena u ovom trenutku na toj lokaciji. Možda ćete morati da sačekate neko vreme kako biste imali vezu. Ako mislite da bi mrežu na ovoj lokaciji trebalo proširiti, obavestite o tome SP-a. [MGW: add contact info]
tr_tr: Ağ muhtemelen şu anda ve bu konumda aşırı yüklü. Daha iyi bir bağlantıya geçmeden önce beklemek zorunda kalabilirsiniz. Ağın bu alanda daha fazla kapasite için güçlendirilmesi gerektiğini düşünüyorsanız, kablosuz ağ erişim noktası sağlayıcısını bilgilendirmelisiniz.
uk_ua: Мережа, ймовірно, перевантажена в цьому місці в даний момент часу. Можливо, вам доведеться покращення зв’язку. Якщо ви вважаєте, що в цьому місці слід посилити мережу для збільшення пропускної спроможності, вам слід повідомити провайдера точки доступу. [MGW: додати контактну інформацію]

source: Does the connection get better when you move around?
ar: هل يتحسن الاتصال عند التحرك في أرجاء المكان؟
bg_bg: Връзката става ли по-добра, когато се движите наоколо?
ca_es: Millora la connexió si us desplaceu al voltant?
cs_cz: Zlepšuje se spojení, když se pohybujete?
cy: Ydy'r cysylltiad yn gwella pan fyddwch chi'n symud o gwmpas?
de_de: Wird die Verbindung besser wenn Sie sich im Raum bewegen?
el_gr: Η ποιότητα της σύνδεσής σας βελτιώνεται όταν μετακινήστε;
es_es: ¿La conexión mejora cuando te mueves del sitio?
et_ee: Kas ühendus paraneb, kui liigud ringi?
fi_fi: Paraneeko yhteys jos siirryt hieman eri paikkaan?
fr_fr: Est-ce que la connexion s'améliore lorsque vous vous déplacez aux alentours ?
hr_hr: Dali je veza uspješnija kada se krečete?
it_it: La connessione migliora quando ti sposti?
nb_no: Blir forbindelsen bedre om du flytter deg?
pl_pl: Czy połączenie poprawia się gdy przemieszczasz się w ramach budynku?
pt_pt: A ligação melhora quando se move no espaço onde está?
ro_ro: Conexiunea se îmbunătățeste atunci când vă deplasați în diferite locuri?
sl_si: Se ob premikanju po prostoru povezava izboljša?
sr_rs: Da li je veza bolja kada se krećete?
tr_tr: Hareket ettiğinizde bağlantı daha iyi oluyor mu?
uk_ua: Чи покращується зв’язок, коли ви переміщуєтесь?

source: You should move to a different location to achieve better network coverage and service. If you think the exact spot you are at deserves better coverage, you should inform the hotspot provider. [MGW: add contact info]
ar: يجب عليك الانتقال إلى موقع آخر للحصول على تغطية وخدمة أفضل للشبكة. إذا كنت تعتقد أن المكان المحدد الذي تتواجد فيه يستحق تغطية أفضل ، فيجب عليك إبلاغ مزود نقطة الاتصال. [MGW: إضافة معلومات الاتصال]
bg_bg: Трябва да се преместите на друго място, за да имате по-добър мрежов обхват и услуга. Ако смятате, че точно мястото, на което се намирате, заслужава по-добро покритие, трябва да информирате доставчика на безжични точки за достъп до Интернет. [MGW: добавете информация за контакти]
ca_es: Heu de moure-us a un lloc diferent per a aconseguir millor cobertura i servei. Si creieu que el punt exacte on us trobeu ha de tenir millor cobertura, cal que informeu al proveïdor del punt d'accés. [MGW: afegir informació de contacte]
cs_cz: Z důvodu lepšího pokrytí sítí byste se měli přesunout. Pokud si myslíte, že v takovém místě jste, měli byste informovat poskytovatele hotspotu. [MGW: přidejte prosím kontaktní informace]
cy: Dylech symud i lleoliad gwahanol i sicrhau gwasanaeth a gwasanaeth rhwydwaith gwell. Os credwch fod yr union fan yr ydych ynddo yn haeddu gwell sylw, dylech roi gwybod i ddarparwr y llecyn. [MGW: ychwanegu manylion cyswllt]
de_de: Sie sollten sich zu einer anderen Stelle im Raum bewegen um eine stabilere Netzverbindung zu bekommen. Wenn Sie der Meinung sind dass die Reichweite des Netzwerks an dieser Stelle ausgebaut werden sollte, sollten Sie den Betreiber des WLANs informieren. [MGW: add contact info]
el_gr: Θα πρέπει να μετακινηθείτε σε διαφορετική τοποθεσία για να έχετε καλύτερη κάλυψη δικτύου και υπηρεσίες. Εάν πιστεύετε ότι στην ακριβή τοποθεσία που βρίσκεστε χρειάζεται καλύτερη κάλυψη, θα πρέπει να ενημερώσετε τον πάροχο του hotspot. [MGW: προσθήκη επαφών επικοινωνίας]
es_es: Deberías moverte a una localización diferente para conseguir una cobertura y servicio de red mejores. Si crees que el sitio exacto donde estás merece mejor cobertura, deberías informar al proveedor del punto de acceso. [MGW: añadir información de contacto]
et_ee: Peaksid liikuma teise kohta, et saada paremat võrguühendust. Kui leiad, et täpselt see koht, kus oled, väärib paremat ühendust, peaksid teavitama juurdepääsupunkti haldajat. [MGW: lisa kontaktteave]
fi_fi: Sinun tulisi siirtyä toiseen paikkaan saadaksesi parempaa kuuluvutta ja palvelua. Jos mielestäsi verkon kuuluvuutta paikassa, missä olet, pitäisi parantaa, ilmoita tästä hotspot-palveluntarjoajalle. [MGW: lisää yhteystiedot]
fr_fr: Vous devriez vous déplacer à un autre endroit pour trouver une meilleure couverture réseau et un meilleur service. Si vous pensez que l'endroit exact où vous vous trouvez mérite une meilleure couverture, vous pouvez le suggérer au fournisseur du réseau local. [MGW: ajouter l'information de contact]
hr_hr: Možete se premjestiti na drugu lokaciju da postignete bolju pokrivenost mrežom i uslugomAko mislite da trenutno mjesto zaslužuje bolju pokrivenost, molimo Vas informirajte pružatelja usluge
it_it: Dovresti spostarti in una posizione diversa per ottenere una copertura e un servizio di rete migliori. Se ritieni che il punto esatto in cui ti trovi meriti una copertura migliore, dovresti informare il fornitore di hotspot. [MGW: aggiungi informazioni di contatto]
nb_no: Du kan bevege deg til en annen lokasjon for å få bedre dekning. Hvis du mener at stedet du befinner deg på trenger bedre dekning, bør du informere tjenestetilbyder. [MGW: legg til kontakt info]
pl_pl: Być może zmiana lokalizacji wpłynie na lepsze działanie usługi. Jeśli uważasz, że miejsce w którym obecnie jesteś wymaga lepszego pokrycia, poinformuj dostawcę. [MGW: add contact info]
pt_pt: Deve mover-se para uma localização diferente para obter melhor cobertura de rede e serviço. Se pensa que o local onde está merece melhor cobertura, deve informar o fornecedor do hotspot. [MGW: adicionar informação de contacto]
ro_ro: Ar trebui să vă mutați în altă locație pentru a obține o acoperire mai bună a semnalului și a rețelei. Dacă dumneavoastră considerați că locul în care vă aflați trebuie să aibă o acoperire mai mare, ar trebui să informați furnizorul punctului de acces. [MGW: adaugă informație de contact]
sl_si: Svetujemo, da se premaknete na drugo lokacijo, kjer bosta lahko pokritost omrežja in povezava boljša. Če menite, da lokacija, na kateri se nahajate, potrebuje boljšo pokritost, se obrnite na ponudnika dostopne točke. [MGW: add contact info]
sr_rs: Trebalo bi da promenite lokaciju kako biste ostvarili bolje mrežno pokrivanje i bolji kvalitet usluge. Ako mislite da posmatrana tačka pristupa zahteva bolje pokrivanje, trebalo bi da obavestite SP-a. [MGW: add contact info]
tr_tr: Daha iyi ağ kapsama alanı ve hizmeti için farklı bir konuma gitmelisiniz. Bulunduğunuz noktanın daha iyi bir kapsama alanı hakkettiğini inanıyorsanız, kablosuz ağ erişim noktası sağlayıcısını bilgilendirmelisiniz.
uk_ua: Спробуйте змінити місцезнаходження, щоб досягти кращого покриття мережі та обслуговування. Якщо ви вважаєте, що саме місце, де ви перебуваєте, потребує кращого покриття, вам слід повідомити провайдера точки доступу. [MGW: додати контактну інформацію]

source: Do you see errors stating something similar to 'Unable to get IP address'?
ar: هل ترى أخطاء تنص على شيء مشابه لـ 'تعذر الحصول على عنوان IP'؟
bg_bg: Виждате ли грешки, подобни на "Невъзможност да получите IP адрес"?
ca_es: Heu vist errors similars a 'Impossible aconseguir adreça IP'?
cs_cz: Zobrazuje se vám podobná chyba jako "Nelze získat adresu IP"?
cy: Ydych chi'n gweld gwallau yn nodi rhywbeth tebyg i 'Methu cael cyfeiriad IP'?
de_de: Bekommen Sie auf Ihrem Gerät Fehlermeldungen wie 'Keine IP Adresse' angezeigt?
el_gr: Βλέπετε σφάλματα που δηλώνουν κάτι σαν 'Αδυναμία λήψης διεύθυνσης IP';
es_es: ¿Ves errores que dicen algo parecido a "Error al obtener una dirección IP"?
et_ee: Kas näed veateadet, mis väidab midagi sellist nagu 'Ei saa IP-aadressi' ('Unable to get IP address')?
fi_fi: Näetkö virheitä, joiden mukaan IP-osoitetta ei saada?
fr_fr: Voyez-vous des messages d'erreurs qui ressembleraient à "Impossible d'obtenir une adresse IP" ?
hr_hr: Vidite li pogreške u kojima je navedeno nešto kao: 'Ne može se dobiti IP adresa'?
it_it: Vedi errori che indichino qualcosa di simile a "Impossibile ottenere l'indirizzo IP"?
nb_no: Ser du feilmeldinger som ligner på 'Unable to get IP address'?
pl_pl: Czy widzisz błędy o podobnej treści 'Nie można pobrać adresu IP'?
pt_pt: Vê alguns erros a indicar algo semelhante a 'Não foi possível obter um endereço IP'?
ro_ro: Vedeți erori care afirmă ceva similar cu „Imposibil de obținut adresa IP"?
sl_si: Ali so prikazana obvestila o napaki, podobna kot "Naslova IP ni mogoče pridobiti"?
sr_rs: Da li vidite greške u kojima piše nešto slično grešci 'Unable to get IP address'?
tr_tr: 'IP adresi alınamadı' gibi hatalar görüyor musunuz?
uk_ua: Чи бачите повідомлення про помилку типу "Не вдається отримати IP-адресу"?

source: The evidence at hand suggests that there may be an infrastructure problem at this particular hotspot provider. There is nothing you can do to solve this problem locally. Please be patient and try again at a later time.
ar: تشير الأدلة المتوفرة إلى أنه قد تكون هناك مشكلة في البنية الأساسية لمزود نقاط الاتصال هذا. لا يوجد شيء يمكنك القيام به لحل هذه المشكلة محليًا. يرجى التحلي بالصبر والمحاولة مرة أخرى في وقت لاحق.
bg_bg: Представените доказателства предполагат, че може би има проблем с инфраструктурата на този конкретен доставчик на безжични точки за достъп до Интернет. Нищо не можете да направите, за да разрешите този проблем локално. Моля бъдете търпеливи и опитайте отново по-късно.
ca_es: Les evidències semblen indicar un problema d'infraestructura en aquest punt particular. No podeu fer-hi res localment. Sigueu pacients i proveu-ho de nou més tard.
cs_cz: Informace naznačují, že tento konkrétní poskytovatel může mít potíže s infrastrukturou. Pro vyřešení tohoto problému nemůžete nic udělat. Buďte prosím trpěliví a zkuste to později.
cy: Mae’r dystiolaeth sydd wrth law yn awgrymu y gallai fod problem seilwaith yn y darparwr llecyn penodol hwn. Nid oes unrhyw beth y gallwch ei wneud i ddatrys y broblem hon yn lleol. Byddwch yn amyneddgar a rhowch gynnig arall arni yn nes ymlaen.
de_de: Die vorliegenden Informationen deuten auf ein Infrastrukturproblem vor Ort beim Netzbetreiber hin. Sie können selbst nichts tun um dieses Problem zu lösen. Bitte haben Sie Geduld und versuchen Sie es später noch einmal.
el_gr: Τα διαθέσιμα στοιχεία υποδεικνύουν ότι μπορεί να υπάρχει ένα πρόβλημα υποδομής στο συγκεκριμένο πάροχο hotspot. Δεν υπάρχει τίποτε που μπορείτε να κάνετε για να λύσετε αυτό το πρόβλημα τοπικά. Παρακαλούμε να κάνετε υπομονή και να δοκιμάσετε ξανά αργότερα.
es_es: Las pruebas que disponemos sugieren que puede que haya un problema de infraestructura en este proveedor del punto de acceso. No hay nada que puedas hacer para solucionar este problema de forma local. Por favor, sé paciente e inténtalo de nuevo más tarde.
et_ee: Tegu võib olla selle juurdepääsupunkti haldaja taristuprobleemidega. Sa ei ise probleemi koha peal lahendada. Palun ole kannatlik ja proovi hiljem uuesti.
fi_fi: Todisteet viittaavat siihen, että kyseisellä hotspot-palveluntarjoajalla saattaa olla infrastruktuuriongelmia. Et voi ratkaista tätä ongelmaa paikallisesti. Ole kärsivällinen ja yritä myöhemmin uudelleen.
fr_fr: Les éléments dont nous disposons laissent à penser qu'il y a un problème d'infrastructure au niveau du fournisseur du réseau local. Il n'y a rien que vous puissiez faire pour résoudre le problème à l'endroit où vous vous trouvez. Soyez SVP patient et réessayez plus tard.
hr_hr: Prema dostupnim podacima ćini se da je problem u infrastrukturi kod dotičnog pružatelja usluge.Ne možete ništa učiniti da riješite problem lokalnoMolimo za strpljenje i pokušajte ponovo kasnije.
it_it: Le prove disponibili suggeriscono che potrebbe esserci un problema di infrastruttura presso questo particolare provider di hotspot. Non c'è nulla che tu possa fare per risolvere questo problema localmente. Per favore sii paziente e riprova in un secondo momento.
nb_no: Dette tyder på at det er infrastruktur problemer hos denne tjenestetilbyderen. Du kan ikke gjøre noe for å løse dette problemet. Vær tålmodig og prøv igjen senere.
pl_pl: Dostępne dowody sugerują, że może występować problem infrastruktury w Twojej bieżącej lokalizacji. Nie możesz nic zrobić, by rozwiązać ten problem. Prosimy o cierpliwość i ponowienie próby później.
pt_pt: As evidencias existentes sugerem que pode haver um problema de infraestrutura neste hotspot em particular. Não existe nada que possa fazer para resolver este problema localmente. Por favor aguarde e tente novamente mais tarde.
ro_ro: Datele colectate până acum sugerează că ar fi o problemă de infrastructură la acest furnizor particular de punct de acces. Nu există nici o soluție pe care să o puteți aplica pentru a rezolva această problemă. Vă rugăm să așteptați și să încercați din nou mai târziu.
sl_si: Trenutne ugotovitve kažejo, da je težava v infrastrukturi zadevnega ponudnika dostopne točke. Te težave ni mogoče razrešiti lokalno. Bodite potrpežljivi in poskusite znova pozneje.
sr_rs: Na osnovu dobijenih podataka pretpostavka je da postoji infrastrukturni problem na ovoj lokaciji. Ne možete uraditi ništa da rešite ovaj problem lokalno. Molimo vas da budete strpljivi i da pokušate ponovo kasnije.
tr_tr: Eldeki kanıtlar, bu özel kablosuz ağ erişim noktası sağlayıcısında bir altyapı sorunu olabileceğini göstermekte. Bu sorunu yerel olarak çözmek için yapabileceğiniz hiçbir şey yok. Lütfen sabırlı olun ve daha sonra tekrar deneyin.
uk_ua: Наявні дані свідчать про те, що у цього конкретного постачальника точок доступу можуть бути проблеми з інфраструктурою. Ви нічого не можете зробити, щоб вирішити цю проблему локально. Будьте терплячими і спробуйте пізніше.

source: Diagnostics site
ar: موقع التشخيص
bg_bg: Сайт за диагностика
ca_es: Portal d'anàlisis
cs_cz: Síť pro diagnostiku
cy: Safle Diagnosteg
de_de: Diagnostik Seite
el_gr: Σελίδα διαγνωστικών
es_es: Zona de diagnósticos
et_ee: Diagnostikasüsteem
fi_fi: Vianselvitys
fr_fr: Diagnostics pour le site
hr_hr: Stranica s dijagnostikom
it_it: Sito di diagnostica
nb_no: Diagnostikk side
pl_pl: Obszar diagnostyk
pt_pt: Site de diagnóstico
ro_ro: Zona de diagnosticare
sl_si: Spletno mesto za diagnostiko
sr_rs: Veb stranica za dijagnostiku
tr_tr: Teşhis sitesi
uk_ua: Сайт діагностики

source: The diagnostics system will do its best to identify and resolve your problems!
ar: سيبذل نظام التشخيص قصارى جهده لتحديد مشاكلك وحلها!
bg_bg: Системата за диагностика ще направи най-доброто, за да идентифицира и разреши Вашите проблеми!
ca_es: El sistema d'anàlisi provarà ara d'identificar i resoldre els vostres problemes!
cs_cz: Diagnostický systém se bude snažit rozpoznat a vyřešit vaše problémy!
cy: Bydd y system diagnosteg yn gwneud ei gorau i nodi a datrys eich problemau!
de_de: Das Diagnosesystem wird nach Kräften versuchen, Ihr Problem zu identifizieren und zu lösen!
el_gr: Το σύστημα διαγνωστικών θα κάνει το καλύτερο δυνατό για να αναγνωρίσει και να επιλύσει τα προβλήματά σας!
es_es: El sistema de diagnósticos hará lo mejor posible en identificar y resolver tus problemas.
et_ee: Diagnostikasüsteem aitab Sind probleemide tuvastamisel ja lahendamisel.
fi_fi: Vianselvitys pyrkii löytämään ja ratkaisemaan yhteysongelmasi!
fr_fr: L'outil de diagnostic va faire de son mieux pour identifier et résoudre votre problème !
hr_hr: Sustav za dijagnostiku napravit će sve da identificira i riješi Vaše probleme!
it_it: Il sistema diagnostico farà del suo meglio per identificare e risolvere i tuoi problemi!
nb_no: Diagnostikk systemet vil forsøke å identifisere og løse dine problemer!
pl_pl: System diagnostyczny podejmie próbę zidentyfikowania oraz rozwiązania Twoich problemów!
pt_pt: O sistema de diagnóstico vai fazer o melhor para identificar e resolver os seus problemas!
ro_ro: Sistemul automat de diagnosticare va încerca să identifice și să vă rezolve problemele!
sl_si: Diagnostični sistem bo poskušal po najboljših močeh odkriti in rešiti vaše težave.
sr_rs: Sistem za dijagnostiku će dati sve od sebe da identifikuje i reši vaše probleme!
tr_tr: Teşhis sistemi problemlerinizi tanımlamak ve çözmek için elinden gelenin en iyisini yapar!
uk_ua: Система діагностики зробить все можливе, щоб виявити та вирішити ваші проблеми!
