Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: Accounts only need to be configured once, and can then be used anywhere on the planet without any changes. If you recently changed the configuration, that change may very well be at fault. You should never change your network configuration unless explicitly instructed so by your Identity Provider; even in the case of temporary login issues.
ar: يجب تهيئة الحسابات مرة واحدة فقط، ويمكن استخدامها بعد ذلك في أي مكان في العالم دون أي تغييرات. إذا قمت بتغيير الاعدادات مؤخرًا، فقد يكون هذا التغيير خاطئ. لا يجب أبدًا تغيير إعدادات الشبكة إلا إذا طلب منك موفر الهوية IdP؛ حتى في حالة حدوث مشكلات مؤقتة في تسجيل الدخول.
bg_bg: Необходимо е акаунтите да бъдат конфигурирани само веднъж и след това могат да бъдат използвани навсякъде по света без никакви промени. Ако наскоро сте променили конфигурацията, тази промяна много вероятно може би е грешна. Никога не трябва да променяте конфигурацията на Вашата мрежа, освен ако не сте изрично инструктиран от Вашия Доставчик на Удостоверение; дори в случай на временни проблеми с влизането.
ca_es: Els comptes només s'han de configurar un cop, i es poden fer servir a tot el mon sense més canvis. Si heu modificat la configuració fa poc, aquest canvi pot ser el responsable de la fallada. No heu de fer cap canvi en la configuració de la xarxa a no ser que se us indiqui expressament pel vostre Proveïdor d'Identitat, fins i tot en el cas de problemes d'accés temporals.
cs_cz: Účty je třeba nakonfigurovat pouze jednou a lze je použít kdekoli na světě beze změn. Pokud jste nedávno změnili konfiguraci, tato změna mohla být nejspíše chybná. Nikdy neměňte konfiguraci sítě, pokud to nevyžaduje váš poskytovatel identit; a to ani v případě problémů s dočasným přihlášením.
cy: Dim ond unwaith y mae angen ffurfweddu cyfrifon, ac yna gellir eu defnyddio unrhyw le ar y blaned heb unrhyw newidiadau. Os gwnaethoch newid y ffurfweddiad yn ddiweddar, mae'n bosibl iawn mai'r newid hwnnw fydd ar fai. Ni ddylech byth newid ffurfweddiad eich rhwydwaith oni bai bod eich Darparwr Hunaniaeth yn rhoi cyfarwyddiadau penodol i chi; hyd yn oed yn achos materion mewngofnodi dros dro.
de_de: Der Zugang muss nur ein einziges Mal eingerichtet werden, und funktioniert danach weltweit ohne Änderungen. Wenn Sie kürzlich die Konfiguration geändert haben, dann kann diese Änderung durchaus für die Probleme verantwortlich sein. Sie sollten die Konfiguration niemals selbst ändern, außer Ihre Heimatorganisation verlangt dies ausdrücklich.
el_gr: Οι λογαριασμοί χρειάζεται να παραμετροποιηθούν μόνο μία φορά, και μετά μπορούν να χρησιμοποιηθούν οπουδήποτε στον πλανήτη χωρίς αλλαγές. Αν πρόσφατα αλλάξατε τις ρυθμίσεις, αυτή η αλλαγή μπορεί πολύ πιθανά να είναι εσφαλμένη. Δεν θα πρέπει ποτέ να αλλάξετε τις ρυθμίσεις σας εκτός αν λάβετε σαφείς οδηγίες από τον Πάροχο Ταυτότητας σας· αυτό ακόμα και σε περίπτωση προσωρινού προβλήματος σύνδεσης.
es_es: Las cuentas sólo se necesitan configurar una vez y pueden, entonces, ser usadas en cualquier parte del planeta sin hacer cambios. Si has modificado la configuración recientemente, ese cambio puede ser perfectamente causa de fallo. No deberías cambiar nunca tu configuración de red salvo que tu proveedor de identidad te lo indique expresamente, incluso en el caso de problemas a la hora de autentificar.
et_ee: Kontod tuleb seadistada üks kord ja seejärel saab neid muudatusteta kasutada kogu planeedil. Kui muutsid hiljuti seadistusi, võib see muudatus ollagi vea põhjuseks. Sa ei tohiks kunagi muuta oma võrguseadistusi, välja arvatud oma identiteedipakkuja otsese korralduse puhul; seda isegi mitte ajutiste logimisprobleemide korral.
fi_fi: Asetukset määritellään vain kerran, ja sen jälkeen käyttäjätunnus voidaan käyttää missä päin maalmaa tahansa ilman muutoksia. Jos olet äskettäin muuttanut konfigurointia, tämä muutos saattaa hyvin olla vian syy. Älä koskaan muuta verkkoasetuksia, ellei kotiorganisaatiosi pyytää sinua tekemään sitä, vaikka sinulla olisikin tilapäisiä kirjautumisongelmia.
fr_fr: Les comptes n'ont besoin d'être configurés qu'une fois et peuvent ensuite être utilisés sans changement n'importe où sur la planète. Si vous avez récemment changé la configuration, ce changement pourrait être le fautif. Vous ne devriez jamais changer la configuration à moins d'y être explicitement invité par votre founisseur d'identité, même en cas de soucis temporaires de connexion.
hr_hr: Korisnički računi se postavljaju samo jednom i tada se mogu koristiti bilo gdje u svijetu bez mijenjanja.Ako ste nedavno mijenjali postavke, to bi mogao biti uzrok problema.Nikad ne mijenjajte mrežne postavke osim ako Vas to izričito ne zatraži davatelj identiteta,čak ni u slučaju preivremenih problema sa spajanjem
it_it: Gli account devono essere configurati una sola volta e possono quindi essere utilizzati ovunque sul pianeta senza alcuna modifica. Se hai modificato di recente la configurazione, questa modifica potrebbe essere stata molto verosimilmente un errore. Non si dovrebbe mai modificare la configurazione di rete se non esplicitamente istruito dal proprio Identity Provider; anche nel caso di problemi di accesso temporanei.
nb_no: Konto trenger bare å konfigureres en gang, og kan deretter brukes overalt uten endringer. Om du nylig har endret på konfigurasjonen, kan den endringen være årsak til problemene. Du bør ikke endre nettverkskonfigurasjon uten eksplisitt å ha fått instruksjoner om det fra din Identitetstilbyder; selv om du har temporære påloggingsproblemer.
pl_pl: Konta są konfigurowane raz i mogą być używane wszędzie, na całym świecie, bez żadnej zmiany. Jeśli ostatnio była zmieniana konfiguracja, to właśnie ta zmiana mogła spowodować obserwowany problem. Zmiana konfiguracji sieciowej jest potrzebna tylko wówczas, jeśli zaleci ją dostawca tożsamości; nie wykonuj jej nawet jeśli masz tymczasowe problemy z logowaniem.
pt_pt: As contas só precisam de ser configuradas uma vez, e podem ser usadas em qualquer lugar do planeta sem qualquer alteração. Se alterou recentemente a configuração, essa mudança pode bem ser a culpada. Não deve nunca alterar a sua configuração de rede a não ser que seja explicitamente instruído para tal pelo seu Fornecedor de Identidade; mesmo no caso de problemas temporários de autenticação.
ro_ro: Conturile trebuie să fie configurate o singură dată, și apoi pot fi folosite oriunde în lume fără nici o modificare necesară. Dacă ați modificat recent configurația, atunci acea modificare ar putea fi sursa unei erori. Nu ar trebui să modificați niciodată configurația rețelei decât doar dacă vă este transmis explicit de către furnizorul de identitate; chiar și în cazul erorilor temporare de autentificare.
sl_si: Račune je treba konfigurirati enkrat, potem jih lahko takšne uporabljate kjer koli na svetu. Če ste pred kratkim spreminjali konfiguracijo, je lahko to razlog za napako. Konfiguracije omrežja nikoli ne spreminjajte, razen če to izrecno zahteva ponudnik identitete, tudi če imate začasne težave pri povezovanju.
sr_rs: Nalog je potrebno konfigurisati samo jednom i nakon toga se može korisititi bilo gde na planeti bez izmena. Ako ste skoro promenili konfiguraciju, ta promena može biti uzrok greške. Ne bi trebalo da menjate konfiguraciju osim ukoliko nije eksplicitno naglašeno od strane vaše matične institucije; čak i u slučaju da imate privremeno problem sa povezivanjem.
tr_tr: Hesapların yalnızca bir kez yapılandırılması gerekir ve daha sonra herhangi bir değişiklik olmadan heryerde kullanılabilir. Son zamanlarda yapılandırmayı değiştirdiyseniz, bu değişiklik hatayla olmuştur. Kimlik sağlayıcınız tarafından açık bir şekilde belirtilmedikçe ağ yapılandırmanızı asla değiştirmemelisiniz; geçici giriş sorunlarında bile.
uk_ua: Облікові записи слід налаштовувати тільки один раз, після чого їх можна використовувати в будь-якій точці планети без будь-яких змін. Якщо ви недавно змінили конфігурацію, то ця зміна могла викликати помилку. Ніколи не змінюйте конфігурацію мережі без прямої інструкції від свого постачальника ідентифікаційних даних; навіть у разі тимчасових проблем зі входом в систему.

source: Did you recently change your password?
ar: هل قمت مؤخرًا بتغيير كلمة المرور الخاصة بك؟
bg_bg: Променяли ли сте паролата си скоро?
ca_es: Heu modificat la vostra contrasenya recentment?
cs_cz: Změnili jste nedávno své heslo?
cy: A wnaethoch chi newid eich cyfrinair yn ddiweddar?
de_de: Haben Sie kürzlich Ihr Passwort geändert?
el_gr: Έχετε αλλάξει πρόσφατα τον κωδικό σας;
es_es: ¿Has modificado recientemente tu contraseña?
et_ee: Kas oled hiljuti oma parooli muutnud?
fi_fi: Oletko hiljattain vaihtanut salasanasi?
fr_fr: Avez-vous récement changé votre mot de passe ?
hr_hr: Da li ste nedavno mjenjali lozinku ?
it_it: Hai cambiato la tua password di recente?
nb_no: Byttet du nettopp passord?
pl_pl: Czy ostatnio zmieniłeś swoje hasło?
pt_pt: Alterou a sua password recentemente?
ro_ro: De curând ați schimbat parola?
sl_si: Ali ste pred nedavnim spremenili geslo?
uk_ua: Ви нещодавно змінили пароль?

source: When you change your password, you also need to supply the new password in the device configuration.
ar: عندما تقوم بتغيير كلمة المرور الخاصة بك ، فإنك تحتاج أيضًا إلى إعادة ضبط كلمة المرور الجديدة في تهيئة الجهاز.
bg_bg: Когато промените паролата си, трябва да въведете новата парола в конфигурацията на устройството.
ca_es: Quan canvieu la contrasenya, també l'heu de facilitar a la configuració del dispositiu.
cs_cz: Změníte-li heslo, musíte jej také zadat v konfiguraci vašeho zařízení.
cy: Pan fyddwch chi'n newid eich cyfrinair, mae angen i chi hefyd gyflenwi'r cyfrinair newydd yng nghyfluniad y ddyfais.
de_de: Wenn Sie Ihr Passwort ändern, dann müssen Sie das neue Passwort auch in Ihrer Gerätekonfiguration angeben.
el_gr: Όταν αλλάζετε τον κωδικό σας, είναι απαραίτητο να προσθέστε τον νέο κωδικό στην παραμετροποίηση της συσκευής.
es_es: Cuando modificas tu contraseña también debes introducir la nueva contraseña en la configuración del dispositivo.
et_ee: Kui muudad oma parooli, pead ka seadme seadistustesse uue parooli panema.
fi_fi: Kun vaihdat salasanasi, sinun pitää lisätä uusi salasana päätelaitteesi asetuksiin.
fr_fr: Quand vous changez votre mot de passe, vous devez aussi renseigner ce nouveau mot de passe dans votre terminal.
hr_hr: Kada promjenite lozinku , potrebno je istu zamjeniti i na svim uređajima.
it_it: Quando cambi la password è anche necessario impostare la nuova password nella configurazione del dispositivo.
nb_no: Når du bytter passord, må du også oppgi passord på nytt i hver enkelt enhet.
pl_pl: Po każdej zmianie hasła konieczne jest przekazanie nowego hasła do konfiguracji urządzenia.
pt_pt: Ao alterar a sua password, também precisa fornecer a nova password na configuração do dispositivo.
ro_ro: Când vă schimbați parola, trebuie să furnizați și noua parolă în configurația dispozitivului.
sl_si: Ko spremenite geslo, morate v konfiguraciji naprave navesti tudi novo geslo.
uk_ua: При зміни паролю потрібно також оновити його в налаштуваннях пристрою.

source: If you use more than one device: do your other devices still work?
ar: إذا كنت تستخدم أكثر من جهاز: هل ما زالت أجهزتك الأخرى تعمل؟
bg_bg: Ако използвате повече от едно устройство: другите Ви устройства все още ли работят?
ca_es: Si feu servir més d'un dispositiu: encara funcionen els altres?
cs_cz: Pokud používáte více než jedno zařízení, fungují ostatní?
cy: Os ydych yn defnyddio mwy nag un ddyfais: a yw eich dyfeisiau eraill yn dal i weithio?
de_de: Falls Sie mehr als ein Gerät benutzen: funktionieren Ihre anderen Geräte noch?
el_gr: Εάν χρησιμοποιείτε περισσότερες από μία συσκευές: οι άλλες σας συσκευές συνεχίζουν να λειτουργούν;
es_es: En caso de que uses más de un dispositivo, ¿los demás sí se conectan?
et_ee: Kui kasutad rohkem kui ühte seadet: kas Su teised seadmed veel toimivad?
fi_fi: Jos käytössäsi on useampia verkkolaitteita, pääsetkö niillä samaan verkkoon?
fr_fr: Si vous utilisez plus d'un appareil : est-ce que les autres appareils fonctionnent toujours ?
hr_hr: Ako koristite više od jednog uređaja: rade li Vaši ostali uređaji?
it_it: Se si utilizzano più dispositivi: gli altri dispositivi funzionano ancora?
nb_no: Om du har flere enheter; fungerer de andre enhetene dine?
pl_pl: Jeśli używasz więcej niż jednego urządzenia: czy Twoje inne urządzenia działają poprawnie?
pt_pt: Se usa mais que um dispositivo: Os seus outros dispositivos ainda funcionam?
ro_ro: Dacă folosiți mai mult de un dispozitiv, celelalte dispozitive o sa functioneze in continuare?
sl_si: Če uporabljate več naprav: ali ostale naprave še vedno delujejo?
sr_rs: Ako koristite više od jednog uređaja: da li svi ostali uređaji i dalje rade?
tr_tr: Birden fazla cihaz kullanıyorsanız: diğer cihazlarınız hala çalışıyor mu?
uk_ua: Якщо використовуєте кілька пристроїв: чи працюють інші ваші пристрої?

source: If all devices stopped working simultaneously, there may be a problem with your account as such. Maybe your account expired, or you were forced to change the password? These questions are best answered by your Identity Provider [MGW: display contact info]
ar: إذا توقفت جميع الأجهزة عن العمل في وقت واحد، فقد تكون هناك مشكلة في حسابك مثل، ربما انتهت صلاحية حسابك، أو اضطررت لتغيير كلمة المرور؟ ستجد أفضل إجابة عن هذه الأسئلة من خلال التواصل مع مؤسستك "IdP" [MGW: عرض معلومات الاتصال]
bg_bg: Ако всички устройства са спрели да работят едновременно, може би има проблем с акаунта Ви. Може би акаунтът Ви е изтекъл или сте били принудени да смените паролата? На тези въпроси най-добре може да отговори Вашият Доставчик на Удостоверение [MGW: покажете информацията за контакти]
ca_es: Si tots els dispositius s'han aturat alhora, pot haver un problema amb el vostre compte. Potser el compte ha expirat, o se us ha obligat a modificar la contrasenya? Aquestes preguntes les podrà respondre millor el vostre Proveïdor d'Identitat [MGW: mostrar informació de contacte]
cs_cz: Pokud všechna zařízení přestala pracovat současně, mohlo dojít k potížím s vaším účtem. Je možné, že vypršela platnost vášeho účtu, nebo byla vynucena změna hesla. Na tyto otázky vám nejlépe odpoví váš poskytovatel identit [MGW: kontaktní informace o zobrazení]
cy: Pe bai pob dyfais yn stopio gweithio ar yr un pryd, efallai y bydd problem gyda'ch cyfrif fel y cyfryw. Efallai bod eich cyfrif wedi ddarfod, neu ichi gael eich gorfodi i newid y cyfrinair? Eich Darparwr Hunaniaeth yw'r ffordd orau i ateb y cwestiynau hyn [MGW: dangos y manylion cyswllt]
de_de: Wenn alle Geräte gleichzeitig aufgehört haben zu funktionieren, dann könnten Sie ein Problem mit Ihrem Zugang an sich haben. Ist der Nutzername vielleicht nicht mehr gültig (Exmatrikulation etc.), oder müssen Sie vielleicht Ihr Passwort neu setzen? Solche Fragen beantwortet Ihnen am Besten Ihr Identitätsprovider [MGW: display contact info]
el_gr: Αν όλες οι συσκευές έπαψαν να δουλεύουν ταυτόχρονα, ίσως υπάρχει ένα πρόβλημα με το λογαριασμό σας ως τέτοιο. Ίσως ο λογαριασμός σας έληξε, ή υποχρεωθήκατε σε αλλαγή συνθηματικού; Αυτές οι ερωτήσεις μπορούν καλύτερα να απαντηθούν από τον Πάροχο Ταυτότητας σας [MGW: δείξτε στοιχεία επικοινωνίας]
es_es: Si todos los dispositivos dejaron de funcionar de forma simultánea, entonces puede que haya algún problema con tu cuenta. ¿Es posible que tu cuenta caducara o que se te forzara a cambiar la contraseña? Estas preguntas te las puede responder mejor tu proveedor de identidad [MGW: mostrar información de contacto]
et_ee: Kui kõik seadmed lõpetasid töö samal ajal, võib olla probleem Su kasutajakontoga. Võib-olla on konto aegunud või olid sunnitud muutma parooli? Neile küsimustele saab kõige paremini vastata Su identiteedipakkuja [MGW: näita kontaktteavet].
fi_fi: Jos kaikki laitteet lakkasivat toimimasta samanaikaisesti, käyttäjätililläsi saattaa olla ongelmia. Ehkä tilisi on vanhentunut tai sinua pakotettiin vaihtamaan salasanasi? Näihin kysymyksiin kotiorganisaatiosi osaa parhaiten vastata [MGW: näytä yhteystiedot]
fr_fr: Si tous les appareils ont cessé de fonctionner en même temps, il pourrait y avoir un problème avec votre compte en tant que tel. Peut-être que votre compte a expiré, ou a été bloqué en attendant un changement de mot de passe obligatoire ? Pour répondre à ces questions, le meilleur interlocuteur est votre fournisseur d'identité [MGW: afficher l'information de contact].
hr_hr: Ako svi uređaju istodobno prestanu raditi, moguć je proble s Vašim korisničkim računom.Možda je istekao, ili trebate promijeniti lozinku? Odgovore na ova pitanja najbolje će pružiti Vaš davatelj identiteta.Davatelj identiteta [MGW: display contact info]
it_it: Se tutti i dispositivi smettono di funzionare contemporaneamente, potrebbe esserci un problema con il tuo account in quanto tale. Forse il tuo account è scaduto o ne è stato forzato il cambiamento della password? A queste domande viene data una risposta migliore dal tuo Identity Provider [MGW: visualizza informazioni di contatto]
nb_no: Hvis alle enhetene dine sluttet å fungere samtidig, kan det være et problem med din konto. Kanskje har din konto utgått på dato, eller du ble tvunget til å endre passord? Disse spørsmålene kan best besvarer av din Identitetstilbyder [MGW: vis kontakt info]
pl_pl: Jeśli jednocześnie przestały działać wszystkie urządzenia, to może być problem z Twoim kontem. Może konto wygasło lub jest wymagana zmiana hasła? Na te pytania odpowie Ci Twój dostawcza tożsamości [MGW: display contact info]
pt_pt: Se todos os dispositivos deixaram de funcionar em simultâneo, pode existir um problema com a sua conta. Talvez a sua conta tenha expirado, ou foi forçado a mudar a palavra-passe? Estas questões podem ser melhor respondidas pelo seu Fornecedor de Identidade [MGW: mostrar informação de contacto]
ro_ro: Dacă toate dispozitivele s-au oprit din funcționare simulan, este posibil să aveți o problemă cu contul dumneavoastră. Este posibil faptul că v-a expirat contul, sau că a fost necesar să vă schimbați parola. Răspunsurile la aceste întrebări vă pot fi date de furnizorul de identitate [MGW: arată informațiile de contact]
sl_si: Če so vse naprave prenehale delovati istočasno, je lahko težava v vašem računu. Mogoče je vaš račun potekel ali ste morali spremeniti geslo. To najlažje preverite pri ponudniku identitete [MGW: display contact info]
sr_rs: Ako su svi uređaji prestali da rade u isto vreme, možda postoji problem sa vašim nalogom. Možda je vaš nalog istekao ili ste bili prinuđeni da promenite lozinku? Na ova pitanja najbolje možete dobiti odgovor od vašeg IdP-a [MGW: display contact info]
tr_tr: Tüm cihazlar aynı anda çalışmayı durdurduysa, hesabınızda bir sorun olabilir. Belki hesabınızın süresi dolmuştur veya şifrenizi değiştirmek zorundasınızdır? Bu sorulara en iyi Kimlik Sağlayıcınız cevap verebilir.
uk_ua: Якщо всі пристрої перестали працювати одночасно, можливо проблема з вашим обліковим записом як таким. Можливо, термін дії вашого облікового запису закінчився, або вас змусили змінити пароль? На ці запитання найкраще відповідає ваш постачальник ідентифікаційних даних [MGW: показати контактну інформацію]

source: Is the place you are currently at heavily crowded, or is a network-intensive workload going on?
ar: هل المكان الذي تتواجد فيه حاليًا مزدحم بشكل كبير، أم أن هناك ضغط عالي على الشبكة؟
bg_bg: Мястото, на което сте в момента, силно задръстено ли е или мрежата продължава да бъде интензивно натоварена?
ca_es: El lloc on us trobeu està molt ple o hi ha un elevat ús de la xarxa en aquest moment?
cs_cz: Zdržuje se na tomto místě hodně lidí, nebo používáte aplikace náročné na síťové přenosy?
cy: A yw'r lle rydych yn ei orlawn iawn ar hyn o bryd, neu a yw llwyth gwaith rhwydwaith-ddwys yn mynd rhagddo?
de_de: Sind am Ihrem derzeitigen Standort sehr viele Nutzer auf engem Raum, oder werden gerade netzwerk-intensive Aufgaben durchgeführt?
el_gr: Είναι το μέρος που βρίσκεστε τώρα γεμάτο πολύ κόσμο, ή μήπως είναι σε εξέλιξη εργασίες που προκαλούν μεγάλο φόρτο στο δίκτυο;
es_es: ¿Está el sitio desde donde intentas conectarte lleno de gente, o hay mucha carga de trabajo en la red en estos momentos?
et_ee: Kas Su asukoht on rahvarohke või käib võrku intensiivselt koormav töö?
fi_fi: Onko vierailemassasi paikassa runsaasti muita verkon käyttäjiä, eli voisiko kyseessä olla ylikuormitustilanne?
fr_fr: Y a-t-il beaucoup de monde à l'endroit où vous vous trouvez, ou y a-t-il une tâche gourmande en trafic réseau qui fonctionne actuellement sur votre appareil ?
hr_hr: Je li mjesto na kojem ste trenutno u gužvi, ili je mreža preopterečena?
it_it: Il luogo in cui ti trovi attualmente è molto affollato o si sta verificando un carico di lavoro intensivo sulla rete?
nb_no: Er stedet du er på tettpakket med folk, eller pågår en nettverks krevende operasjon?
pl_pl: Czy miejsce, w którym obecnie przebywasz jest zatłoczone lub wiesz o intensywnym wykorzystywaniu przepustowości sieci w tym miejscu?
pt_pt: O local onde está atualmente tem muitas pessoas, ou existe uma carga de rede muito grande a acontecer?
ro_ro: Locația unde doriți să vă conectați este una aglomerată sau există în momentul de față un proces care solicită intens rețeaua?
sl_si: Ste na močno obiskani lokaciji ali pa je omrežje trenutno morda močno obremenjeno?
sr_rs: Da li se na mestu na kom se nalazite trenutno nalazi veliki broj ljudi ili je u pitanju velika količina saobraćaja koju mreža mora da obradi?
tr_tr: Şu anda bulunduğunuz yer çok mu kalabalık, veya ağ-yoğun bir iş mi devam ediyor?
uk_ua: Місце, в якому ви в даний час знаходитеся, сильно переповнене чи там спостерігається інтенсивне навантаження на мережу?
