Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: Real-time connectivity checks determined that the realm indeed has an operational problem at this point in time. Please see the supplemental information below.
ar: حددت فحوصات الاتصال أن النطاق realm في الواقع يواجه مشكلة تشغيلية في هذا الوقت. يرجى الاطلاع على المعلومات الاضافية أدناه.
bg_bg: Проверките на свързаността в реално време установиха, че областта наистина има оперативен проблем в този момент. Моля, вижте допълнителната информация по-долу.
ca_es: Els test a temps real han confirmat que aquest domini te actualment problemes operatius. Sisplau doneu un cop d'ull a la informació adicional següent.
cy: Penderfynodd gwiriadau cysylltedd amser real fod gan y parth broblem weithredol ar hyn o bryd. Gweler y wybodaeth atodol isod.
de_de: Die Echtzeitdiagnose fand zu diesem Zeitpunkt tatsächlich ein operationelles Problem. Bitte sehen Sie sich die Informationen hierzu an.
el_gr: Οι έλεγχοι διασυνδεσιμότητας πραγματικού χρόνου έκριναν ότι το realm έχει όντως ένα πρόβλημα λειτουργίας στο συγκεκριμένο χρονικό διάστημα . Παρακαλώ δείτε τις παρακάτω συμπληρωματικές οδηγίες.
es_es: Las comprobaciones en tiempo real indican que el Realm parece tener algún problema en estos momentos. Por favor, verifica la información que puede ver a continuación.
et_ee: Reaalajas ühenduse testimise kohaselt on domeeni toimimisega praegu probleem. Lisainfo vt allpool.
fi_fi: Reaaliaikaisten tarkastuksen mukaan yhteydellä näytäisi olevan ongelmia tällä hetkellä. Katso lisätiedot alta.
fr_fr: Des tests directs de connectivité ont en effet indiqué que le domaine rencontre des problèmes. Merci de consulter les informations additionnelles ci-dessous.
hr_hr: Real-time provjera povezivanja ustanovila je da realm zaista ima operativnih problema u ovom trenutku. Molimo pogledajte dodatne informacije ispod.
it_it: I controlli della connettività in tempo reale hanno determinato che il realm ha effettivamente un problema operativo in questo momento. Si prega di consultare le informazioni integrative di seguito.
nb_no: Sanntidssjekker besluttet at realmet opplever problemer for øyeblikket. Vennligst se informasjon under.
pl_pl: Sprawdzenie połączeń tego realmu w czasie rzeczywistym pokazało, że obecnie połączenie nie jest możliwe. Poniżej prezentujemy dodatkowe informacje.
pt_pt: As verificações de conectividade em tempo real determinaram que o domínio tem mesmo um problema operacional agora. Consulte as informações complementares abaixo.
ro_ro: Verificările conectivității în timp real au stabilit că domeniul are într-adevăr o problemă operațională în acest moment. Vă rugăm să consultați informațiile suplimentare de mai jos.
sl_si: Preverjanja povezljivosti v realnem času so pokazala, da je v tem trenutku v področju dejansko prišlo do operativne težave. Preglejte spodnje dodatne informacije.
uk_ua: Перевірка підключення в режимі реального часу визначила, що на даний момент у домені дійсно є експлуатаційні проблеми. Будь ласка, перегляньте додаткову інформацію нижче.

source: Authentication/Attempt Timestamp of user session:
ar: الطابع الزمني Timestamp للمصادقة/للمحاوله الخاصة باتصال المستخدم:
bg_bg: Начален час на удостоверяване/опит за потребителска сесия:
ca_es: Authentication/Attempt Timestamp de sessió d'usuari:
cs_cz: Časové razítko ověření/pokusu uživatelské relace:
cy: Dilysu/Ymgais Stamp amser y sesiwn defnyddiwr:
de_de: Zeitstempel der Authentifizierung/des Versuchs:
el_gr: Timestamp Αυθεντικοποίησης/Απόπειρας του session του χρήστη:
es_es: Marca temporal de un Intento/Autenticación de sesión de usuario
et_ee: Kasutajaseansi autentimise/katse ajatempel:
fi_fi: Autentikoinnin/autentikointiyrityksen aikaleima:
fr_fr: Timestamp de la tentative de connexion:
hr_hr: Timestamp autentifikacije/pokušaja korisničke sesije:
it_it: Autenticazione/Tentativo Timestamp della sessione utente:
nb_no: Autentiseringforsøkets tidsstempel for brukersesjon:
pl_pl: Data i czas uwierzytelnienia/próby dostępu w sesji użytkownika:
pt_pt: Data/hora de autenticação/tentativa da sessão do utilizador:
ro_ro: Autentificare/Încercare Timestamp al sesiunii utilizatorului:
sl_si: Časovni žig preverjanja pristnosti/poskusa uporabniške seje:
uk_ua: Часова позначка автентифікації / спроби сеансу користувача:

source: MAC address of end user in question:
ar: عنوان MAC Address للمستخدم النهائي المعني:
bg_bg: MAC адреса на крайния потребител в запитването:
ca_es: Adreça MAC de l'usuari analitzat:
cs_cz: MAC adresa koncového uživatele:
cy: MAC cyfeiriad y defnyddiwr terfynol dan sylw:
de_de: MAC Adresse des Nutzers:
el_gr: MAC address του φερόμενου τελικού χρήστη:
es_es: Dirección MAC del usuario final:
et_ee: Kõnealuse lõppkasutaja MAC-aadress:
fi_fi: Kyseisen käyttäjän MAC-osoite:
fr_fr: Adresse MAC de l'utilisateur concerné :
hr_hr: MAC adresa dotičnog krajnjeg korisnika:
it_it: Indirizzo MAC dell'utente finale in questione:
nb_no: Sluttbrukers MAC adresse:
pl_pl: Adres MAC użytkownika końcowego:
pt_pt: Endereço MAC do utilizador em questão:
ro_ro: Adresa MAC a userului respectiv de la final:
sl_si: Naslov MAC zadevnega končnega uporabnika:
uk_ua: MAC-адреса кінцевого користувача, про якого йдеться:

source: Additional Comments:
ar: تعليقات اضافية:
bg_bg: Допълнителни коментари:
ca_es: Comentaris adicionals:
cs_cz: Další poznámky:
cy: Sylwadau Ychwanegol:
de_de: Zusätzliche Kommentare:
el_gr: Επιπλέον Σχόλια:
es_es: Comentarios adicionales:
et_ee: Lisamärkused:
fi_fi: Muita kommentteja:
fr_fr: Commentaires additionnels :
hr_hr: Dodatni komentari:
it_it: Commenti Addizionali:
nb_no: Tilleggsinformasjon:
pl_pl: Dodatkowy komentarz:
pt_pt: Comentários Adicionais:
ro_ro: Comentarii aditionale:
sl_si: Dodatni komentarji:
uk_ua: Додаткові коментарі:

source: Connected to %s.
ar: متصل بـ %s.
bg_bg: Свързване към %s.
ca_es: Connectat a %s.
cs_cz: Připojeno k %s.
cy: Wedi'i gysylltu â %s.
de_de: Verbunden mit %s.
el_gr: Συνδεδεμένος σε %s.
es_es: Conectado a %s.
et_ee: Ühendatud %s-ga.
fi_fi: Yhdistetty: %s.
fr_fr: Connecté à %s.
hr_hr: Povezano s %s.
it_it: Connesso a %s
nb_no: Koblet til %s.
pl_pl: Połączony z %s.
pt_pt: Ligado a %s.
ro_ro: Conectat la %s.
sl_si: Povezano s/z %s.
sr_rs: Povezani ste na %s.
tr_tr: %s'ye bağlanıldı.
uk_ua: Під'єднаний до %s .

source: <strong>Test successful</strong>: a bidirectional RADIUS conversation with multiple round-trips was carried out, and ended in an Access-Reject as planned.
ar: <strong>الاختبار ناجح:</strong> تم إجراء محادثة RADIUS ثنائية الاتجاه بشكل متكرر، وانتهت بـ Access-Reject كما هو مخطط.
bg_bg: <strong>Тестът е успешен</strong>: двупосочната RADIUS комуникация с множество round-trips се проведе и завърши с Access-Reject както е планирано.
ca_es: <strong>Prova satisfactòria</strong>: s'ha dut a terme una conversa RADIUS bidireccional amb multiples viatges d'anada i tornada, finalitzant amb la resposta Access-Reject prevista.
cs_cz: <strong>Úspěšný test</strong>: oboustranná RADIUS konverzace byla zakončena očekávanou zprávou Access-Reject .
cy: <strong>Prawf yn llwyddiannus</strong>: cynhaliwyd sgwrs RADIUS deugyfeiriadol gyda nifer o deithiau crwn, a daeth i ben gyda Access-Reject yn ôl y bwriad.
de_de: <strong>Test erfolgreich</strong>: eine RADIUS Konversation in beide Richtungen wurde durchgeführt,und wurde am Ende wie erwartet mit einem 'Access-Reject' abgeschlossen.
el_gr: <strong>Eπιτυχημένη δοκιμή</strong>: μια αμφίδρομη επικοινωνία RADIUS με πολλές κυκλικές διαδρομές πραγματοποιήθηκε και ολοκληρώθηκε με Access-Reject όπως ήταν αναμενόμενο.
es_es: <strong>Prueba satisfactoria</strong>: Una conversación RADIUS con múltiples viajes de ida y vuelta se llevó acabo, finalizando con un Access-Reject como se esperaba.
et_ee: <strong>Testimine õnnestus</strong>: viidi läbi kahesuunaline RADIUSe suhtlus mitmete pendeldamistega (round-trips), lõpetati juurdepääsu tagasilükkamisega (Access-Reject) nagu kavandatud.
fi_fi: <strong>Testi onnistui</strong>: kaksisuuntainen RADIUS-neuvottelu käytiin läpi ja se päättyi suunnitellusti Access-Reject-vastaukseen.
fr_fr: <strong>Test réussi</strong> : une communication RADIUS bidirectionnelle avec plusieurs échanges a été établie. Elle s'est achevé par un "Access-Reject" comme prévu.
hr_hr: <strong>Test uspio</strong>: dvosmjerna komunikacija između RADIUS servera obavljena i dobiven očekivan odgovor kroz Access-Reject.
it_it: <strong>Test avvenuto con successo</strong>: una conversazione RADIUS bidirezionale con round-trips multipli ha avuto luogo ed è finita con un Access-Reject come previsto.
nb_no: <strong>Vellykket test</strong>: toveis RADIUS dialog fungerte og endet som forventet med reject.
pl_pl: <strong>Test zakończył się powodzeniem</strong>: po dwustronnej konwersacji między serwerami RADIUS polegającej na wielokrotnym przekazywaniu pakietów uzyskano, zgodnie z oczekiwaniem, Access-Reject.
pt_pt: <strong>Teste com sucesso:</strong> Foi realizada uma conversação RADIUS com múltiplas iterações, tendo a mesma terminado, como planeado, com um Access-Rejected.
ro_ro: <strong>Test reușit</strong>a avut loc o conversație bidirecțională RADIUS cu multiple destinații , a fost rezolvat , și terminat într-un Acces-Respingere conform planului.
sl_si: <strong>Preskus je uspel</strong>: dvosmerni pogovor RADIUS z več povratnimi potmi je bil izveden in se je končal z Access-Reject, kot je bilo načrtovano.
sr_rs: <strong>Test uspešno izvršen</strong>: ostvarena je višestruka dvosmerna RADIUS konverzacija koja se završila prijemom Access-Reject, što je bilo očekivano.
tr_tr: <strong>Test başarılı</strong>: Çoklu gidiş-dönüş ile birlikte iki yönlü RADIUS iletişimi gerçekleştirildi ve planlandığı gibi bir Erişim-Red ile sonlandı.
uk_ua: <strong>Тест успішний</strong>: проведена двонаправлена ​​розмова RADIUS із кількома раундами в обидва кінці та завершилась Дозволити-Відхилити, як планувалось.

source: <strong>Test partially successful</strong>: a bidirectional RADIUS conversation with multiple round-trips was carried out, and ended in an Access-Reject as planned. Some properties of the connection attempt were sub-optimal; the list is below.
ar: <strong>الاختبار ناجح جزئيًا</strong>: تم إجراء محادثة RADIUS ثنائية الاتجاه بشكل متكرر، وانتهت بـ Access-Reject كما هو مخطط. كانت بعض خصائص محاولة الاتصال دون المستوى المطلوب؛ القائمة أدناه.
bg_bg: <strong>Тестът e частично успешен</strong>: двупосочната RADIUS комуникация с множество round-trips се проведе и завърши с Access-Reject както е планирано. Някои свойства на опита за връзка бяха неоптимални; списъкът е по-долу.
ca_es: <strong>Prova satisfactòria parcialment</strong>: s'ha dut a terme una conversa RADIUS bidireccional amb multiples viatges d'anada i tornada, finalitzant amb la resposta Access-Reject prevista. Algunes propietat de la connexió no eren optimes; a sota teniu la llista.
cs_cz: <strong>Test byl zčásti úspěšný</strong>: povedlo se ustavit obousměrnou komunikaci s RADIUS serverem s opakovanou výměnou dat (multiple round-trips), která podle plánu skončila Access-Reject . Ale ne všechno proběhlo hladce; následuje seznam.
cy: Prawf yn rhannol lwyddiannus: cynhaliwyd sgwrs RADIUS deugyfeiriadol gyda nifer o deithiau crwn, a daeth i ben gyda Access-Reject fel y cynlluniwyd. Roedd rhai o briodweddau'r ymgais i cysylltiad yn is-optimaidd; mae'r rhestr isod.
de_de: <strong>Test teilweise erfolgreich</strong>: eine RADIUS Konversation in beide Richtungen wurde durchgeführt,und wurde am Ende wie erwartet mit einem 'Access-Reject' abgeschlossen. Einige Eigenschaften des Authentifizierungsversuchs waren allerdings suboptimal; die Liste der Besonderheiten ist wie folgt.
el_gr: <strong>Δοκιμή εν μέρει επιτυχημένη</strong>: μια αμφίδρομη επικοινωνία RADIUS με πολλές κυκλικές διαδρομές πραγματοποιήθηκε και ολοκληρώθηκε με Access-Reject όπως ήταν αναμενόμενο. Κάποιες παράμετροι της απόπειρας σύνδεσης δεν ήταν βέλτιστες· δείτε τη λίστα παρακάτω.
es_es: <strong>Prueba parcialmente satisfactoria</strong>: se mantuvo una conversación RADIUS bidireccional con múltiples viajes de ida y vuelta y finalizó con un Access-Reject, como se esperaba. Algunas propiedades del intento de conexión fueron sub-optimas. La lista está a continuación.
et_ee: <strong>Testimine õnnestus osaliselt</strong>; viidi läbi kahesuunaline RADIUSe suhtlus mitmete pendeldamistega (round-trips), lõpetati juurdepääsu tagasilükkamisega (Access-Reject) nagu kavandatud. Osa suhtlusaktide näitajatest olid optimaalsetest madalamad; nimekiri on toodud allpool.
fi_fi: <strong>Testi onnistui osittain</strong>: kaksisuuntainen RADIUS-viestinvaihto onnistui ja päättyi Access-Reject-viestiin kuten pitikin. Kaikki yhteysasetukset eivät kuitenkaan olleet optimaalisia; katso alla oleva listaus.
fr_fr: <strong>Réussite partielle du test</strong>: une conversation bidirectionnelle RADIUS a donné lieu à plusieurs échanges, elle s'est terminée par un "Access-Reject" comme prévu. Toutefois certaines caractéristiques de la tentative de connexion sont sous optimales ; voir la liste ci dessous.
hr_hr: <strong>Test dejelomično uspio</strong>: obostrana komunikacija s RADIUS poslužiteljem je obavljena, te je autentikacija završila s Access-Reject, kako je i planirano. Dijelovi autentikacije nisu u potpunosti optimizirane, vidi slijedeće.
it_it: <strong>Test con successo parziale</strong>: è avvenuta una conversazione RADIUS bidirezionale con più round-trip e si è conclusa con un Access-Reject come previsto. Alcune proprietà del tentativo di connessione non sono ottimali; la lista segue in basso.
nb_no: <strong>Testen delvis suksessfull</strong>: en to-veis RADIUS dialog ble gjennomført og endte i en Access-Reject som forventet. Men oppkoblingsegenskaper var ikke optimale; se listen under.
pl_pl: <strong>Test częściowo udany</strong>: po dwustronnej konwersacji między serwerami RADIUS polegającej na wielokrotnym przekazywaniu pakietów uzyskano, zgodnie z oczekiwaniem, Access-Reject. Niektóre z właściwości połączenia nie były optymalne; więcej informacji poniżej.
pt_pt: <strong>Teste parcialmente bem sucedido</strong>: uma conversação RADIUS bidirecional, com múltiplas ligações, foi efetuada e terminou com um Access-Reject como planeado. Algumas propriedades da tentativa de ligação não estão optimizadas; a lista está abaixo.
ro_ro: <strong>Test parțial reușit</strong>: a avut loc o conversație bidirecțională RADIUS cu multiple destinații, a fost rezolvat, și terminat într-un Acces-Respingere conform planului. Unele proprietăți ale conexiunii tind să nu fie optime, lista finală este mai jos.
sl_si: <strong>Preskus je bil delno uspešen</strong>: dvosmerni pogovor RADIUS z več povratnimi potmi je bil izveden in se je končal z Access-Reject, kot je bilo načrtovano. Nekatere lastnosti pri poskusu povezave niso bile optimalne; spodaj si oglejte seznam.
sr_rs: <strong>Test delimično uspešan</strong>: bidirekciona RADIUS konverzacija je uspešno uspostavljena i završena je paketom Access-Reject, kao što je planirano. Neka svojstva prilikom pokušaja povezivanja nisu bila optimalna; spisak je dat ispod.
tr_tr: <strong>Test kısmen başarılı</strong>: Çoklu gidiş-dönüş işlemleriyle birlikte iki yönlü RADIUS iletişimi gerçekleştirildi ve planlandığı üzere Erişim-Reddi ile sonlandı. Bağlantı denemesinin bazı özellikleri idealin altında; liste aşağıda.
uk_ua: </strong>Тест частково успішний </strong>: була проведена двонаправлена ​​розмова RADIUS кількома раундами в обидва кінці та закінчилась Дозволити-Відхилити Access-Reject, як планувалось. Деякі властивості спроби з'єднання були неоптимальними; список наведено нижче.

source: All tests passed.
ar: نجحت جميع الاختبارات.
bg_bg: Всички тестове минаха.
ca_es: S'ha superat totes les proves.
cs_cz: Všechny testy byly úspěšné!
cy: Pob prawf wedi ei basio.
de_de: Alle Tests erfolgreich durchlaufen.
el_gr: Όλες οι δοκιμές πέτυχαν.
es_es: Todas las pruebas fueron superadas.
et_ee: Kõik testid õnnestusid.
fi_fi: Kaikki testit läpäisty.
fr_fr: Tous les tests ont réussi.
hr_hr: Sve provjere uspješno završene.
it_it: Tutti i test sono stati superati.
nb_no: Alle tester OK.
pl_pl: Wszystkie testy udały się.
pt_pt: Todos os testes passaram.
ro_ro: Toate testele au trecut.
sl_si: Vsi preskusi so bili opravljeni.
uk_ua: Всі тести успішні.

source: There were some warnings.
ar: كانت هناك بعض التحذيرات.
bg_bg: Имаше някои предупреждения.
ca_es: Hi ha hagut alguns avisos.
cs_cz: Během kontroly se vyskytla varování.
cy: Roedd rhai rhybuddion.
de_de: Es gab Warnungen.
el_gr: Υπήρξαν μερικά μηνύματα προειδοποίησης.
es_es: Hubo algunas avisos.
et_ee: Esines hoiatusi.
fi_fi: Muutamia varoituksia.
fr_fr: Il y a eu des avertissements.
hr_hr: Bilo je nekoliko upozorenja
it_it: Ci sono degli avvisi.
nb_no: Det var noen advarsler.
pl_pl: W czasie testu pojawiły się ostrzeżenia.
pt_pt: Existiram alguns alertas.
ro_ro: Au fost detectate câteva avertismente.
sl_si: Izdanih je bilo nekaj opozoril.
uk_ua: Було кілька застережень.

source: There were some errors.
ar: كانت هناك بعض الأخطاء.
bg_bg: Имаше някои грешки.
ca_es: S'han produït alguns errors.
cs_cz: Během kontroly byly nalezeny chyby.
cy: Roedd rhai gwallau.
de_de: Es gab Fehler.
el_gr: Υπήρξαν μερικά σφάλματα.
es_es: Hubo algunos errores.
et_ee: Esines vigu.
fi_fi: Muutamia virheitä.
fr_fr: Il y a eu des erreurs.
hr_hr: Bilo je nekoliko grešaka.
it_it: Ci sono degli errori.
nb_no: Det var noen feil.
pl_pl: W czasie testu wystąpiły błędy.
pt_pt: Existiram alguns erros.
ro_ro: Au fost găsite câteva erori.
sl_si: Prišlo je do nekaj napak.
uk_ua: Було декілька помилок

source: There were some remarks.
ar: كانت هناك بعض الملاحظات.
bg_bg: Имаше някои забележки.
ca_es: Hi ha hagut algunes indicacions.
cs_cz: Během kontroly se vyskytly připomínky.
cy: Cafwyd rhai sylwadau.
de_de: Es gab Bemerkungen.
el_gr: Υπήρξαν μερικές παρατηρήσεις.
es_es: Hubo algunas observaciones.
et_ee: Oli märkusi.
fi_fi: Muutamia huomautuksia.
fr_fr: Il y a eu des remarques.
hr_hr: Bilo je nekoliko primjedbi.
it_it: Ci sono alcune osservazioni.
nb_no: Det var noen anmerkninger.
pl_pl: W czasie testu pojawiły się uwagi.
pt_pt: Existem algumas observações.
ro_ro: Au fost câteva atenționări.
sl_si: Dodanih je bilo nekaj komentarjev.
uk_ua: Було декілька зауважень.

source: PASS
ar: نجح
bg_bg: УСПЕХ
ca_es: PASSA
cs_cz: PROŠLO
cy: PASIO
de_de: OK
el_gr: ΕΠΙΤΥΧΙΑ
es_es: CORRECTO
et_ee: LÄBITUD
fi_fi: LÄPÄISTY
fr_fr: REUSSI
hr_hr: U redu
it_it: Successo
nb_no: OK
pl_pl: SUKCES
ro_ro: REUŞIT
sl_si: USPEŠNO
sr_rs: USPEH
tr_tr: Başarılı
uk_ua: УСПІШНО

source: FAIL
ar: فشل
bg_bg: НЕУСПЕХ
ca_es: FALLA
cs_cz: SELHALO
cy: METHU
de_de: FEHLGESCHLAGEN
el_gr: ΑΠΟΤΥΧΙΑ
es_es: FALLO
et_ee: EBAÕNNESTUMINE
fi_fi: EPÄONNISTUI
fr_fr: ECHEC
hr_hr: Greška
it_it: Fallito
nb_no: FEIL
pl_pl: BŁĄD
pt_pt: FALHOU
ro_ro: PICAT
sl_si: NEUSPEŠNO
sr_rs: NEUSPEH
tr_tr: Başarısız
uk_ua: ПОМИЛКА

source: Subject:
bg_bg: Предмет:
ca_es: Assumpte:
cs_cz: Subject (předmět):
cy: Pwnc:
de_de: Name (Subject):
el_gr: Θέμα:
es_es: Asunto:
et_ee: Subjekt:
fi_fi: Otsikko:
fr_fr: Sujet :
it_it: Soggetto:
nb_no: Emne:
pl_pl: Temat:
ro_ro: Subiect:
sl_si: Zadeva:
tr_tr: Konu:
uk_ua: Суб'єкт:

source: Issuer:
ar: جهة الإصدار:
bg_bg: Издател:
ca_es: Emissor:
cs_cz: Issuer (vydavatel):
cy: Cyhoeddwr:
de_de: Aussteller:
el_gr: Εκδότης:
es_es: Emisor:
et_ee: Väljaandja:
fi_fi: Myöntäjä:
fr_fr: Émetteur :
it_it: Rilasciato da:
nb_no: Utgiver:
pl_pl: Wystawca:
pt_pt: Emissor:
ro_ro: Emitent:
sl_si: Izdajatelj:
tr_tr: Düzenleyen:
uk_ua: Видавець сертифіката:

source: Valid from:
ar: صالحة من :
bg_bg: Валидно от:
ca_es: Vàlid des de:
cs_cz: Platí od:
cy: Yn ddilys o:
de_de: Gültig von:
el_gr: Εγκρίθηκε από:
es_es: Válido desde:
et_ee: Kehtib alates:
fi_fi: Voimassa alkaen:
fr_fr: Valide à partir du :
hr_hr: Vrijedi od:
it_it: Valido da
nb_no: Gyldig fra:
pl_pl: Ważny od:
pt_pt: Válido de:
ro_ro: Valid de la:
sl_si: Veljavno od:
tr_tr: Geçerlilik süresi başı:
uk_ua: Початок дії:

source: Valid to:
ar: صالحة إلى:
bg_bg: Валидно до:
ca_es: Vàlid per a:
cs_cz: Platí do:
cy: Yn ddilys i:
de_de: Gültig bis:
el_gr: Έγκυρο σε:
es_es: Válido hasta:
et_ee: Kehtib:
fi_fi: Voimassaolo päättyy:
fr_fr: Valide jusqu'au :
hr_hr: Vrijedi do:
it_it: Valido fino a:
nb_no: Gyldig til:
pl_pl: Ważny do:
pt_pt: Válido até:
ro_ro: Valid până la:
sl_si: Veljavno do:
tr_tr: Geçerlilik süresi sonu:
uk_ua: Кінець дії:

source: Serial number:
ar: رقم التسلسل:
bg_bg: Сериен номер:
ca_es: Número de sèrie:
cs_cz: Sériové číslo:
cy: Rhif Serial:
de_de: Seriennummer:
el_gr: Σειριακός αριθμός:
es_es: Número de serie:
et_ee: Seerianumber:
fi_fi: Sarjanumero:
fr_fr: Numéro de série :
hr_hr: Serijski broj:
nb_no: Serienummer:
pl_pl: Numer seryjny:
pt_pt: Número de série:
ro_ro: Serie:
sl_si: Serijska številka:
tr_tr: Seri numarası:
uk_ua: Серійний номер

source: Public key length:
bg_bg: Дължина на публичния ключ:
ca_es: Mida de la clau pública:
cy: Hyd yr allwedd gyhoeddus:
de_de: Länge des öffentlichen Schlüssels:
es_es: Longitud de la clave pública:
et_ee: Avaliku võtme pikkus:
hr_hr: Duljina javnog ključa:
it_it: Lunghezza della chiave pubblica:
pl_pl: Długość klucza publicznego:
ro_ro: Lungimea cheii publice:
uk_ua: Довжина відкритого ключа:

source: Server certificate
ar: شهادة الخادم
bg_bg: Сертификат на сървър
ca_es: Certificat de servidor
cs_cz: Certifikát serveru
cy: Tystysgrif gweinydd
de_de: Serverzertifikat
el_gr: Πιστοποιητικό εξυπηρετητή
es_es: Certificado de servidor
et_ee: Serveri sertifikaat
fi_fi: Palvelinvarmenne
fr_fr: Certificat server
hr_hr: Certifikat poslužitelja
it_it: Certificato Server
nb_no: Tjener sertifikat
pl_pl: Certyfikat serwera
pt_pt: Certificado do Servidor
ro_ro: Certificatul serverului
sl_si: Potrdilo strežnika
sr_rs: Serverski sertifikat
tr_tr: Sunucu sertifikası
uk_ua: Сертифікат сервера

source: Policies:
bg_bg: Политики:
ca_es: Polítiques:
cy: Polisïau:
es_es: Políticas:
et_ee: Eeskiri:
hr_hr: Politike:
it_it: Politiche:
pl_pl: Polityki:
ro_ro: Politici:
uk_ua: Політика

source: crlDistributionPoint:
uk_ua: Точка розповсюдження CRL

source: authorityInfoAccess:
uk_ua: Доступ до інформації про орган сертифікації

source: SubjectAltName:
bg_bg: Алтернативно име на предмета:
de_de: Alternative Namen:
es_es: Asunto alternativo (SubjectAltName):
uk_ua: Альтернативне ім’я суб’єкта

source: Overview
ar: نظرة عامة
bg_bg: Преглед
ca_es: Resum
cs_cz: Přehled
cy: Trosolwg
de_de: Überblick
el_gr: Επισκόπηση
es_es: Vista general
et_ee: Ülevaade
fi_fi: Yhteenveto
fr_fr: Aperçu
hr_hr: Pregled
it_it: Panoramica
nb_no: Oversikt
pl_pl: Przegląd
pt_pt: Visão geral
ro_ro: Rezumat
sl_si: Pregled
sr_rs: Pregled
tr_tr: Genel bakış
uk_ua: Огляд

source: DNS checks
ar: التحقق من DNS
bg_bg: DNS проверки
ca_es: Tests de DNS
cs_cz: Kontrola DNS
cy: Gwiriadau DNS
de_de: DNS Tests
es_es: comprobaciones DNS
et_ee: DNSi-kontrollid
fi_fi: DNS-tarkistukset
fr_fr: Vérifications DNS
hr_hr: Provjera DNS-a
it_it: Controlli DNS
nb_no: DNS-sjekker
pl_pl: Sprawdzanie wpisów w DNS
pt_pt: Verificação de DNS
ro_ro: Verificare DNS:
sl_si: Preverjanja DNS
uk_ua: Перевірки DNS
