Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: There were some errors from connectivity tests
ar: كانت هناك بعض الأخطاء من اختبارات الاتصال
bg_bg: Имаше грешки от тестовете за свързаност
ca_es: Hi ha errors en els tests de connectivitat
cs_cz: Při testech konektivity se objevilo několik chyb
cy: Roedd rhai gwallau o brofion cysylltedd
de_de: Es gab Fehler bei den Verbindungstests
el_gr: Υπήρξαν μερικά σφάλματα για δοκιμές συνδεσιμότητας
es_es: Hay algunos errores provenientes de las comprobaciones de conectividad
et_ee: Ühendustestidel esines vigu
fi_fi: Yhteystesteissä oli virheitä
fr_fr: Il y a eu quelques erreurs lors des tests de connectivité
hr_hr: Postoje neke greške kod provjere povezanosti
it_it: Dai test di connettività sono risultati alcuni errori
nb_no: Tilkoblingstestene ga noen feil
pl_pl: Pojawiły się błędy podczas testów łączności
pt_pt: Ocorreram alguns erros nos testes de conectividade
ro_ro: Au existat unele erori din testele de conectivitate
sl_si: Preskusi povezljivosti so vrnili nekaj napak
uk_ua: Під час тестування підключення було виявлено кілька помилок

source: Select country or region:
ar: حدد البلد أو المنطقة:
bg_bg: Изберете държава или регион:
ca_es: Trieu país o regió:
cs_cz: Vyberte zemi nebo region:
cy: Dewiswch wlad neu ranbarth:
de_de: Land /Region auswählen:
el_gr: Επιλέξτε χώρα ή περιφέρεια:
es_es: Selecciona un país o región:
et_ee: Vali riik või piirkond:
fi_fi: Valitse maa tai alue:
fr_fr: Sélectionner un pays ou une région :
hr_hr: Izaberite zemlju ili regiju
it_it: Seleziona paese o regione:
nb_no: Velg land eller region:
pl_pl: Wybierz kraj lub region:
pt_pt: Selecionar país ou região:
ro_ro: Selectați țara sau reginea:
sl_si: Izberite državo ali regijo:
sr_rs: Odaberite zemlju ili region:
uk_ua: оберіть країну або регіон

source: Fetching country/region list
ar: جلب قائمة البلد/المنطقة
bg_bg: Изведете списъка с държави/региони
ca_es: Recuperant la llista de països/regions
cs_cz: Načítání seznamu zemí/regionů
cy: Nôl rhestr gwlad/rhanbarth
de_de: Liste der Länder/Regionen wird geladen
el_gr: Ανάκτηση λίστας χωρών/περιφερειών
es_es: Obteniendo la lista de países y regiones
et_ee: Riikide/piirkondade nimekirja hankimine
fi_fi: Haetaan maa/alue luettelo
fr_fr: Récupération de la liste des pays/régions
hr_hr: Dohvat liste regija/zemalja
it_it: Recupero elenco paesi/regioni
nb_no: Henter liste over land/region
pl_pl: Pobieranie listy krajów/regionów
pt_pt: A recolher lista de países/regiões
ro_ro: Obțineţi lista țărilor și/sau regiunilor.
sl_si: Doseganje seznama države/regije
sr_rs: Dohvatanje liste zemalja/regiona u toku
uk_ua: Завантаження списку країн/регіонів

source: Yes
ar: نعم
bg_bg: Да
ca_es: Sí
cs_cz: Ano
cy: Ydw
de_de: Ja
el_gr: Ναι
es_es: Sí
et_ee: Jah
fi_fi: Kyllä
fr_fr: Oui
hr_hr: Da
it_it: Si
nb_no: Ja
pl_pl: Tak
pt_pt: Sim
ro_ro: Da
sl_si: Da
sr_rs: Da
uk_ua: Так

source: No
ar: لا
bg_bg: Не
cs_cz: Ne
cy: Nac ydw
de_de: Nein
el_gr: Όχι
et_ee: Ei
fi_fi: Ei
fr_fr: Non
hr_hr: Ne
nb_no: Nei
pl_pl: Nie
pt_pt: Não
ro_ro: Nu
sl_si: Ne
sr_rs: Ne
uk_ua: Ні

source: I don't know
ar: لا أعرف
bg_bg: Не знам
ca_es: No ho sabem
cs_cz: Nevím
cy: Dydw i ddim yn gwybod
de_de: Ich weiss nicht
el_gr: Δε γνωρίζω
es_es: Lo desconozco
et_ee: Ma ei tea
fi_fi: En tiedä.
fr_fr: Je ne sais pas
hr_hr: Ne znam
it_it: Non lo so
nb_no: Jeg vet ikke
pl_pl: Nie wiem
pt_pt: Eu não sei
ro_ro: Nu stiu
sl_si: Ne vem
sr_rs: Ne znam
uk_ua: Я не знаю

source: Diagnostic tests results for selected realm
ar: نتائج الاختبارات التشخيصية للنطاق realm المحددة
bg_bg: Резултатите от диагностичните тестове за избраната област
ca_es: Resultats de les proves per al domini seleccionat
cs_cz: Výsledky diagnostických testů pro doménu
cy: Canlyniadau profion diagnostig ar gyfer parth dethol
de_de: Diagnostikergebnisse für den gewählten Realm
el_gr: Αποτελέσματα διαγνωστικών για τον επιλεγμένο τομέα
es_es: Resultados de las pruebas de diagnóstico para el dominio seleccionado
et_ee: Diagnostikatesti tulemused valitud domeeni kohta
fi_fi: Diagnostiikan tulokset valitulle toimialueelle
fr_fr: Résultats des tests de diagnostic pour le domaine sélectionné
hr_hr: Rezultati testiranja za izabranu domenu
it_it: Risultati dei test diagnostici per il realm selezionato
nb_no: Diagnostikk resultater for valgt realm
pl_pl: Testy diagnostyczne dla wybranego realmu
pt_pt: Testes de diagnóstico para os realms selecionados
ro_ro: Rezultatele testelor diagnostic pentru domeniul selectat
sl_si: Rezultati diagnostike za izbrano kraljestvo
sr_rs: Rezultati dijagnostičkih testova za odabrani domen
uk_ua: Результати діагностичних тестів для вибраного домену

source: The result for tested realm:
ar: نتيجة النطاق realm الذي تم اختباره:
bg_bg: Резултатът за тестваната област:
ca_es: Resultats per al domini provat:
cs_cz: Výsledek pro doménu:
cy: Y canlyniad ar gyfer parth a brofwyd:
de_de: Ergebnis für getesteten Realm:
el_gr: Το αποτέλεσμα των δοκιμών για τον τομέα:
es_es: Resultado del dominio probado:
et_ee: Tulemus testitud domeeni kohta:
fi_fi: Tulos testatulle toimialueelle:
fr_fr: Le résultat du domaine testé :
hr_hr: Rezultat za testirani realm:
it_it: Il risultato per il realm testato:
nb_no: Resultat for testet realm:
pl_pl: Wynik testu wskazanego realmu:
pt_pt: O resultado do realm testado:
ro_ro: Rezultatul pentru domeniul testat:
sl_si: Rezultati za testirano kraljestvo:
sr_rs: Rezultat za testirani domen:
uk_ua: Результат для перевіреного домену:

source: The system identified
ar: قام النظام بتحديد
bg_bg: Системата е идентифицирана
ca_es: El sistema ha identificat
cs_cz: Systém byl identifikován
cy: Nodwyd y system
de_de: Das System fand
el_gr: Το σύστημα ταυτοποίησε
es_es: El sistema identificó
et_ee: Süsteem tuvastas
fi_fi: Tunnistettu järjestelmä
fr_fr: Le système identifié
hr_hr: Sustav identificiran
it_it: Il sistema identificato
nb_no: Systemet identifiserte
pl_pl: System zidentyfikował
pt_pt: O sistema identificou
ro_ro: Sistemul identificat
sl_si: Sistem je prepoznal
sr_rs: Identifikovan sistem
uk_ua: Система виявила

source: suspected areas which potentially can cause a problem.
ar: من المواقع التي ممكن أن تسبب مشكلة.
bg_bg: предполагаеми области, които потенциално могат да причинят проблем.
ca_es: àrees sospitoses que potencialment poden causar algun problema.
cs_cz: podezřelé oblasti, které mohou případně způsobit problém.
cy: meysydd a amheuir a allai achosi problem.
de_de: mögliche Fehlerquellen die das Problem auslösen können.
el_gr: ύποπτες περιοχές οι οποίες ενδέχεται να προκαλέσουν πρόβλημα.
es_es: factores sospechosos que podrían causar algún problema.
et_ee: arvatavad piirkonnad, mis võivad probleeme tekitada.
fi_fi: epäillyt alueet, jotka voivat aiheuttaa ongelmia.
fr_fr: champs suspects qui pourraient causer un problème.
hr_hr: sumnjivo područje koje potencijalno može uzrokavati problem.
it_it: aree sospette che potenzialmente possono causare un problema.
nb_no: områder som potensielt kan forårsake et problem.
pl_pl: podejrzane obszary mogące powodować problem.
pt_pt: areas suspeitas de potencialmente causar um problema.
ro_ro: zone suspecte care ar putea cauza o problemă.
sl_si: področja, ki potencialno predstavljajo težave.
sr_rs: oblasti na koje se sumnja da bi mogle da budu uzrok problema.
uk_ua: підозрілі ділянки, які потенційно можуть спричинити проблему.

source: Next to the problem description we show a speculated probability of this event.
ar: بجانب وصف المشكلة سنعرض الاحتمالية المتوقعة من هذا الحدث.
bg_bg: До описанието на проблема показваме спекулативна вероятност за това събитие.
ca_es: Al costat de la descripció del problema es mostra la probabilitat estimada de l'esdeveniment.
cs_cz: Vedle popisu problému zobrazujeme i pravděpodobnou možnost vzniku této události.
cy: Wrth ymyl y disgrifiad o'r broblem rydym yn dangos tebygolrwydd damcaniaethol o'r digwyddiad hwn.
de_de: Zusätzlich zur Problembeschreibung wird eine Wahrscheinlichkeit für das Problem angegeben.
el_gr: Δίπλα από την περιγραφή του προβλήματος σας παρουσιάζουμε και την εικαζόμενη πιθανότητα αυτού του συμβάντος.
es_es: Al lado de la descripción del problema te mostramos una probabilidad que se trate de esa situación.
et_ee: Probleemikirjelduse kõrval näitame sellise sündmuse oletatavat tõenäosust.
fi_fi: Ongelman kuvauksen vieressä näytämme tämän tapauksen pohdiskeltu todennäköisyys.
fr_fr: À côté de la description du problème, nous affichons une cause probable de cet événement.
hr_hr: Uz opis problema prikazujemo vjerojatnost ovog događaja
it_it: Accanto alla descrizione del problema mostriamo una probabilità ipotizzata per questo evento.
nb_no: Ved siden av problem beskrivelsen viser vi antatt sannsynlighet for denne feilen.
pl_pl: Obok opisu problemu wskazujemy spekulowane prawdopodobieństwo takiego zdarzenia.
pt_pt: Junto à descrição do problema mostramos uma probabilidade especulativa deste evento.
ro_ro: Lângă descrierea problemei este afișată o probabilitate estimată de producere a acestui eveniment.
sl_si: Poleg opisa težave prikažemo verjetne možnosti vzroka tega dogodka.
sr_rs: Pored objašnjenja problema, prikazuje se pretpostavka šta je dovelo do ovog događaja.
uk_ua: Поруч з описом проблеми ми показуємо припущену ймовірність цієї події

source: Your device configuration is broken
ar: تهيئة جهازك معطل
bg_bg: Конфигурацията на устройството Ви е повредена
ca_es: La configuració del vostre dispositiu és errònia
cs_cz: Konfigurace vašeho zařízení je rozbitá ;)
cy: Mae ffurfweddiad eich dyfais wedi torri
de_de: Ihre Gerätekonfiguration ist fehlerhaft
el_gr: Η διαμόρφωση της συσκευής σας είναι χαλασμένη
es_es: La configuración de tu dispositivo está inservible
et_ee: Su seadme seadistus on vigane.
fi_fi: Laitteesi konfigurointi on virheellinen
fr_fr: La configuration de votre appareil est corrompue
hr_hr: Vaš uređaj nije ispravno konfiguriran
it_it: La configurazione del tuo dispositivo è errata
nb_no: Konfigurasjon på din enhet er feil
pl_pl: Konfiguracja Twojego urządzenia jest nieprawidłowa
pt_pt: A configuração do seu dispositivo tem problemas
ro_ro: Configurația dispozitivului dumneavoastră este greșită.
sl_si: Konfiguracija vaše naprave je okvarjena
sr_rs: Konfiguracija vašeg uređaja je pogrešna
uk_ua: Конфігурація вашого пристрою пошкоджена

source: The Wi-Fi network in your vicinity has quality issues
ar: شبكة Wi-Fi في المنطقة المجاورة بها مشكلات تتعلق بالجودة
bg_bg: Wi-Fi мрежата във вашия район има проблеми с качеството
ca_es: La xarxa Wi-Fi propera té problemes de qualitat
cs_cz: Wi-Fi síť ve vašem okolí má problémy s kvalitou
cy: Mae gan y rhwydwaith Wi-Fi yn eich ardal broblemau ansawdd
de_de: Das WLAN-Netzwerk an Ihrem aktuellen Standort hat Qualitätsprobleme
el_gr: Το δίκτυο Wi-Fi στη γειτονιά σας έχει ζητήματα ποιότητας
es_es: La red WiFi en tu proximidad tiene problemas de calidad
et_ee: Sulle paistval Wi-Fi võrgul on kvaliteediprobleemid.
fi_fi: Lähistöllä olevalla Wi-Fi-verkolla on laatuongelmia
fr_fr: Le réseau Wi-Fi à proximité présente des problèmes de performances
hr_hr: Wi-Fi mreža u Vašoj blizini ima problema s kvalitetom
it_it: La rete Wi-Fi nelle tue vicinanze presenta problemi di qualità
nb_no: Wi-Fi nettet der du er har kvalitetsproblemer
pl_pl: Jakość sieci WI-FI w Twoim pobliżu jest niska
pt_pt: A rede Wi-Fi da sua vizinhança tem problemas de qualidade
ro_ro: Rețeaua Wi-Fi din apropierea dumneavoastră are probleme calitative.
sl_si: Wi-Fi omrežje v vaši okolici ima težave s kakovostjo
sr_rs: Wi-Fi mreža u vašem okruženju ima problema sa kvalitetom
uk_ua: Мережа Wi-Fi у вашому районі має проблеми з якістю

source: The network environment around you is broken
ar: شبكة الاتصال المحيطة بك معطلة
bg_bg: Мрежовата среда около Вас е повредена
ca_es: L'entorn de xarxa proper està trencat
cs_cz: Síťové prostředí kolem vás je rozbité
cy: Mae amgylchedd y rhwydwaith o'ch cwmpas wedi torri
de_de: Die Netzwerkinfrastruktur des Netzbetreibers funktioniert nicht richtig
el_gr: Το περιβάλλον δικτύου γύρω σας είναι χαλασμένο
es_es: La red a tu alrededor está inservible
et_ee: Võrgukeskkond Su ümber on katki
fi_fi: Lähistöllä oleva verkkoympäristö on rikki
fr_fr: L'environnement réseau dans votre secteur est en panne
hr_hr: Neispravna mrežna okolina
it_it: L'infrastruttura di rete intorno a te è guasta
nb_no: Nettverket der du er fungerer ikke
pl_pl: Środowisko sieciowe w Twoim otoczeniu nie działa poprawnie
pt_pt: O ambiente de rede à sua volta não funciona
ro_ro: Rețeaua din jurul dumneavoastră este defectă
sl_si: Omrežno okolje, v katerem se nahajate, je v okvari
sr_rs: Mrežno okruženje u vašoj okolini je loše
uk_ua: Мережеве середовище навколо вас працює некоректно

source: The RADIUS server of your service provider is the source of the problem
ar: مصدر المشكلة هو خادم RADIUS لمقدم الخدمة
bg_bg: Проблемът е в RADIUS сървъра на Вашия доставчик на услуги
ca_es: El servidor RADIUS del vostre proveïdor és la causa del problema
cs_cz: RADIUS server vašeho poskytovatele služeb má problém
cy: Gweinydd RADIUS eich darparwr gwasanaeth yw ffynhonnell y broblem
de_de: Der RADIUS Server bei ihrem aktuellen Aufenthaltsort ist die Ursache des Problems
el_gr: Ο εξυπηρετητής RADIUS του παρόχου υπηρεσίας σας είναι η πηγή του προβλήματος
es_es: El servidor RADIUS del proveedor de servicio es el origen del problema
et_ee: Su teenusepakkuja RADIUSe server on probleemi põhjuseks
fi_fi: Palveluntarjoajan RADIUS-palvelin on ongelman lähde
fr_fr: Le serveur RADIUS de votre fournisseur de service est à l'origine du problème
hr_hr: Problem je u RADIUS poslužitelju davatelja usluge
it_it: Il server RADIUS del fornitore di servizi è la fonte del problema
nb_no: RADIUS tjeneren til din tjenestetilbyder er kilden til problemet
pl_pl: Powodem problemów jest serwer RADIUS dostawcy usługi
pt_pt: O servidor Radius do seu Fornecedor de Serviço é a fonte do seu problema
ro_ro: Serverul RADIUS al furnizorului dumneavoastră de servicii este sursa problemei
sl_si: Vir težave je RADIUS strežnik ponudnika storitve
sr_rs: RADIUS server vašeg SP-a je izvor problema
uk_ua: Джерелом проблеми є RADIUS-сервер вашого постачальника послуг

source: The RADIUS server in your home institution is currently unable to authenticate you
ar: يتعذر حاليًا على خادم RADIUS في مؤسستك على مصادقة حسابك
bg_bg: RADIUS сървърът във Вашата институция в момента не може да удостовери самоличността Ви
ca_es: El servidor RADIUS de la vostra institució té un problema per autenticar-vos
cs_cz: RADIUS server vaší domovské organizace vás momentálně nemůže ověřit
cy: Nid yw'r gweinydd RADIUS yn eich sefydliad cartref yn gallu eich dilysu ar hyn o bryd
de_de: Der RADIUS Server Ihrer Heimatorganisation kann Ihre Zugangsdaten zur Zeit nicht überprüfen
el_gr: Ο εξυπηρετητής RADIUS του οικείου ιδρύματος σας δεν μπορεί να επαληθεύσει την ταυτότητά σας αυτή τη στιγμή
es_es: El servidor RADIUS de tu institución origen ahora mismo es incapaz de autentificarte
et_ee: Su koduasutuse RADIUSe server ei ole hetkel võimeline Sind autentima
fi_fi: Kotiorganisaatiosi RADIUS-palvelin ei tällä hetkellä pysty autentikoimaan sinua
fr_fr: Le serveur RADIUS de votre établissement d'origine est actuellement incapable de vous authentifier
hr_hr: RADIUS poslužitelj Vaše matične ustanove ternutno Vas ne može autenticirati
it_it: Il server RADIUS nella tua organizzazione di appartenenza non è attualmente in grado di autenticarti
nb_no: RADIUS tjeneren til din hjemmeinstitusjon kan ikke autentisere deg nå
pl_pl: Serwer RADIUS w Twojej instytucji macierzystej obecnie nie może potwierdzić Twojej tożsamości
pt_pt: O servidor Radius da sua instituição de origem é a fonte do seu problema
ro_ro: Serverul RADIUS din instituția dumneavoastră de proveniență nu vă poate autentifica în acest moment
sl_si: RADIUS strežnik vače domače organiazcije vas trenutno ne more avtenticirati
sr_rs: RADIUS server vaše matične institucije trenutno ne može da vas autentifikuje
uk_ua: Наразі RADIUS-сервер вашого домашнього закладу не може автентифікувати вас

source: The national server in the country/region you are visiting is not functioning correctly
ar: الخادم الوطني في البلد/المنطقة التي تزورها لا يعمل بشكل صحيح
bg_bg: Сървърът в държавата/региона, към който сте в момента, не функционира правилно
ca_es: El servidor nacional al país/regió on us trobeu no està funcionant correctament
cs_cz: Národní server v zemi/regionu který jste navštívili nefunguje správně
cy: Nid yw'r gweinydd RADIUS cenedlaethol yn y wlad/rhanbarth rydych chi'n ymweld â hi yn gweithio'n gywir
de_de: Der nationale Server in dem Land/Region in dem Sie sich gerade aufhalten ist die Ursache des Problems
el_gr: Ο εθνικός εξυπηρετητής στη χώρα/περιφέρεια που επισκέφθεστε δε λειτουργεί σωστά
es_es: El servidor nacional en el país o región que estás visitando no está funcionando correctamente
et_ee: Sinu poolt külastatava riigi/piirkonna server ei toimi korrektselt
fi_fi: Kansallinen palvelin maassa/alueella, jota vierailet, ei toimi oikein
fr_fr: Le serveur national dans le pays/la région que vous visitez ne fonctionne pas correctement
hr_hr: Nacionalni poslužitelj u zemlji/regiji u kojoj se nalazite ne radi ispravno
it_it: Il server nazionale nel paese/regione che stai visitando non funziona correttamente
nb_no: Den nasjonale tjeneren i landet/regionen du besøker fungerer ikke korrekt
pl_pl: Serwer krajowy w kraju/regionie, w którym przebywasz nie działa poprawnie
pt_pt: O servidor nacional do país/região que está a visitar não está a funcionar corretamente.
ro_ro: Serverul național în țara/regiunea pe care o vizitați nu funcționează corect
sl_si: Nacionalni strežnik države/regije, kjer se nahajate ne deluje pravilno
sr_rs: Nacionalni RADIUS server ne funkcioniše ispravno u zemlji/regionu gde se nalazite u poseti
uk_ua: Національний сервер у країні/регіоні, який ви відвідуєте, не функціонує належним чином

source: The link between the national server of the country/region you are visiting and the top-level server is broken
ar: الارتباط بين الخادم الوطني للبلد/المنطقة التي تزورها وخادم المستوى الأعلى منقطع
bg_bg: Връзката между сървъра на държавата/региона, към който сте в момента, и сървъра от най-високо ниво е прекъсната
ca_es: L'enllaç entre el servidor nacional del país/regió on us trobeu i el servidor de màxim nivell està trencat
cs_cz: Spojení mezi národním serverem země/regionu, kterou jste navštívili, a serverem nejvyšší úrovně je přerušeno
cy: Mae'r cyswllt rhwng gweinydd RADIUS cenedlaethol y wlad/rhanbarth rydych chi'n ymweld â hi a'r gweinydd lefel uchaf wedi torri
de_de: Die Verbindung zwischen dem nationalen Server in dem Land/Region in dem Sie sich gerade aufhalten und der internationalen Zentrale ist gestört
el_gr: Ο σύνδεσμος μεταξύ του εθνικού εξυπηρετητή στη χώρα/περιφέρεια που επισκέφθεστε και του εξυπηρετητή ανώτερου επιπέδου είναι χαλασμένος
es_es: El enlace entre el servidor nacional del país/región que estás visitando y el servidor raíz está roto
et_ee: Ühendus Sinu poolt külastatava riigi/piirkonna serveri ja tipptaseme serveri vahel on katki
fi_fi: Vieraillun maan / alueen kansallisen palvelimen ja ylätason palvelimen välinen yhteys on rikki
fr_fr: La liaison entre le serveur national du pays/région que vous visitez et le serveur de plus haut niveau est rompu
hr_hr: Veza između nacionalnog poslužitelja zemlje/regije koju posjećujete i vršnog servera ne radi.
it_it: Il collegamento tra il server nazionale del paese/regione che stai visitando e il server di livello superiore è interrotto
nb_no: Linken mellom den nasjonale tjeneren i landet/regionen du besøker og topp-nivå tjeneren fungerer ikke
pl_pl: Nie działa połączenie między serwerem krajowym kraju/regionu, w którym przebywasz a serwerem nadrzędnym
pt_pt: A ligação entre o servidor nacional do país/região que está a visitar e o servidor de topo está quebrada
ro_ro: Legătura dintre serverul național al țării/regiunii pe care o vizitați și serverul de la cel mai înalt nivel este defectă
sl_si: Povezava med nacionalnim strežnikom države/regije, kjer se nahajate in top-level strežnikom je prekinjena
sr_rs: Veza između nacinalnog RADIUS servera zemlje/regiona koji posećujete i evropskog top-level RADIUS servera ne funkcioniše
uk_ua: Зв’язок між національним сервером країни/регіону, який ви відвідуєте, та сервером верхнього рівня перервано

source: The link between the national server of your home country/region and the top-level server is broken
ar: الارتباط بين الخادم الوطني لبلدك/منطقتك وخادم المستوى الأعلى منقطع
bg_bg: Връзката между сървъра на Вашата държава/регион и сървъра от най-високо ниво е прекъсната
ca_es: L'enllaç entre el servidor nacional del vostre país/regió d'origen i el servidor de màxim nivell està trencat
cs_cz: Spojení mezi národním serverem vaší země/regionu a serverem nejvyšší úrovně je přerušeno
cy: Mae'r cyswllt rhwng gweinydd RADIUS cenedlaethol eich gwlad/rhanbarth cartref a'r gweinydd lefel uchaf wedi torri
de_de: Die Verbindung zwischen dem nationalen Server Ihrer Heimatorganisation und der internationalen Zentrale ist gestört
el_gr: Ο σύνδεσμος μεταξύ του εθνικού εξυπηρετητή της πατρίδας/περιφέρειάς σας και του εξυπηρετητή ανωτέρου επιπέδου είναι χαλασμένος
es_es: El enlace entre el servidor nacional de tu país/región de origen y el servidor raíz está roto
et_ee: Ühendus Sinu koduriigi/piirkonna serveri ja tipptaseme serveri vahel on katki
fi_fi: Kotimaasi / alueesi kansallisen palvelimen ja ylätason palvelimen välinen yhteys on rikki
fr_fr: La liaison entre le serveur national de votre pays/région d'origine et le serveur de plus haut niveau est rompu
hr_hr: Veza između nacionalnog poslužitelja Vaše zemlje/regije i vršnog poslužitelja ne radi.
it_it: Il collegamento tra il server nazionale del paese/regione di appartenenza e il server di livello superiore è interrotto
nb_no: Linken mellom den nasjonale tjeneren i ditt hjemland/region og topp-nivå tjeneren fungerer ikke
pl_pl: Nie działa połączenie między serwerem krajowym Twojego macierzystego kraju/regionu a serwerem nadrzędnym
pt_pt: A ligação entre o servidor nacional do seu país/região e o servidor de topo está quebrada
ro_ro: Legătura dintre serverul național al țării/regiunii de proveniență și serverul de la cel mai înalt nivel este defectă
sl_si: Povezava med nacionalnim strežnikom vaše domače države/regije in top-level strežnikom je prekinjena
sr_rs: Veza između nacinalnog RADIUS servera vaše zemlje/regiona i evropskog top-level RADIUS servera ne funkcioniše
uk_ua: Зв’язок між національним сервером вашої країни/регіону та сервером верхнього рівня перервано

source: The communication to the top-level server is down
ar: الاتصال بخادم المستوى الأعلى معطل
bg_bg: Няма комуникация със сървъра от най-високо ниво
ca_es: La comunicació amb el servidor de màxim nivell està tallada
cs_cz: Komunikace se serverem nejvyšší úrovně je nefunkční
cy: Mae'r cyfathrebu â'r gweinydd lefel uchaf i lawr
de_de: Die Kommunikation mit der Routing-Zentrale ist gestört.
el_gr: Η επικοινωνία με τον εξυπηρετητή ανώτερου επιπέδου έχει διακοπεί
es_es: La comunicación con el servidor raíz está caída
et_ee: Side tipptaseme serveriga on maas
fi_fi: Viestintä ylätason palvelimelle on alhaalla
fr_fr: La communication avec le serveur de plus haut niveau est interrompue
hr_hr: Komunikacija prema vršnom poslužitelju je prekinuta
it_it: La comunicazione con il server di primo livello è inattiva
nb_no: Kommunikasjon til topp-nivå tjeneren fungerer ikke
pl_pl: Brak łączności z serwerem nadrzędnym
pt_pt: A comunicação com o servidor de topo está inacessível
ro_ro: Calea de comunicare către serverul de cel mai înalt nivel este defectă
sl_si: Komunikacija s top-level strežnikom je prekinjena
sr_rs: Komunikacija sa evropskim top-level RADIUS serverom ne radi
uk_ua: Зв’язок із сервером верхнього рівня перерваний
