Repository: GEANT/CAT
Catalog: translation/*/diagnostics.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, it_it, nb_no, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: The test will use all EAP types you have set in your profile information to check whether the right CAs and server names are used, and of course whether the login with these credentials and the given EAP type actually worked. If you have set anonymous outer ID, the test will use that.
ar: سيستخدم الاختبار جميع أنواع EAP التي قمت بتعيينها في معلومات ملفك التعريفي للتحقق مما إذا كانت أسماء المراجع المصدقة "CAs" وأسماء الخوادم المستخدمة صحيحة ، وبالطبع ما إذا كان تسجيل الدخول باستخدام بيانات الاعتماد هذه ونوع EAP المحدد قد نجح بالفعل. إذا قمت بتعيين معرف خارجي مجهول "outer ID"، فسيتم استخدامه في الاختبار.
bg_bg: Тестът ще използва всички EAP типове, които настроите във Вашия профил, за да провери дали са използвани правилните имена на CAs и сървър и, разбира се, дали влизане с тези лични данни и даденият EAP тип действително работи. Ако сте настроили анонимно външно ID, тестът ще го използва.
ca_es: La prova utilitzarà tots els tipus EAP que hàgiu configurat en la informació dels perfils per comprovar si s'utilitzen els certificats i noms de servidor correctes, i evidentment si l'accés amb aquests credencials i els tipus d'EAP configurats funcionen realment. Si heu configurat una identitat anònima externa, la prova la farà servir.
cs_cz: Test používá konfigurační informace o podporovaných typech EAP ve vašem profilu. Při přihlašovaní kontroluje, zda se váš server identifikuje správným certifikátem, a samozřejmě, zda vámi zadané přihlašovací údaje fungují. Pokud jste nastavili anonymní vnější identitu, bude použita.
cy: Bydd y prawf yn defnyddio'r holl fathau o EAP rydych chi wedi'u gosod yn eich gwybodaeth proffil i wirio a yw'r ATs ac enwau gweinyddwyr cywir yn cael eu defnyddio, ac wrth gwrs a oedd y mewngofnodi gyda'r manylion mewngofnodi mynediad defnyddwyr hyn a'r math EAP a roddwyd wedi gweithio mewn gwirionedd. Os ydych wedi gosod ID allanol dienw, bydd y prawf yn defnyddio hynny.
de_de: Der Test greift auf Ihre Konfigurationsdaten zu den unterstützten EAP-Typen zurück. Beim Login wird überprüft, ob ihr Server sich mit dem richtigen Zertifikat identifiziert, und natürlich ob die von Ihnen angegebenen Login-Daten funktionieren. Fals Sie für ihr Profil anonyme Identität definiert haben, wird auch dies bei der Anfrage berücksichtigt.
el_gr: Αυτός ο έλεγχος θα χρησιμοποιήσει όλους τους τύπους EAP που έχετε ρυθμίσει στις πληροφορίες προφίλ σας, για να ελέγξει αν χρησιμοποιούνται τα σωστά CA και ονόματα εξυπηρετητών, και φυσικά αν η είσοδος με αυτά τα διαπιστευτήρια και τον τύπο EAP που δόθηκε δούλεψε πραγματικά. Αν έχετε ορίσει ανώνυμο εξωτερικό ID, ο έλεγχος θα χρησιμοποιήσει αυτό.
es_es: El chequeo usará todos los tipos EAP que has definido en la información de su perfil para comprobar que las autoridades de certificación y nombres de servidor se usan, así como que la autenticación con las credenciales y el tipo EAP proporcionados funciona. Si definió una identidad anónima externa, el chequeo la usará.
et_ee: Test kasutab kõiki EAP tüüpe, mille oled oma profiili andmetes seadistanud, et kontrollida, kas on kasutatud õigeid CAsid ja serverinimesid, ja muidugi ka seda, kas sisselogimine nende kasutajakonto andmetega ja antud EAP tüübiga toimib. Kui oled seadistanud anonüümse välise ID, kasutab test seda.
fi_fi: Testi käyttää kaikkia profiilitietoihin määriteltyjä EAP-tyyppejä oikeiden varmennetahojen ja palvelinnimien tarkastamiseksi. Ja tietysti toimiiko kirjautuminen annetuilla käyttäjätunnuksilla ja määritellyillä EAP-tyypeillä. Mikäli anonyymi ulkoidentiteetti on valittu käyttöön, testi käyttää sitä.
fr_fr: Le test utilisera toutes les méthodes EAP que vous avez renseigné dans les informations de votre profil pour vérifier si les bonnes CA et les bons noms de serveurs sont utilisés, et bien sûr si l'authentification avec ces identifiants et méthodes EAP fournis fonctionne. Si vous avez indiqué une identité externe anonyme, le test l'utilisera.
hr_hr: Test će iskoristit sve postavljene EAP tipove iz Vašeg profila te provjeriti da li se koriste ispravna imena poslužitelja, ispravne CA i da li prijava sa vjerodajnicama i odabranim EAP tipom zaista radi. Test je moguće obaviti i sa anonimnom vanjskom oznakom.
it_it: Il test userà tutti i tipi EAP che hai configurato nelle informazioni del tuo profilo per verificare che le CA e i nomi server siano corretti, e naturalmente se l'accesso con quelle credenziali e il dato tipo EAP hanno effettivamente funzionato. Se hai configurato un ID esterno anonimo, il test userà quello.
nb_no: Testen bruker alle EAP typer du har definert i profilen for å sjekke om de rette CA'er og tjenernavn er brukt, og selvfølgelig om brukerinformasjon og gitt EAP type faktisk fungerer. Om du har satt anonym ytre identitet vil testen bruke den.
pl_pl: Test będzie używał wszystkich typów EAP, ustalonych wcześniej w Twoim profilu w celu sprawdzenia, czy są stosowane właściwe urzędy certyfikacyjne i nazwy serwerów oraz, oczywiście, czy działa uwierzytelnienie za pomocą podanych danych uwierzytelniania i wskazanego typu EAP. Jeśli w profilu został ustalony zewnętrzny identyfikator tożsamości, to test zastosuje go.
pt_pt: O teste utiliza todos os tipos EAP configurados no seu perfil para verificar se estão a ser utilizadas as CAs e servidores correctos, bem como se autenticação funcionou com as credencias e tipos EAP fornecidas. O teste tem em consideração a identificação anónima caso esta tenha sido ativada.
ro_ro: Testul va folosi toate tipurile EAP trecute în profilul dumneavoastră pentru a verifica dacă numele serverelor și autoritățile de certificare sunt folosite, și bineînteles dacă autentificarea cu acele date și tipul EAP funcționează de fapt. Dacă ați setat un ID exterior anonim, testul îl va folosi pe acela.
sl_si: Preskus bo uporabil vse vrste EAP, nastavljene v profilu, da bo preveril, ali so uporabljeni pravilni overitelji potrdil in imena strežnikov in tudi, ali prijava s temi poverilnicami ter podano vrsto EAP-ja dejansko deluje. Če ste nastavili anonimni zunanji ID, bo uporabljen v preskusu.
sr_rs: Da bi se proverilo da li se koriste ispravna sertifikaciona tela i imena servera, test će koristiti sve EAP tipove koje ste uneli u okviru vašeg profila. Pri tome, test će vršiti i proveru da li se logovanje korišćenjem ovih kredencijala i datog EAP tipa pravilno izvršava. Ako ste uneli anonimni spoljni identitet, on će se koristiti u testu.
tr_tr: Test, profil bilgine koyduğun bütün EAP türlerini kullanarak verilen CA ların ve sunucu isimlerinin doğru olup olmadığını ve elbette bu kimlik bilgileri ve verilen EAP tipiyle bağlanma işleminin gerçekleşip gerçekleşmediğini de kontrol edecektir. Eğer bir isimsiz dış ID verdiyseniz, test bu bilgileri kullanacaktır.
uk_ua: Тест використовуватиме всі типи EAP, зазначені у вашому профілі, щоб перевірити, чи використовуються правильні центри сертифікації CA та імена серверів, а також, чи вдалося автентифікуватись із цими обліковими даними та вибраним типом EAP. Якщо встановлено анонімний зовнішній ідентифікатор, тест також його використає.

source: Note: the tool purposefully does not offer you to save these credentials, and they will never be saved in any way on the server side. Please use only <strong>temporary test accounts</strong> here; permanently valid test accounts in the wild are considered harmful!
ar: ملاحظة: لا تقدم لك الأداة حفظ بيانات الاعتماد هذه، ولن يتم حفظها بأي شكل من الأشكال على الخادم. الرجاء استخدام<strong> حسابات الاختبار المؤقتة </strong>هنا فقط ؛ تعتبر حسابات الاختبار الصالحة بشكل دائم هنا ضارة!
bg_bg: Бележка: инструментът целенасочено не Ви предлага да съхраните тези лични данни и те никога по никакъв начин няма да бъдат запазени на сървъра. Моля използвайте само <strong>временни тестови акаунти</strong> тук; постоянно валидни тестови акаунти се считат за вредни!
ca_es: Nota: l'eina no ofereix intencionalment desar aquestes credencials, i no seran desades en cap forma a la part de servidor. Aquí utilitzeu només <strong>comptes de prova temporals</strong>; comptes de prova vàlides permanentment es consideren perilloses!
cs_cz: Poznámka: tento nástroj úmyslně nenabízí možnost uložení přístupových údajů a na straně serveru nikdy nebudou uloženy. Prosím, používejte pouze <strong>dočasné přihlašovací údaje</strong>. Trvale platné testovací přihlašovací údaje známé mimo vaši vlastní organizaci jsou považovány za velmi nebezpečné!
cy: Sylwch: nid yw'r offeryn yn bwrpasol yn cynnig arbed y manylion mewngofnodi mynediad defnyddwyr hyn, ac ni fyddant byth yn cael eu cadw mewn unrhyw ffordd ar ochr y gweinydd. Defnyddiwch <strong>o gyfrifon prawf dros dro</strong> yn unig yma; cyfrifon prawf parhaol ddilys yn y gwyllt yn cael eu hystyried yn niweidiol!
de_de: Hinweis: hier wird mit Absicht nicht angeboten, die Logindaten permanent zu hinterlegen. Sie werden auch serverseitig nicht gespeichert. Verwenden Sie für einen solchen Test bitte <strong>temporäre</strong> Test-Logins. Permanent funktionierende Test-Logins die außerhalb der eigenen Organisation bekannt sind, gelten als sehr gefährlich!
el_gr: Σημείωση: το εργαλείο επίτηδες δε σας προσφέρει τη δυνατότητα αποθήκευσης αυτών των διαπιστευτηρίων, και δε θα αποθηκευτούν με οποιοδήποτε τρόπο στην πλευρά του εξυπηρετητή. Παρακαλούμε χρησιμοποιήστε μόνο <strong>προσωρινούς δοκιμαστικούς λογαριασμούς</strong> εδώ· οι μόνιμοι έγκυροι δοκιμαστικοί λογαριασμοί που κυκλοφορούν ελεύθεροι θεωρούνται επικίνδυνοι!
es_es: Nota: la herramienta no ofrece a propósito la posibilidad de guardar las credenciales, ni tampoco serán salvadas en el servidor. Por favor, use sólo <strong>cuentas de prueba temporales</strong> aquí; ¡ las cuentas para pruebas permanentes pueden ser perjudiciales !
et_ee: Märkus: töövahend ei lase Sul meelega neid kasutajaandmeid salvestada ning neid ei salvestata ka serverisse. Palun kasuta siin ainult <strong>ajutisi testkontosid</strong>; aegumatuid testkontosid peetakse ohtlikuks!
fi_fi: Huomaa: työkalu ei tarkoituksellisesti salli tai ehdota käyttäjätunnusten tallentamista, ja niitä ei missään vaiheessa tallenneta palvelimelle. Ole hyvä, ja käytä tästä huolimatta <strong>vain väliaikaisia testitunnuksia</strong>; jatkuvasti samana pysyvien testitunnusten käyttö on haitallista.
fr_fr: Note : l'outil ne vous propose pas de sauvegarder ces identifiants et il ne seront jamais sauvegardés d'aucune manière que ce soit côté serveur. Veuillez n'utiliser que <strong>des comptes de test temporaires</strong> ici ; la divulgation de comptes de test valides et permanents étant considérée comme dangereuse !
hr_hr: Napomena: alat namjerno ne pruža opciju pamčenja vjerodajnica, niti će one ikada biti pohranjene na poslužitelju. Molimo koristite samo <b>privremene testne račune</b> jer trajno valjani testni računi mogu ugroziti sigurnost sustava!
it_it: Nota: lo strumento di proposito non offre di salvare le credenziali, queste non saranno mai salvate in nessun modo lato server. Si prega di usare solo <strong>account temporanei di test</strong> qui; account di test permanentemente validi e diffusi sono considerati dannosi!
nb_no: Merk: verktøyet tilbyr med hensikt ikke lagring av bruker opplysninger, de blir aldri lagret på noen måte på tjenersiden. Bruk kun <strong>midlertidig test konti</strong>; permanent gyldige test konti ansees som skadelig.
pl_pl: Uwaga: to narzędzie celowo nie pozwala na zachowanie danych uwierzytelniania i dlatego nie zostaną one nigdzie zapamiętane po stronie serwera. Zaleca się jednak używanie wyłącznie <strong>tymczasowych kont testowych</strong>; konta testowe, które pozostają aktywne stanowią zagrożenie!
pt_pt: Nota: Deliberadamente, esta ferramenta não fornece a opção para guardar as credenciais e não serão armazenadas de forma alguma no servidor. Por favor, utilize apenas <strong>credenciais temporárias</strong>. Por razões de segurança, não utilize credenciais permanentes neste ambiente!
ro_ro: Notă: Aplicația intenționat nu vă oferă opțiunea de a salva aceste credențiale, și acestea nu vor fi salvate niciodată, în nici un fel, pe servere. Vă rugăm să folosiți doar <strong> conturi temporare pentru testare </strong> aici; conturi de testare lăsate libere după lansare pot aduce vulnerabilități
sl_si: Opomba: orodje namenoma ne ponudi možnosti shranitve teh poverilnic, ki ne bodo nikoli in na kakršen koli način shranjene na strani strežnika. Svetujemo, da tukaj uporabite samo <strong>začasne preskusne račune</stron>; stalno veljavni preskusni računi veljajo za škodljive.
sr_rs: Napomena: alat namerno nema opciju čuvanje ovih kredencijala i oni ni u kakvom obliku neće biti sačuvani na strani servera. Molimo vas da ovde koristite samo <strong>privremene test naloge</strong>; opasno je unositi stalne validne test naloge na strane sisteme!
tr_tr: Not: araç bilinçli bir şekilde bu kimlik bilgilerini kaydetmeyi önermemektedir ve bu bilgiler asla herhangi bir şekilde sunucu tarafında kaydedilmeyecektir. Lütfen burada sadece <strong> geçici test hesaplarını </strong> kullanın; kalıcı geçerlilikte test hesapları gerçek ortamda zararlı olarak dikkate alınır.
uk_ua: Примітка: Примітка: інструмент навмисно не пропонує збереження цих облікових даних, і вони ніколи не зберігатимуться на сервері в жодній формі. Будь ласка, використовуйте тут лише <strong>тимчасові тестові облікові записи</strong>; постійно діючі тестові облікові записи вважаються шкідливими!

source: Password-based EAP types
ar: أنواع EAP القائمة على كلمة مرور
bg_bg: Password-based EAP типове
ca_es: Tipus EAP basats en contrasenya
cs_cz: Metody EAP na bázi hesla
cy: Mathau EAP sy'n seiliedig ar gyfrinair
de_de: Passwortbasierte EAP Typen
el_gr: Τύποι EAP με κωδικό
es_es: Tipos EAP basados en contraseña
et_ee: Paroolipõhised EAP tüübid
fi_fi: Salasanapohjaiset EAP-tyypit
fr_fr: Méthodes EAP basées sur des mots de passe
hr_hr: EAP tip temeljem lozinke
it_it: Tipi EAP basati sulla password
nb_no: Passord-baserte EAP typer
pl_pl: Typy EAP korzystające z hasła
pt_pt: Tipos de EAP baseados em password
ro_ro: Tipuri EAP bazate pe parolă
sl_si: Vrste EAP, ki temeljijo na geslih
sr_rs: EAP tipovi koji su zasnovani na lozinkama
tr_tr: Parola-bazlı EAP tipleri
uk_ua: Типи EAP на основі пароля

source: Real (inner) username:
ar: اسم المستخدم الحقيقي (inner username):
bg_bg: Реални (вътрешни) потребителски имена:
ca_es: Nom real (intern) de l'usuari:
cs_cz: Skutečné (vnitřní) uživatelské jméno:
cy: Enw defnyddiwr go iawn (mewnol):
de_de: Tatsächlicher (innerer) Benutzername:
el_gr: Πραγματικό (εσωτερικό) όνομα χρήστη:
es_es: Nombre de usuario real (interno):
et_ee: Reaalne (sisemine) kasutajanimi:
fi_fi: Todellinen (sisempi kuori) käyttäjänimi:
fr_fr: Nom d'utilisateur (interne) réel :
hr_hr: Stvarna (unutarnja) korisnička oznaka:
nb_no: Faktisk (indre) brukernavn:
pl_pl: Rzeczywista (wewnętrzna) tożsamość:
pt_pt: Username real (inner):
ro_ro: Nume de utilizator real (de interior):
sl_si: Pravo (notranje) uporabniško ime:
sr_rs: Pravo korisničko ime (korisničko ime iz unutrašnjeg tunela):
tr_tr: Gerçek (içsel) kullanıcı adı
uk_ua: Справжнє (внутрішнє) ім’я користувача:

source: Anonymous outer ID (optional):
ar: معرف ID خارجي مجهول (اختياري):
bg_bg: Анонимен външен ID (опция):
ca_es: ID externa anònima (opcional):
cs_cz: Anonymní vnější ID (nepovinné):
cy: ID allanol dienw (dewisol):
de_de: Anonyme äußere Identität (optional):
el_gr: Ανώνυμο εξωτερικό ID (προαιρετικό):
es_es: Identificador anónimo externo (opcional):
et_ee: Anonüümne väline ID (ei ole kohustuslik):
fi_fi: Anonyymi ulomman kuoren käyttäjänimi (ei pakollinen):
fr_fr: Identifiant externe anonyme (optionnel) :
hr_hr: Depersonalizirana vanjska korisnička oznaka (opcionalno):
nb_no: Anonym ytre ID (opsjon):
pl_pl: Anonimowa tożsamość (opcjonalna):
pt_pt: ID Anónimo Externo (opcional):
ro_ro: Nume de utilizator extern, anonim (opțional):
sl_si: Anonimni zunanji ID (izbiren):
sr_rs: Anonimni spoljni identitet (opciono):
tr_tr: Anonimdışsal kullanıcı adı (isteğe bağlı)
uk_ua: Анонімний зовнішній ідентифікатор (необов’язково):

source: Password:
ar: كلمة المرور
bg_bg: Парола:
ca_es: Contrasenya:
cs_cz: Heslo:
cy: Cyfrinair:
de_de: Passwort:
el_gr: Κωδικός:
es_es: Contraseña:
et_ee: Parool:
fi_fi: Salasana:
fr_fr: Mot de passe :
hr_hr: Lozinka:
nb_no: Passord:
pl_pl: Hasło:
ro_ro: Parola:
sl_si: Geslo:
sr_rs: Lozinka:
tr_tr: Parola:
uk_ua: Пароль:

source: Certificate-based EAP types
ar: أنواع EAP القائمة على الشهادات
bg_bg: Сертификат-базирани EAP типове
ca_es: Tipus EAP basats en certificat
cs_cz: Metody EAP na bázi certifikátu
cy: Mathau EAP seiliedig ar tystysgrif
de_de: Zertifikatsbasierte EAP Typen
el_gr: Τύποι EAP με πιστοποιητικό
es_es: Tipos EAP basados en certificados
et_ee: Sertifikaadipõhised EAP tüübid
fi_fi: Varmennepohjaiset EAP-tyypit
fr_fr: Méthodes EAP basées sur des certificats
hr_hr: EAP tip temeljem certifikata
it_it: Tipi EAP basati sul certificato
nb_no: Sertifikat-baserte EAP typer
pl_pl: Typy EAP korzystające z certyfikatu
pt_pt: Tipos de EAP baseados em certificado
ro_ro: Tipuri EAP bazate pe certificate
sl_si: Vrste EAP, ki temeljijo na potrdilih:
sr_rs: EAP tipovi zasnovani na sertifikatima
tr_tr: Sertifika-bazlı EAP tipleri
uk_ua: Типи EAP на основі сертифікатів

source: Certificate file (.p12 or .pfx):
ar: ملف الشهادة (.p12 أو .pfx):
bg_bg: Файл на сертификат (.p12 или .pfx):
ca_es: Fitxer de certificat (.p12 o .pfx):
cs_cz: Soubor s certifikátem (.p12 nebo .pfx):
cy: Ffeil tystysgrif (.p12 neu .pfx):
de_de: Client-Zertifikat Datei (.p12 oder .pfx):
el_gr: Αρχείο πιστοποιητικού (.p12 or .pfx):
es_es: Fichero de certificado (.p12 o .pfx):
et_ee: Sertifikaadi failid (*.p12 või .pfx)
fi_fi: Varmennetiedosto (.p12 tai .pfx):
fr_fr: Fichier contenant le certificat (.p12 or .pfx) :
hr_hr: Datoteka s certifikatom (.p12 ili .pfx):
it_it: file certificato(.p12 or .pfx):
nb_no: Sertifikat fil (.p12 eller .pfx):
pl_pl: Plik certyfikatu (.p12 lub .pfx):
pt_pt: Ficheiro do Certificado (.p12 ou .pfx):
ro_ro: Fișier certificat (.p12 sau .pfx):
sl_si: Datoteka potrdila (.p12 ali .pfx):
sr_rs: Fajl sa sertifikatom (.p12 ili .pfx):
tr_tr: Sertifika dosyası (.p12 veya .pfx)
uk_ua: Файл сертифіката (.p12 або .pfx):

source: Certificate password, if any:
ar: كلمة مرور الشهادة، إن وجدت:
bg_bg: Парола за сертификат, ако има:
ca_es: Contrasenya del certificat, si n'hi ha:
cs_cz: Heslo k certifikátu:
cy: Cyfrinair tystysgrif, os o gwbl:
de_de: Passwort für den Zertifikatsschlüssel, falls nötig:
el_gr: Κωδικός πιστοποιητικού, εάν υπάρχει:
es_es: Contraseña del certificado, si tiene:
et_ee: Sertifikaadi parool (kui on):
fi_fi: Varmenteen mahdollinen salasana:
fr_fr: Mot de passe du certificat, si nécessaire :
hr_hr: Lozinka za certifikat, ako postoji:
it_it: password del certificato, se definita:
nb_no: Sertifikat passord, hvis satt:
pl_pl: Hasło certyfikatu (jeżeli potrzebne):
pt_pt: Password do certificado, se existir:
ro_ro: Parolă certificat, dacă există:
sl_si: Geslo potrdila, če obstaja:
sr_rs: Lozinka za sertifikat, ako postoji:
tr_tr: Varsa, sertifika şifresi:
uk_ua: Пароль сертифіката, якщо такий є:

source: Username, if different from certificate Subject:
ar: اسم المستخدم، إذا كان مختلفًا عن الـ Subject للشهادة:
bg_bg: Потребителско име, ако се различава от Subject полето на сертификата:
ca_es: Usuari, si és diferent del Subject del certificat:
cs_cz: Uživatelské jméno, pokud se liší od subjektu certifikátu:
cy: Enw defnyddiwr, os yw'n wahanol i destun y tystysgrif:
de_de: Benutzername, falls nicht identisch zum Namen im Zertifikat:
el_gr: Όνομα χρήστη, εάν διαφέρει από το Θέμα του πιστοποιητικού:
es_es: Nombre de usuario, si es distinto del Asunto del certificado:
et_ee: Kasutajanimi, kui erineb sertifikaadi subjektist:
fi_fi: Käyttäjänimi, mikäli eroaa varmenteen otsikosta:
fr_fr: Nom d’utilisateur si différent du Sujet du certificat :
hr_hr: Korisnička oznaka, ako je razlčita od one u Subject polju certifikata:
it_it: Username, se differente dal Subject del certificato
nb_no: Brukernavn, hvis forskjellig fra sertifikat Subject:
pl_pl: Identyfikator użytkownika, jeżeli inny niż w Subject certyfikatu:
pt_pt: Username, se for diferente do Subject do certificado:
ro_ro: Nume de utilizator, dacă este diferit de subiectul din certificat:
sl_si: Uporabniško ime, če se razlikuje od zadeve potrdila:
sr_rs: Korisničko ime, ako se razlikuje od Subject polja sertifikata:
tr_tr: Kullanıcı adı, eğer sertifika konusundan farklı ise:
uk_ua: Ім'я користувача, якщо воно відрізняється від Суб'єкта сертифіката:

source: Submit credentials
ar: إرسال بيانات الاعتماد
bg_bg: Изпратете личните данни
ca_es: Enviar credencials
cs_cz: Odeslat
cy: Cyflwyno manylion mewngofnodi mynediad
de_de: Daten übertragen
el_gr: Υποβολή διαπιστευτηρίων
es_es: Enviar credenciales
et_ee: Sisesta kasutajakonto andmed
fi_fi: Lähetä tunnukset
fr_fr: Soumettre les données d'identification
hr_hr: Prijavi korisničke podatke
it_it: Invia le credenziali
nb_no: Oppgi brukeropplysninger
pl_pl: Prześlij dane uwierzytelniania:
pt_pt: Submeter credenciais
ro_ro: Trimite credențiale
sl_si: Pošlji poverilnice
sr_rs: Pošalji kredencijale
tr_tr: Kimlik bilgilerini gönder
uk_ua: Надіслати облікові дані

source: Return to %s administrator area
ar: العودة إلى منطقة إدارة %s
bg_bg: Върнете се към %s администраторска област
ca_es: Torna a l'àrea d'administració de %s
cs_cz: Vrátit se k administraci %s
cy: Dychwelyd i ardal gweinyddwr %s
de_de: Rückkehr zum %s Administrator Bereich
el_gr: Επιστροφή στο διαχειριστικό περιβάλλον %s
es_es: Volver al área de administración de %s
et_ee: Tagasi %s haldamisse
fi_fi: Takaisin %s ylläpitoalueelle
fr_fr: Retour à la zone d'administration pour %s
hr_hr: Povratak na %s administriranje
it_it: Ritorna all'area amministratore %s
nb_no: Tilbake til %s administrator område
pl_pl: Powrót do obszaru administrowania %s
pt_pt: Regressar à área %s do administrador
ro_ro: Revino la zona administratorului %s
sl_si: Vrnite se v skrbniško področje %s
uk_ua: Повернутися до адміністративної зони%s

source: I suspect a Technical Problem with the IdP
ar: أشك في وجود مشكلة فنية في IdP
bg_bg: Предполагам, че е технически проблем с IdP
ca_es: Sospitem d'un problema tècnic amb l'IdP
cs_cz: Mám podezření na technický problém s IdP
cy: Rwy'n amau ​​Problem Dechnegol gyda'r CDU
de_de: Ich vermute ein technisches Problem auf Seiten des IdP
el_gr: Υποπτεύομαι Τεχνικό Πρόβλημα με το IdP
es_es: Sospecho que hay un problema técnico con el Proveedor de Identidad
et_ee: Kahtlustan tehnilist probleemi identiteedipakkujaga (IdP)
fi_fi: Epäilen, että IdP:llä on tekninen ongelma.
fr_fr: Je soupçonne un problème technique avec le fournisseur d'identité
hr_hr: Sumnjam u tehnički problem s davateljem identiteta
it_it: Sospetto un problema tecnico con l'IdP
nb_no: Jeg mistenker et teknisk problem med din IdP
pl_pl: Istnieje podejrzenie problemu technicznego związanego z IdP
pt_pt: Suspeito de um problema técnico com o IdP
ro_ro: Suspectez o problemă tehnică cu furnizorul de identitate
sl_si: Sumim, da gre za tehnično težavo ponudnika identitete
uk_ua: Я підозрюю, що виникла технічна проблема з IdP
