Repository: GEANT/CAT
Catalog: translation/*/web_user.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, hu_hu, it_it, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: %s is a global WiFi roaming consortium which gives members of education and research access to the internet <i>for free</i> on all %s hotspots on the planet. There are several million %s users already, enjoying free internet access on more than 6.000 hotspots! Visit <a href='http://www.eduroam.org'>the %s homepage</a> for more details.
ar: %sهو اتحاد تجوال واي فاي عالمي يمكن أعضاء مجتمع البحث العلمي والتعليم لدخول شبكة الانترنت<i>مجانا</i>في جميع مواقع %s حول العالم. يوجد حاليا عدة ملايين من مستخدمي %s يتمتعون بإمكانية الوصول المجاني إلى الإنترنت على أكثر من 6,000 نقطة فعاله!. لمزيد من المعلومات يرجى زيارة <a href='http://www.eduroam.org'> الصفحة الرئيسية </a>لموقع %s.
bg_bg: %s е световен WiFi роуминг консорциум, който дава на членовете на образованието и научните изследвания достъп до интернет <i>безплатно</i> до всички %s точки за интернет достъп на планетата. Вече има няколко милиона %s потребители, ползващи се от свободния интернет достъп до повече от 6.000 точки за интернет достъп! Посетете <a href='http://www.eduroam.org'> %s начална страница </a> за повече подробности.
ca_es: %s és un consorci global de WiFi en itinerància que subministra als membres de la comunitat educativa i investigadors accés a internet <i>lliure</i> a tots els punts d'accés %s del planeta. Hi ha milions d'usuaris %s, disfrutant d'accés lliure a internet a més de 6.000 punts d'accés! Visiteu <a href='http://www.eduroam.org'>la pàgina inicial d'%s</a> per a més detalls.
cs_cz: %s je celosvětová dohoda o roamingu ve WiFi sítích. Členům vzdělávacích a výzkumných organizací umožnuje <i>bezplatně</i> přistupovat k internetu ve všech %s sítích na světě. V současnosti má %s několik miliónů uživatelů a více než 6.000 přístupových bodů sítě. Více informací se dozvíte na <a href='http://www.eduroam.org'>domovské stránce %s</a>.
cy: Mae %s yn gonsortiwm crwydro WiFi byd-eang sy'n rhoi mynediad <i>am ddim</i> i aelodau addysg ac ymchwil i'r rhyngrwyd ar holl llecynnau %s ar y blaned. Mae sawl miliwn o %s o defnyddwyr yn barod, yn mwynhau mynediad am ddim i'r rhyngrwyd ar fwy na 6,000 o llecynnau! Ewch <a href='http://www.eduroam.org'>i hafan %s</a> am fwy o fanylion.
de_de: %s ist ein weltweites WLAN Roaming Konsortium, das Mitgliedern von Forschung und Lehre an allen %s Hotspots <i>kostenlosen</i> Zugang zum Internet gibt. Mehre Millionen Menschen benutzen bereits %s und genießen kostenlosen Zugang an über 6.000 Hotspots weltweit! Besuchen Sie <a href='http://www.eduroam.org'>die %s Homepage</a> für weitere Informationen.
el_gr: το %s είναι μια παγκόσμια κοινοπραξία περιαγωγής WiFi που δίνει στα μέλη της εκπαιδευτικής και ερευνητικής κοινότητας πρόσβαση στο Διαδίκτυο <i>χωρίς κόστος</i> σε όλα τα %s hotspots στον κόσμο. Ήδη υπάρχουν πολλά εκατομμύρια χρήστες %s, που απολαμβάνουν δωρεάν πρόσβαση στο διαδίκτυο σε περισσότερα από 6.000 hotspots! Επισκεφθείτε <a href='http://www.eduroam.org'> την ιστοσελίδα του %s</a> για περισσότερες λεπτομέρειες.
es_es: %s es un consorcio de roaming WiFi global que permite ofrece a miembros de la comunidad educativa y de investigación acceso a Internet <i>gratis</i> en todas las localizaciones de %s del planeta. ¡Ya hay varios usuarios de %s disfrutando de acceso gratuito a Internet en más de 6.000 localizaciones! Visita <a href='http://www.eduroam.org'>la página web de %s</a> para más detalles.
et_ee: %s on ülemaailmne WiFi rändluskonsortsium, mis annab selle liikmeteks olevate haridus- ja teadusasutuste kasutajatele <i>tasuta</i> internetiühenduse kõigis %si juurdepääsupunktides meie planeedil. %sil on miljoneid kasutajaid, kes pääsevad vabalt internetti rohkem kui 6000 juurdepääsupunkti kaudu. Rohkem teavet leiad <a href='http://www.eduroam.org'>%si</a> kodulehelt.
fi_fi: %s on maailmanlaajuinen WiFi-verkkovierailuyhteenliittymä, jonka kautta opiskelijat ja tutkijat saavat <i> ilmaisen </i> Internet-yhteyden kaikissa %s hotspoteissa. %s-käyttäjiä on miljoonia ja eduroam-käyttöpaikkoja useita tuhansia. Löydät lisätietoja <a href='http://www.eduroam.org'> %skotisivulta </a>.
fr_fr: %s est un réseau WiFi universel qui donne aux membres de la communauté éducation-recherche l'accès à internet <i> gratuitement </i> sur tous les points d'accès %s de la planète. Il y a déjà plusieurs millions d’utilisateurs %s qui profitent d'accès gratuit à Internet sur plus de 6.000 points d'accès ! Visitez <a href='http://www.eduroam.org'>la page %s</a> pour plus de détails.
hr_hr: %s je globalni WiFi roaming konzorcij koji pruža članovima edukacije i istraživanja pristup internetu <i>besplatno</i> na svim %s pristupnim točkama na svijetu. Već postoji nekoliko milijuna %s korisnika, koji uživaju u besplatnom pristupu internetu na više od 6.000 pristupnih točaka! Posjetite <a href='http://www.eduroam.org'> %s stranicu</a> za više informacija.
hu_hu: A %s globális WiFi roaming konzorcium, amely az oktatási és kutatási tagoknak hozzáférést biztosít az internethez <i> ingyen </i> minden %s hotspotján. Már több millió %s felhasználó van aki élvezi ingyenes és biztonsásgos internet-hozzáférést több mint 6.000 helyszínen! További részletekért látogasson el a <a href='http://www.eduroam.org'> %s kezdőlapjára</a>.
it_it: %s è un consorzio di roaming globale del WiFi che fornisce <i>gratuitamente</i> ai propri membri di istruzione e ricerca l'accesso a Internet su tutti gli hotspot %s del pianeta. Ci sono già diversi milioni di utenti %s che godono di un accesso gratuito a Internet su oltre 6.000 hotspot! Visita l'<a href='http://www.eduroam.org'>homepage %s</a> per maggiori dettagli.
pl_pl: %s to ogólnoświatowe porozumienie, dzięki któremu osoby związane z instytucjami akademickimi i naukowymi mogą korzystać ze wszystkich hotspotów %s na świecie <i>za darmo</i>. Obecnie %s ma kilka milionów użytkowników korzystających z ponad 6000 hotspotów! Zajrzyj na stronę <a href='http://www.eduroam.org'>%s</a>, żeby dowiedzieć się więcej.
pt_pt: %s é um consorcio global de roaming WI-FI que garante aos membros de educação e investigação acesso à internet <i>gratuitamente</i> em todos os hotspots %s no planeta. Existem vários milhões de utilizadores %s, usando o acesso à internet gratuito em mais de 6.000 hotspots! Visite <a href='http://www.eduroam.org'>a página do %s</a> para mais detalhes.
ro_ro: %seste un consorțiu global de roaming WiFi care oferă membrilor educației și cercetării acces gratuit la internet <i>gratuit</i> pe toate %shotspoturile de pe planetă. Există deja câteva milioane %sde utilizatori, care beneficiază de acces gratuit la internet pe mai mult de 6.000 de puncte! Accesați <a href='http://www.eduroam.org'>%spagina principală</a> pentru mai multe detalii.
sl_si: %s je mednarodni sistem gostovanja v brezžičnih omrežjih, ki članom izobraževalnih in raziskovalnih organizacij omogoča <i> brezplačen</i> dostop na vseh %s dostopovnih točkah na svetu. Več milijonov %suporabnikov že uživa ob uporabi brezplačnega interneta na več kot 6.000 dostopnih točkah! Obiščite <a href='http://www.eduroam.org'>%s domačo stran</a> za več informacij.
sr_rs: %s eduroam je globalni WiFi roming konzorcijum koji omogućava članovima obrazovnih i istraživačkih ustanova <i>besplatan</i> pristup internetu u svim %s pristupnim tačkama na planeti. Postoji nekoliko miliona %s korisnika, koji uživaju u besplatnom pristupu internetu na više od 6,000 lokacija! Posetitie <a href='http://www.eduroam.org'> glavnu %s stranicu</a> za više detalja.
tr_tr: %s, dünyadaki tüm %s kablosuz ağ erişim noktalarında, eğitim ve araştırma üyelerine <i>ücretsiz</i> internet erişimi sağlayan küresel bir WiFi dolaşım konsorsiyumudur. Şimdiden, 6.000'den fazla noktada, birkaç milyondan fazla %s kullanıcısı ücretsiz internet erişiminden yararlanıyor! Daha fazla bilgi için <a href='http://www.eduroam.org'>%s ana sayfasını</a> ziyaret edebilirsiniz.
uk_ua: %s це глобальний роумінговий консорціум WiFi, який надає освітянам та науковцям доступ до Інтернету <i>безкоштовно </i>на всіх %sточках доступу планети WiFi. Вже декілька мільйонів%s користувачів, які користуються безкоштовним доступом до Інтернету на більш ніж 6.000 точок доступу! Відвідайте <a href='http://www.eduroam.org'> цю %sдомашню сторінку</a>, щоб отримати докладнішу інформацію.

source: There can be a number of different reasons. The network you see may not be a genuine %s one and your device silently drops the connection attempt; your account may have expired; you may have broken the regulations of the network you are using and have been refused access as a consequence; or maybe there is an actual technical problem. To exclude the latter, you should first visit the %s Diagnostics tool <a href=''>here</a>, which can find many reasons for failure. It also allows you to contact your organisation and report the problem to them.
ar: يمكن أن يكون هناك عدد من الأسباب المختلفة. قد لا تكون الشبكة التي تراها شبكة %s الأصلية ويتخلى جهازك بصمت عن محاولة الاتصال؛ قد يكون حسابك منتهي الصلاحية؛ ربما تكون قد انتُهِكت لوائح الشبكة التي تستخدمها وتم رفض الوصول نتيجة لذلك؛ أو ربما هناك مشكلة فنية فعلية. لاستبعاد الأخير ، يجب عليك أولاً زيارة أداة تشخيص %s <a href=''> هنا </a> ، والتي يمكن أن تجد العديد من أسباب الفشل. كما يسمح لك بالتواصل مع مؤسستك وإبلاغهم بالمشكلة.
bg_bg: Може да има няколко различни причини. Мрежата, която виждате, може да не е истинската %s и Вашето устройство скрито да прекъсва опита за връзка; акаунтът Ви може да е изтекъл; може да сте нарушили правилата на мрежата, която използвате, в резултат на което достъпът Ви да е отхвърлен; или може би в действителност има технически проблем. За да изключите последното, първо трябва да посетите %s средството за Диагностика <a href=''>тук</a>, което може да намери много причини за техническа повреда. Също така Ви позволява да се свържете с Вашата организация и да докладвате за проблема.
ca_es: Poden haver diversos motius. La xarxa que veieu pot no ser una xarxa %s genuïna i el vostre dispositiu descarta la connexió; el vostre compte pot haver caducat; podeu haver estat bloquejat per haver trencat les normes de la xarxa que feu servir; o potser hi ha un problema tècnic real. Per descartar el darrer, visiteu primer l'eina d'anàlisi %s <a href=''>aquí</a>, hi podreu trobar diverses causes d'errada. També us permetrà contactar amb la vostra organització i informar-los del problema.
cs_cz: Může být vícero různých příčin. Síť, kterou vidíte na vašem zařízení, nemusí být pravá %s síť a zařízení v takovém případě zruší pokus o připojení; vašemu uživatelskému účtu mohla vypršet platnost; váš přístup mohl být zablokovaný z důvodu porušení pravidel; nebo se vyskytl technický problém. Chcete-li tuto chybu vyloučit, měli byste nejprve použít nástroj %s Diagnostika <a href´=''>zde</a>, který vám může pomoci s řešením problému. Umožňuje také kontaktovat vaší organizaci a ohlásit problém.
cy: Gall fod nifer o resymau gwahanol. Mae'n bosibl nad yw'r rhwydwaith a welwch yn un gwirioneddol %s ac mae eich dyfais yn rhoi'r gorau i'r cysylltiad yn dawel; efallai bod rhywbeth o'i le ar ffurfweddiad y rhwydwaith; efallai bod eich cyfrif ddarfod; efallai y bydd problem cysylltiad â'ch gweinydd dilysu cartref; efallai eich bod wedi torri rheolau'r rhwydwaith yr ydych yn ei ddefnyddio ac wedi cael ei gwrthod mynediad o ganlyniad. I eithrio'r olaf, dylech ymweld â'r teclyn Diagnosteg %s <a href=''>yma</a> yn gyntaf, a all ddod o hyd i lawer o resymau dros fethiant. Mae hefyd yn caniatáu ichi gysylltu â'ch sefydliad a rhoi gwybod iddynt am y broblem.
de_de: Es kann eine Vielzahl Ursachen geben. Das Netzwerk das Sie sehen ist vielleicht kein autorisiertes %s Netzwerk und Ihr Gerät bricht daher den Anmeldevorgang ab; vielleicht ist Ihr Nutzerkonto abgelaufen; vielleicht ist Ihr Nutzerkonto gesperrt aufgrund nicht erlaubter Aktivitäten; oder vielleicht gibt es tatsächlich ein technisches Problem. Um letzteres auszuschließen sollten Sie unser %s Diagnosewerkzeug <a href=''>hier</a> nutzen. Es deckt eine Vielzahl technischer Probleme auf. Es erlaubt Ihnen auch Ihre Organisation zu kontaktieren und dort das Problem zu melden.
el_gr: Μπορεί να υπάρχει ένα πλήθος διαφορετικών λόγων. Το δίκτυο που βλέπετε ίσως να μην είναι αυθεντικό δίκτυο %s και η συσκευή σας εγκαταλείπει σιωπηρά την προσπάθεια σύνδεσης· ίσως έχει λήξει ο λογαριασμός σας· ίσως έχετε παραβεί τους κανονισμούς του δικτύου που χρησιμοποιείτε και κατά συνέπεια σας έχει στερηθεί η πρόσβαση· ή μπορεί να υπάρχει όντως κάποιο τεχνικό πρόβλημα. Για να αποκλειστεί το τελευταίο, θα πρέπει να επισκεφτείτε αρχικά το εργαλείο Διαγνωστικών %s <a href=''> εδώ </a>, το οποίο μπορεί να εντοπίσει πολλές αιτίες αποτυχίας. Επίσης, σας επιτρέπει να επικοινωνήσετε με τον οργανισμό σας και να τους αναφέρετε το πρόβλημα.
es_es: Puede haber distintos motivos. La red que ves puede no ser una red %s auténtica y que tu dispositivo interrumpa silenciosamente el intento de conectase. Tu cuenta puede haber expirado. Puedes haber incumplido las normas de la red en la que te encuentras y que se te haya denegado el acceso como consecuencia. O puede que se trate un un problema técnico de verdad. Para descartar esto último deberías usar la <a href=''>herramienta de diagnóstico</a> de %s, la cual puede encontrar muchas causas de fallo. También te permite contactar con tu organización e informarles del problema.
et_ee: Sellel võib olla palju erinevaid põhjusi. Võrk, mida näed, ei pruugi olla autentne %si võrk ja Su seade katkestab ühendumiskatse; Su konto võib-olla aegunud; Sa võid olla rikkunud selle võrgu eeskirju, mida kasutad, ja seetõttu juurdepääsust ilma jäetud; võib-olla on päriselt tegemist tehnilise probleemiga. Viimase võimaluse välistamiseks peaksid esmalt kasutama <a href=''>siinset %s diagnostikatööriista</a> - see aitab leida mitmeid veapõhjusi. Samuti võimaldab see Sul ühendust võtta oma asutusega ja neile probleemist teada anda.
fi_fi: Tähän voi olla useita erilaisia syitä. Käyttämäsi verkko ei välttämättä ole aito %s verkko ja siksi päätelaitteesi katkaisee yhteydenottoyritykset; käyttäjätunnuksesi tai salasanasi on voinut vanhentua; olet voinut rikkoa verkon käyttösääntöjä ja käyttösi on sen vuoksi estetty; tai verkossa on tekninen vika. Jotta jälkimmäinen voitaisiin poissulkea, käytä %svianselvitystyökalu <a href=''>tästä</a>, jotta vika voitaisiin paikantaa. Sen avulla voit myös olla yhteydessä kotiorganisaatioosi ja kertoa ongelmastasi.
fr_fr: Il peut y avoir différentes raisons. Le réseau que vous voyez peut ne pas être le vrai %s et votre appareil rejette silencieusement la tentative de connexion ; votre compte peut avoir expiré ; vous avez peut-être enfreint les règles du réseau que vous utilisez, en conséquence de quoi, l'accès vous est refusé ; peut-être y a-t-il effectivement un problème technique. Pour exclure cette dernière possibilité, vous devriez vous connecter à l'outil de diagnostic %s, <a href=''>disponible ici</a>. Il peut identifier plusieurs des causes possibles de votre problème. Il vous permet également de contacter votre établissement d'origine et de leur signaler le problème.
hr_hr: Mogući su mnogi različiti razlozi. Mreža koju vidite možda nije autentična %s i Vaš uređaj automatski odbacuje pokušaj spajanja; možda je mreža neispravno podešena; možda Vam je istekao račun; možda je problem u povezivanju s Vašim matičnim autentikacijskim poslužiteljem; možda ste prekršili pravila mreže koju koristite pa je to odbijanje poljedica; možda postoje neki tehnički problemi; Da bi isključili navedeno potrebno je prvo posjetiti %s dijagnostički alat <a href=''>here</a>, koji može otkriti neke od grešaka. Također Vam omogučava kontaktiranje Vaše ustanove i prijavu probelma kod njih.
hu_hu: Számos különböző ok lehet. A látott hálózat lehet, hogy nem valódi %s, és a készülék csendben szétkapcsol; fiókod lejárt; megsérted a használt hálózat szabályait, és ennek következtében megtagadták a hozzáférést; vagy talán tényleges technikai probléma van. Az utóbbiak kizárásához először látogass el a %s Diagnostics felületre, ahol számos oka lehet a hibának. Ezenkívül felveheted a kapcsolatot a szervezeteddel, és jelentheted a problémát számukra.
it_it: Possono esserci molti motivi diversi. La rete che vedi potrebbe non essere autentica %s pertanto il tuo dispositivo chiude senza avviso il tentativo di connessione; il tuo account potrebbe essere scaduto; potresti aver infranto le regole della rete che stai utilizzando e di conseguenza ti viene negato l'accesso; oppure potrebbe essersi verificato un problema tecnico. Per escludere quest'ultimo dovresti visitare lo strumento diagnostico %s <a href=''>qui</a>, questo può individuare molte cause di malfunzionamento. Permette anche di contattare la tua organizzazione per notificare il problema.
pl_pl: Powodów może być wiele. Być może sieć, którą widzisz nie jest autentyczną siecią %si Twoje urządzenie przerywa próbę połączenia; być może wygasło Twoje konto; być może naruszyłeś postanowienia lokalnego regulaminu sieci i w konsekwencji zablokowano Cie dostęp; albo wystąpił jakiś problem techniczny. Aby wykluczyć ostatnią przyczynę, skorzystaj najpierw z Narzędzi diagnostycznych %s <a href=''>tutaj</a>, za pomocą których można znaleźć wiele powodów problemów. Narzędzia te pomogą Ci skontaktować się z Twoją instytucją w celu przekazania problemu.
pt_pt: Podem haver várias razões diferentes. A rede que vê pode não ser uma %s genuína e o seu dispositivo desiste das tentativas de ligação em silêncio; a sua conta pode ter expirado; pode ter infringido as regras da rede que está a usar e ter o acesso recusado como consequência; ou pode haver mesmo um problema técnico. Para excluir o último, deve primeiro visitar a Ferramenta de diagnóstico %s <a href=''>aqui</a>, que pode descobrir muitas causas para a falha. Também permite que contacte a sua organização e reportar-lhes o problema.
ro_ro: Pot exista o serie de motive diferite. Rețeaua pe care o vedeți poate să nu fie una autentică%s, iar dispozitivul dvs. renunță la încercarea de conectare; este posibil ca contul dvs. să fi expirat; este posibil să fi încălcat reglementările rețelei pe care le utilizați și să vi se refuze accesul în consecință; sau poate există o problemă tehnică reală. Pentru a-l exclude pe acesta din urmă, ar trebui să vizitați mai întâi %sinstrumentul de diagnostic<a href=''> aici</a>, care poate găsi multe motive de eșec. De asemenea, vă permite să contactați organizația dvs. și să le raportați problema.
sl_si: Možnih razlogov je več. Omrežje, v katerega se povezujete, lahko ni pristno omrežje %s, zato vaša naprava potihem prekine povezavo; vaš račun je lahko že potekel; morda ste kršili pravila omrežja in imate posledično omejen dostop ali pa se pojavlja dejanska tehnična težava. Da izločite zadnji razlog najprej obiščite %s orodje za diagnozo <a href=''> tukaj </a>, ki lahko odkrije različne vzroke za napako. Poleg tega vam omogoča kontaktiranje svoje organizacije in prijavo problema njim.
sr_rs: Mogući su različiti razlozi. Mreža koju vidite možda nije prava %s pa vaš uređaj odbija povezivanje; vaš korisnički nalog je možda istekao; možda ste prekrišili uslove korišćenja mreže pa vam je zabranjen pristup; možda postoji problem tehničke prirode. Kako biste isključili poslednju mogućnost, posetitie %s Alat za dijagnostikovanje <a href=''>ovde</a>, gde možete saznati koji sve razlozi za neuspešno povezivanje mogu biti. Takođe imate mogućnost da kontaktirate vašu organizaciju i da prijavite problem njima.
tr_tr: Farklı sebepler olabilir. Gördüğünüz ağ gerçek bir %s olmayabilir ve cihazınız bağlantı girişimini sessizce bırakmış olabilir; hesabınızın süresi dolmuş olabilir; kullandığınız ağın kurallarını çiğnemiş olabilirsiniz ve sonuç olarak ağa erişiminiz engellenmiş olabilir; yada gerçekten teknik bir sorun olabilir. Teknik sorun olup olmadığını anlamak için <a href=''>buradaki</a> %s Arıza Teşhis Aracını kullanabilirsiniz; bu araç birçok bozukluğun nedenini bulabilir, ayrıca kurumunuzla bağlantı kurup problemi onlara bildirmenizi sağlar.
uk_ua: Причин може бути декілька. Мережа, яку ви бачите, може бути не справжньою%s, і ваш пристрій мовчки відмовляється від спроби підключення; можливо, у вас закінчився термін дії вашого облікового запису; можливо, ви порушили правила мережі, якою ви користуєтесь, і як наслідок вам відмовили у доступі; або, можливо, існує реальна технічна проблема. Щоб виключити останнє, спочатку слід відвідати %s інструмент діагностики <a href=''>тут</a>, який може знайти безліч причин несправності. Це також дозволяє зв’язатися зі своєю організацією та повідомити про проблему.

source: Frequently Asked Questions
ar: الأسئلة الشائعة
bg_bg: Често задавани въпроси
ca_es: Preguntes Més Freqüents
cs_cz: Často kladené otázky
cy: Cwestiynau Cyffredin
de_de: Häufige Fragen
el_gr: Συχνές Ερωτήσεις
es_es: Preguntas Frecuentemente Preguntadas
et_ee: Korduma kippuvad küsimused
fi_fi: Usein kysytyt kysymykset
fr_fr: Questions fréquentes
hr_hr: Često postavljana pitanja
hu_hu: Gyakori kérdések
pl_pl: Często Zadawane Pytania
pt_pt: Perguntas Frequentes
ro_ro: Întrebări frecvente
sl_si: Pogosta vprašanja
sr_rs: Često postavljena pitanja
tr_tr: Sıkca Sorulan Sorular
uk_ua: Питання, які часто задаються

source: Terms of Use
ar: شروط الإستخدام
bg_bg: Условия за ползване
ca_es: Condicions d'ús
cs_cz: Podmínky používaní
cy: Telerau Defnydd
de_de: Nutzungsbedingungen
el_gr: Όροι χρήσης
es_es: Términos de uso
et_ee: Kasutustingimused
fi_fi: Käyttöehdot
fr_fr: Conditions d'utilisation
hr_hr: Uvijeti korištenja
hu_hu: Felhasználási feltételek
it_it: Condizioni di Utilizzo
pl_pl: Warunki korzystania
pt_pt: Termos e Condições de Utilização
ro_ro: Termeni de utilizare
sl_si: Pogoji uporabe
sr_rs: Pravila korišćenja
tr_tr: Kullanım Kuralları
uk_ua: Умови користування

source: (for legal reasons, the Terms of Use are in English only)
ar: (لأسباب قانونية، شروط الإستخدام متوفرة باللغة الإنجليزية فقط)
bg_bg: (по правни причини, Условията за ползване са само на английски език)
ca_es: (per raons legals, les Condicions d'ús es troben només en anglès)
cs_cz: (Z právních důvodů jsou podmínky používání pouze v angličtině)
cy: (am resymau cyfreithiol, mae'r Telerau Defnyddio yn Saesneg yn unig)
de_de: (aus rechtlichen Gründen stehen die Nutzungsbedingungen nur auf Englisch zur Verfügung)
el_gr: (για νομικούς λόγους, οι Όροι Χρήσης είναι μόνο στα Αγγλικά)
es_es: (por motivos legales, los Términos de Uso están sólo en inglés)
et_ee: (õiguslikel kaalutlustel on Kasutustingimused ainult ingliskeelsed)
fi_fi: (käyttöehdot vain englanniksi)
fr_fr: (pour des raisons légales, les conditions d'utilisation ne sont disponibles qu'en anglais)
hr_hr: (iz pravnih razloga Pravila koristenja su na engleskom jeziku)
hu_hu: (jogi okok miatt a Használati Feltételek angol nyelvű)
it_it: (per motivi legali le condizioni d'uso sono solo in Inglese)
pl_pl: (z powodów prawnych Zasady użytkowania są przygotowane wyłącznie w języku angielskim)
ro_ro: (din motive legale, Termenii de utilizare sunt numai în limba engleză)
sl_si: (iz pravnih razlogov so pogoji uporabe zgolj v angleškem jeziku)
sr_rs: (iz pravnih razloga, Pravila korišćenja su dostupna samo na engleskom jeziku)
tr_tr: (hukuki nedenler gereği, Kullanım Şartları yalnızca İngilizce olarak sunulmaktadır.)
uk_ua: (з юридичних причин Умови використання наведені лише англійською мовою)
