Repository: GEANT/CAT
Catalog: translation/*/web_user.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, hu_hu, it_it, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: <li><b>android.l.google.com</b> (Google Play access for Android App)</li><li><b>android.clients.google.com</b> (Google Play access for Android App)</li><li><b>play.google.com</b> (Google Play access for Android App)</li><li><b>ggpht.com</b> (Google Play access for Android App)</li></ul><b><u>RECOMMENDED</u></b> for full Google Play functionality (otherwise, Play Store will look broken to users and/or some non-vital functionality will not be available)<ul><li><b>photos-ugc.l.google.com</b></li><li><b>googleusercontent.com</b></li><li><b>ajax.googleapis.com</b></li><li><b>play.google-apis.com</b></li><li><b>googleapis.l.google.com</b></li><li><b>apis.google.com</b></li><li><b>gstatic.com</b></li><li><b>www.google-analytics.com</b></li><li><b>wallet.google.com</b></li><li><b>plus.google.com</b></li><li><b>checkout.google.com</b></li><li><b>*.gvt1.com</li></ul>
bg_bg: <li><b>android.l.google.com</b> (Google Play достъп за Android приложения)</li><li><b>android.clients.google.com</b> (Google Play достъп за Android приложения)</li><li><b>play.google.com</b> (Google Play достъп за Android приложения)</li><li><b>ggpht.com</b> (Google Play достъп за Android приложения)</li></ul><b><u> ПРЕПОРЪЧИТЕЛНО</u></b> за пълна Google Play функционалност (в противен случай, Play Store ще изглежда счупен за потребителите и/или някои непълни функционалности няма да бъдат налични) <ul><li><b>photos-ugc.l.google.com</b></li><li><b>googleusercontent.com</b></li><li><b>ajax.googleapis.com</b></li><li><b>play.google-apis.com</b></li><li><b>googleapis.l.google.com</b></li><li><b>apis.google.com</b></li><li><b>gstatic.com</b></li><li><b>www.google-analytics.com</b></li><li><b>wallet.google.com</b></li><li><b>plus.google.com</b></li><li><b>checkout.google.com</b></li><li><b>*.gvt1.com</li></ul>
ca_es: <li><b>android.l.google.com</b> (Google Play per a l'App d'Android)</li> <b>android.clients.google.com</b> (Google Play per a l'App d'Android) <b>play.google.com</b> (Google Play per a l'App d'Android) <li><b>ggpht.com</b> (Google Play per a l'App d'Android)</li></ul><b><u>RECOMANAT</u></b> per al funcionament complert de Google Play (si no, Play Store es veuria trencada per als usuaris i/o no hi hauria disponible alguna funcionalitat)<ul><li><b>photos-ugc.l.google.com</b></li><li><b>googleusercontent.com</b></li><li><b>ajax.googleapis.com</b></li><li><b>play.google-apis.com</b></li><li><b>googleapis.l.google.com</b></li><li><b>apis.google.com</b></li><li><b>gstatic.com</b></li><li><b>www.google-analytics.com</b></li><li><b>wallet.google.com</b></li><li><b>plus.google.com</b></li><li><b>checkout.google.com</b></li><li><b>*.gvt1.com</li></ul>
cs_cz: <li><b>android.l.google.com</b> (Google Play přístup pro Android App)</li><li><b>android.clients.google.com</b> (Google Play přístup pro Android App)</li><li><b>play.google.com</b> (Google Play přístup pro Android App)</li><li><b>ggpht.com</b> (Google Play access for Android App)</li></ul><b><u>Doporučeno</u></b> pro plnou funkčnost Google Play (jinak nebude Play Store pro uživatele funkční a/nebo některé jeho funkce nebudou dostupné)<ul><li><b>photos-ugc.l.google.com</b></li><li><b>googleusercontent.com</b></li><li><b>ajax.googleapis.com</b></li><li><b>play.google-apis.com</b></li><li><b>googleapis.l.google.com</b></li><li><b>apis.google.com</b></li><li><b>gstatic.com</b></li><li><b>www.google-analytics.com</b></li><li><b>wallet.google.com</b></li><li><b>plus.google.com</b></li><li><b>checkout.google.com</b></li><li><b>*.gvt1.com</b></ul>
cy: <li><b>android.l.google.com</b> (Mynediad Google Play ar gyfer Android App)</li><li><b>android.clients.google.com</b> (Mynediad Google Play ar gyfer Android App)</li><li><b>play.google.com</b> (Mynediad Google Play ar gyfer Android App)</li><li><b>ggpht.com</b> (Mynediad Google Play ar gyfer Android App)</li></ul><b><u>ARGYMHELLWYD</u></b> ar gyfer ymarferoldeb Google Play llawn (fel arall, bydd Play Store yn edrych wedi torri i defnyddwyr a/neu ni fydd rhai swyddogaethau nad ydynt yn hanfodol ar gael)<ul><li><b>photos-ugc.l.google.com</b></li><li><b>googleusercontent.com</b></li><li><b>ajax.googleapis.com</b></li><li><b>play.google-apis.com</b></li><li><b>googleapis.l.google.com</b></li><li><b>apis.google.com</b></li><li><b>gstatic.com</b></li><li><b>www.google-analytics.com</b></li><li><b>wallet.google.com</b></li><li><b>plus.google.com</b></li><li><b>checkout.google.com</b></li><li><b>*.gvt1.com</li></ul>
de_de: <li><b>android.l.google.com</b> (Google Play Zugang für Android App)</li><li><b>android.clients.google.com</b> (Google Play Zugang für Android App)</li><li><b>play.google.com</b> (Google Play Zugang für Android App)</li><li><b>ggpht.com</b> (Google Play Zugang für Android App)</li></ul><b><u>EMPFOHLEN</u></b> für vollständige Google Play Funktionalität (andernfalls sieht der Play Store unvollständig aus und/oder sekundäre Funktionalität steht nicht zur Verfügung)<ul><li><b>photos-ugc.l.google.com</b></li><li><b>googleusercontent.com</b></li><li><b>ajax.googleapis.com</b></li><li><b>play.google-apis.com</b></li><li><b>googleapis.l.google.com</b></li><li><b>apis.google.com</b></li><li><b>gstatic.com</b></li><li><b>www.google-analytics.com</b></li><li><b>wallet.google.com</b></li><li><b>plus.google.com</b></li><li><b>checkout.google.com</b></li><li><b>*.gvt1.com</li></ul>
el_gr: <li><b>android.l.google.com</b> (πρόσβαση στο Google Play για την εφαρμογή Android)</li><li><b>android.clients.google.com</b> (πρόσβαση στο Google Play για την εφαρμογή Android)</li><li><b>play.google.com</b> (πρόσβαση στο Google Play για την εφαρμογή Android)</li><li><b>ggpht.com</b> (πρόσβαση στο Google Play για την εφαρμογή Android)</li></ul><b><u>ΕΝΔΕΔΕΙΓΜΕΝΑ</u></b> για πλήρη λειτουργικότητα Google Play (διαφορετικά το Play Store θα έχει προβλήματα εμφάνισης για τους χρήστες ή/και κάποια όχι κρίσιμη λειτουργικότητα δε θα είναι διαθέσιμη)<ul><li><b>photos-ugc.l.google.com</b></li><li><b>googleusercontent.com</b></li><li><b>ajax.googleapis.com</b></li><li><b>play.google-apis.com</b></li><li><b>googleapis.l.google.com</b></li><li><b>apis.google.com</b></li><li><b>gstatic.com</b></li><li><b>www.google-analytics.com</b></li><li><b>wallet.google.com</b></li><li><b>plus.google.com</b></li><li><b>checkout.google.com</b></li><li><b>*.gvt1.com</li></ul>
es_es: <li><b>android.l.google.com</b> (acceso a Google Play para la aplicación Android)</li><li><b>android.clients.google.com</b> (acceso a Google Play para la aplicación Android)</li><li><b>play.google.com</b> (acceso a Google Play para la aplicación Android)</li><li><b>ggpht.com</b> (acceso a Google Play para la aplicación Android)</li></ul><b><u>RECOMENDADO</u></b> para una funcionalidad completa de Google Play (de otro modo la Play Store parecerá caída a los usuarios y/o alguna funcionalidad no vital no estará disponible)<ul><li><b>photos-ugc.l.google.com</b></li><li><b>googleusercontent.com</b></li><li><b>ajax.googleapis.com</b></li><li><b>play.google-apis.com</b></li><li><b>googleapis.l.google.com</b></li><li><b>apis.google.com</b></li><li><b>gstatic.com</b></li><li><b>www.google-analytics.com</b></li><li><b>wallet.google.com</b></li><li><b>plus.google.com</b></li><li><b>checkout.google.com</b></li><li><b>*.gvt1.com</li></ul>
et_ee: <li><b>android.l.google.com</b> (Androidi rakenduse ligipääs Google Play'le)</li><li><b>android.clients.google.com</b> (Androidi rakenduse ligipääs Google Play'le)</li><li><b>play.google.com</b> (Androidi rakenduse ligipääs Google Play'le)</li><li><b>ggpht.com</b> (Androidi rakenduse ligipääs Google Play'le)</li></ul><b><u>SOOVITAV</u></b> tagamaks Google Play täisfunktsionaalsust (vastasel juhul näib Google Play kasutajale katkisena ja/või mõni mitteoluline funktsioon ei ole saadaval)<ul><li><b>photos-ugc.l.google.com</b></li><li><b>googleusercontent.com</b></li><li><b>ajax.googleapis.com</b></li><li><b>play.google-apis.com</b></li><li><b>googleapis.l.google.com</b></li><li><b>apis.google.com</b></li><li><b>gstatic.com</b></li><li><b>www.google-analytics.com</b></li><li><b>wallet.google.com</b></li><li><b>plus.google.com</b></li><li><b>checkout.google.com</b></li><li><b>*.gvt1.com</li></ul>
fr_fr: <li><b>android.l.google.com</b> (Google Play access for Android App)</li><li><b>android.clients.google.com</b> (Google Play access for Android App)</li><li><b>play.google.com</b> (Google Play access for Android App)</li><li><b>ggpht.com</b> (Google Play access for Android App)</li></ul><b><u>RECOMMANDÉ</u></b> pour avoir une fonctionnalité complète de Google Play (sinon, Play Store semblera cassé aux utilisateurs et/ou certaines fonctionnalités non essentielles ne seront pas disponibles)<ul><li><b>photos-ugc.l.google.com</b></li><li><b>googleusercontent.com</b></li><li><b>ajax.googleapis.com</b></li><li><b>play.google-apis.com</b></li><li><b>googleapis.l.google.com</b></li><li><b>apis.google.com</b></li><li><b>gstatic.com</b></li><li><b>www.google-analytics.com</b></li><li><b>wallet.google.com</b></li><li><b>plus.google.com</b></li><li><b>checkout.google.com</b></li><li><b>*.gvt1.com</li></ul>
hr_hr: <li><b>android.l.google.com</b> (Google Play access for Android App)</li><li><b>android.clients.google.com</b> (Google Play access for Android App)</li><li><b>play.google.com</b> (Google Play access for Android App)</li><li><b>ggpht.com</b> (Google Play access for Android App)</li></ul><b><u>PREPORUČENO</u></b> for full Google Play functionality (otherwise, Play Store will look broken to users and/or some non-vital functionality will not be available)<ul><li><b>photos-ugc.l.google.com</b></li><li><b>googleusercontent.com</b></li><li><b>ajax.googleapis.com</b></li><li><b>play.google-apis.com</b></li><li><b>googleapis.l.google.com</b></li><li><b>apis.google.com</b></li><li><b>gstatic.com</b></li><li><b>www.google-analytics.com</b></li><li><b>wallet.google.com</b></li><li><b>plus.google.com</b></li><li><b>checkout.google.com</b></li><li><b>*.gvt1.com</li></ul>
hu_hu: <li> <b> android.l.google.com </b> (Google Play-hozzáférés az Android-alkalmazásokhoz) </li> <li><b> android.clients.google.com </b> (Google Play-hozzáférés az Android-alkalmazásokhoz) </li><li><b> play.google.com 6 </b>(Google Play-hozzáférés az Android-alkalmazásokhoz) </li><li> <b> ggpht.com </b> (Google Play-hozzáférés az Android App esetében)</li></ul><b><u> JAVASOLT</u></b> a teljes Google Play funkciókért (különben a Play Áruház hibás lesz és / vagy néhány nem alapvető funkció nem lesz elérhető) <ul><li><b> photos-ugc.l.google.com </b></li><li><b> googleusercontent.com </b></li><li><b> ajax.googleapis.com </b></li><li><b> play.google -apis.com </b></li><li><b> googleapis.l.google.com </b></li><li><b> apis.google.com </b></li><li><b> gstatic.com </b></li><li><b> www.google-anal</b></li><li><b> wallet.google.com </b></li> plus.google.com <b><li><li><b> checkout.google.com </b></li><li><b> * .gvt1.com </li></ul>
it_it: <li><b>android.l.google.com</b> (accesso a Google Play per l'App Android)</li><li><b>android.clients.google.com</b> (accesso a Google Play per l'App Android)</li><li><b>play.google.com</b> (accesso a Google Play per l'App Android)</li><li><b>ggpht.com</b> (accesso a Google Play per l'App Android)</li></ul><b><u>RACCOMANDATO</u></b> per la piena funzionalità di Google Play (altrimenti il Play Store sembrerà malfunzionante agli utenti e/o qualche funzionalità non essenziale non sarà disponibile)<ul><li><b>photos-ugc.l.google.com</b></li><li><b>googleusercontent.com</b></li><li><b>ajax.googleapis.com</b></li><li><b>play.google-apis.com</b></li><li><b>googleapis.l.google.com</b></li><li><b>apis.google.com</b></li><li><b>gstatic.com</b></li><li><b>www.google-analytics.com</b></li><li><b>wallet.google.com</b></li><li><b>plus.google.com</b></li><li><b>checkout.google.com</b></li><li><b>*.gvt1.com</li></ul>
pl_pl: <li><b>android.l.google.com</b>(dostęp do Google Play dla Android App) </li><li><b>android.clients.google.com </b>(dostęp do Google Play dla Android App) <li><li><b> ggpht.com </b>(dostęp do Google Play dla Android App) </li></ul><b><u>REKOMENDOWANE </u></b>pełny dostęp do Google Play (inaczej Play Store będzie robił wrażenie działającego niepoprawnie i część istotnej funkcjonalności będzie niedostępna) <ul><li><b>photos-ugc.l.google.com</b></li> googleusercontent.com googleusercontent.com <b><li> ajax.googleapis.com <b><li><li><b>play.google-apis.com </b></li><li><b> googleapis.l.google.com </b></li><li><b> apis.google.com </b></li><li><b> gstatic.com </b></li><li><b> www.google-analytics.com </b></li><li><b> wallet.google.com </b></li><li><b> plus.google.com </b></li><li><b> checkout.google.com </b></li><li><b> *.gvt1.com </li></ul>
pt_pt: <li><b>android.l.google.com</b> (Acesso ao Google Play da Android App)</li><li><b>android.clients.google.com</b> (Acesso ao Google Play da Android App)</li><li><b>play.google.com</b> (Acesso ao Google Play da Android App)</li><li><b>ggpht.com</b> (Acesso ao Google Play da Android App)</li></ul><b><u>RECOMENDADO</u></b> para funcionalidades completas do Google Play (de outra forma, a Play Store aparecerá quebrada para os utilizadores e/ou algumas funcionalidades não vitais não vão estar disponíveis)<ul><li><b>photos-ugc.l.google.com</b></li><li><b>googleusercontent.com</b></li><li><b>ajax.googleapis.com</b></li><li><b>play.google-apis.com</b></li><li><b>googleapis.l.google.com</b></li><li><b>apis.google.com</b></li><li><b>gstatic.com</b></li><li><b>www.google-analytics.com</b></li><li><b>wallet.google.com</b></li><li><b>plus.google.com</b></li><li><b>checkout.google.com</b></li><li><b>*.gvt1.com</li></ul>
ro_ro: <li><b>android.l.google.com </b>(Google Play access for Android App)</li><li><b>android.clients.google.com</b> (Google Play access for Android App)</li><li><b>play.google.com</b>(Google Play access for Android App)</li><li><b>ggpht.com </b>(Google Play access for Android App)</li></ul><b><u>RECOMANDAT</u></b> pentru funcționalități full Google Play (altfel, Play Store va arăta rupt pentru utilizatori și / sau unele funcționalități non-vitale nu vor fi disponibile) <ul><li><b>photos-ugc.l.google.com</b></li><li><b>googleusercontent.com</b></li><li><b>ajax.googleapis.com</b></li><li><b>play.google-apis.com</b></li><li><b>googleapis.l.google.com</b></li><li><b>apis.google.com</b></li><li><b>gstatic.com</b></li><li><b>www.google-analytics.com</b></li><li><b>wallet.google.com</b></li><li><b>plus.google.com</b></li><li><b>checkout.google.com</b></li><li><b>*.gvt1.com</li></ul>
sl_si: <li><b>android.l.google.com</b> (Google Play dostop za Android aplikacijo)</li><li><b>android.clients.google.com</b>(Google Play dostop za Android aplikacijo)</li><li><b>play.google.com</b>(Google Play dostop za Android aplikacijo)</li><li><b>ggpht.com</b>(Google Play dostop za Android aplikacijo)</li></ul><b><u>RECOMMENDED</u></b>za polno funkcionalnost Google Play (sicer bo Trgovina Play delovala v okvari za nekatere uporabnike in/ali nekatere manj pomembne funkcije ne bodo na voljo)<ul><li><b>photos-ugc.l.google.com</b></li><li><b>googleusercontent.com</b></li><li><b>ajax.googleapis.com</b></li><li><b>play.google-apis.com</b></li><li><b>googleapis.l.google.com</b></li><li><b>apis.google.com</b></li><li><b>gstatic.com</b></li><li><b>www.google-analytics.com</b></li><li><b>wallet.google.com</b></li><li><b>plus.google.com</b></li><li><b>checkout.google.com</b></li><li><b>*.gvt1.com</li></ul>
sr_rs: <li><b>android.l.google.com</b> (Google Play pristup za Android aplikaciju)</li><li><b>android.clients.google.com</b> (Google Play pristup za Android aplikaciju)</li><li><b>play.google.com</b> (Google Play pristup za Android aplikaciju)<li><b>ggpht.com</b> (Google Play pristup za Android aplikaciju)</li></ul><b><u>PREPORUČENO</u></b> za potpunu Google Play funkcionalnost (u suprotnom, Play Store neće moći u punoj meri da se koristi i/ili neće moći da se koristi neka funkcionalnost koja nije presudna)<ul><li><b>photos-ugc.l.google.com</b></li><li><b>googleusercontent.com</b></li><li><b>ajax.googleapis.com</b></li><li><b>play.google-apis.com</b></li><li><b>googleapis.l.google.com</b></li><li><b>apis.google.com</b></li><li><b>gstatic.com</b></li><li><b>www.google-analytics.com</b></li><li><b>wallet.google.com</b></li><li><b>plus.google.com</b></li><li><b>checkout.google.com</b></li><li><b>*.gvt1.com</li></ul>
tr_tr: <li><b>android.l.google.com</b> (Android Uygulamaları için Google Play)</li><li><b>android.clients.google.com</b> (Android Uygulamaları için Google Play)</li><li><b>play.google.com</b> (Android Uygulamaları için Google Play)</li><li><b>ggpht.com</b> (Android Uygulamaları için Google Play)</li></ul>Eksiksiz Google Play işlevselliği için <b><u>ÖNERİLİR</u></b> (yoksa Play Store kullanıcılar tarafından görüntülenemeyecek ve/veya hayati olmayan bazı işlevler kullanılamayabilecektir)<ul><li><b>photos-ugc.l.google.com</b></li><li><b>googleusercontent.com</b></li><li><b>ajax.googleapis.com</b></li><li><b>play.google-apis.com</b></li><li><b>googleapis.l.google.com</b></li><li><b>apis.google.com</b></li><li><b>gstatic.com</b></li><li><b>www.google-analytics.com</b></li><li><b>wallet.google.com</b></li><li><b>plus.google.com</b></li><li><b>checkout.google.com</b></li><li><b>*.gvt1.com</li></ul>
uk_ua: <li><b>android.l.google.com </b> (доступ Google Play для програми Android)</li><li><b> android.clients.google.com </b>(доступ Google Play для програми Android)</li><li><b> play.google.com </b>(доступ Google Play для програми Android) </li><li><b>ggpht.com </b>(доступ Google Play для додатка Android) </li></ul><b><u>РЕКОМЕНДОВАНО</u></b> для повної функціональності Google Play (інакше Play Store буде виглядати непрацездатним для користувачів та/або якась життєво важлива функція буде недоступна)<ul><li><b> photos-ugc.l.google.com</b></li><li><b>googleusercontent.com</b></li><li><b>ajax.googleapis.com</b></li><li><b>play.google-apis.com</b></li><li><b>googleapis.l.google.com</b></li><li><b>apis.google.com</b></li><li><b>gstatic.com</b></li><li><b>www.google-analytics.com</b></li><li><b>wallet.google.com</b></li><li><b>plus.google.com</b></li><li><b>checkout.google.com</b></li><li><b> * .gvt1.com</li></ul>

source: Access the sources
ar: الوصول الى المصادر
bg_bg: Достъп до източниците
ca_es: Accediu a les fonts
cs_cz: Přístup ke zdrojovému kódu
cy: Cael mynediad i'r ffynonellau
de_de: Der Quellcode
el_gr: Προσπελάσετε τις πηγές
es_es: Acceder a las fuentes
et_ee: Vaata lähtekoodi
fr_fr: Accéder aux sources
hr_hr: Pristupite izvorima
hu_hu: A források elérése
it_it: Accesso ai sorgenti
pl_pl: Dostęp do źródeł
pt_pt: Aceder aos recursos
ro_ro: Accesați sursele
sl_si: Dostop do virov
sr_rs: Pristupi izvoru
tr_tr: Kaynaklara erişim
uk_ua: Доступ до ресурсів

source: %s is an opensource project. If you are interested in the details of the implementation, please visit <a href='%s'>GitHub</a>.
ar: %s هو مشروع مفتوح المصدر. اذا كنت مهتما بتفاصيل تنفيذ المشروع، قم بزيارة <a href='%s'>GitHub</a>.
bg_bg: %s е проект с отворен код. Ако се интересувате от подробности за изпълнението, моля посетете <a href='%s'>GitHub</a>.
ca_es: %s és un projecte opensource. Si esteu interessats en els detalls de la implementació, visiteu <a href='%s'>GitHub</a>.
cs_cz: %s je opensource projekt. Pokud máte zájem o podrobnosti v implementaci, navštivte prosím <a href='%s'>GitHub</a>.
cy: %s mae yn brosiect ffynhonnell agored. Os oes gennych ddiddordeb yn y manylion gweithredu, ewch i <a href='%s'>GitHub</a>.
de_de: %s ist ein quelloffenes Projekt. Wenn Sie an Details der Implementierung interessiert sind, besuchen Sie bitte <a href='%s'>GitHub</a>.
el_gr: %s είναι ένα έργο ανοιχτού κώδικα. Αν ενδιαφέρεστε για τις λεπτομέρειες της εφαρμογής, παρακαλούμε επισκεφτείτε το <a href='%s'>GitHub</a>.
es_es: %s es un proyecto de código abierto. Si estás interesado en los detalles de la implementación, por favor visita <a href='%s'>GitHub</a>.
et_ee: %s on avatud lähtekoodiga projekt. Kui oled huvitatud rakenduse detailidest, palun külasta <a href='%s'>GitHub'i</a>.
fi_fi: 1%s on avoimen lähdekoodin projekti. Jos olet kiinnostunut osallistumisesta, lisätietoja löydät <a href='%s'>GitHubista</a>.
fr_fr: %s est un projet opensource. Si vous êtes intéressé par les détails de son implémentation, visitez <a href='%s'>GitHub</a>.
hr_hr: %s je projekt otvorenog koda. Ako Vas zanimaju detalji implementacije, molimo posjetite <a href='%s'>GitHub</a>.
hu_hu: %s egy nyílt forrású projekt. Ha érdekel az implementáció Iátogass el a <a href='%s'>GitHub</a> oldalra.
it_it: %s è un progetto opensource. Se sei interessato ai dettagli implementativi, visita <a href='%s'>GitHub</a>.
pl_pl: %s jest projektem otwartym - opensource. Jeśli jesteś zainteresowany szczegółami implementacji, zapraszamy do <a href='%s'>Githuba</a>.
pt_pt: %s é um projeto opensource. Se está interessado em detalhes de implementação, por favor visite o <a href='%s'>GitHub</a>.
ro_ro: %s este un program de tipul sursă deschisă. Dacă sunteți interesați de implementarea acestuia, vă rog sa accesați <a href='%s'>GitHub</a>.
sl_si: %s je odprtokodni projekt. Če vas zanimajo podrobnosti implementacije, obiščite <a href='%s'>GitHub</a>.
sr_rs: %s je opensource projekat. Ako ste zainteresovani za detalje implementacije, posetite <a href='%s'>GitHub</a>.
tr_tr: %s bir açık kaynak projesidir. Uygulamanın ayrıntılarıyla ilgileniyorsanız, lütfen <a href='%s'>GitHub</a>'u ziyaret edin.
uk_ua: %sце проект з відкритим вихідним кодом. Якщо вас цікавлять деталі реалізації, будь ласка, відвідайте <a href='%s'>GitHub</a>.

source: Join the developers mailing list.
ar: انضم الى القائمة البريدية للمطورين
bg_bg: Присъединете се към списъка с мейли на разработчиците.
ca_es: Uniu-vos a la llista de correu de desenvolupadors.
cs_cz: Připojit se k poštovní konferenci vývojářů.
cy: Ymunwch â rhestr bostio'r datblygwyr
de_de: Melden Sie sich bei der Entwickler Mailingliste an.
el_gr: Εγγραφείτε στην λίστα αλληλογραφίας των προγραμματιστών.
es_es: Únete a la lista de distribución de los desarrolladores.
et_ee: Liitu arendajate postiloendiga
fi_fi: Liity kehittäjien postilistalle.
fr_fr: Rejoignez la liste de diffusion des développeurs.
hr_hr: Pridružite se mailing listi developera.
hu_hu: Csatlakozz a fejlesztők levelezési listájához.
it_it: Unisciti alla mailing list degli sviluppatori.
pl_pl: Dołącz do listy mailowej developerów.
pt_pt: Aderir à lista de email dos programadores
ro_ro: Alăturați-vă listei dezvoltatorilor.
sl_si: Pridruži se listi za obvestila razvijalcev.
sr_rs: Pridružite se mejling listi za razvoj.
tr_tr: Geliştiricilerin eposta listesine katıl.
uk_ua: Приєднатися до списку розсилки розробників.

source: The list is available at: %s
ar: القائمة متوفرة على: %s
bg_bg: Списъкът е наличен на: %s
ca_es: La llista està disponible a: %s
cs_cz: Poštovní konference je dostupná na adrese: %s
cy: Mae'r rhestr ar gael yn %s
de_de: Die Diskussions Mailing-Liste der Entwickler erreichen Sie auf %s. Bitte beachten Sie, dass die bevorzugte Sprache dort Englisch ist.
el_gr: Η λίστα είναι διαθέσιμη στο:%s
es_es: La lista está disponible en: %s
et_ee: Postiloend on aadressil: %s
fi_fi: Lista: %s
fr_fr: La liste est disponible via %s
hr_hr: Popis je dostupan na: %s
hu_hu: A lista elérhető: %s
it_it: La lista è disponibile su: %s
pl_pl: Ta lista jest dostępna tutaj: %s
ro_ro: Lista este disponibilă la: %s
sl_si: Lista je dostopna na: %s
sr_rs: Lista se može videti na: %s
tr_tr: Liste şurada mevcuttur:%s
uk_ua: Список доступний за адресою: %s
