Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: NOT linked
bg_bg: Не е свързан
ca_es: NO enllaçat
cy: DDIM Cysylltiol
de_de: NICHT verknüpft
el_gr: ΧΩΡΙΣ σύνδεση
es_es: NO vinculada
et_ee: EI ole lingitud
fi_fi: EI yhdistetty
fr_fr: NON lié
it_it: NON linkato
pl_pl: Nie powiązane
pt_pt: Não está associado
ro_ro: Neconectat
sl_si: Nepovezana
tr_tr: Bağlantısız
uk_ua: Не пов'язані

source: Not showing cert info if no profiles are visible
bg_bg: Ако профилите не са видими, не се показва информация за сертификата
ca_es: No es mostra la informació del certificat si no hi ha perfils visibles
cy: Ddim yn dangos gwybodaeth tystysgrif os nad oes proffiliau yn weladwy
de_de: Zertifikatsinformationen werden nicht angezeigt wenn kein Profil sichtbar ist
el_gr: Δεν εμφανίζονται πληροφορίες πιστοποιητικού εάν δεν εμφανίζονται προφίλ
es_es: No se muestra información del certificado si no hay perfiles visibles
et_ee: Sertifikaaditeavet ei näidata, kui profiile pole näha
fr_fr: N'affiche pas les informations de certificat si aucun profil n'est visible
it_it: Non vengono visualizzate le informazioni sul certificato se nessun profilo è visibile
pl_pl: Nie pokazujemy informacji o certyfikatach, jeżeli nie ma widocznych profili
ro_ro: Nu se afișează informațiile certificatelor dacă nici un profil nu este vizibil
sl_si: Brez prikaza podatkov o potrdilih, če noben profil ni viden
uk_ua: Не показувати інформацію про сертифікат, якщо не видно жодного профілю

source: Click to open the help window
bg_bg: Кликнете, за да отворите прозореца за помощ
ca_es: Cliqueu per obrir la finestra d'ajuda
cy: Cliciwch i agor y ffenestr gymorth
es_es: Haz clic para abrir la ventana de ayuda
et_ee: Klõpsa abitekstiakna avamiseks
it_it: Fare clic per aprire la finestra della guida
pl_pl: Kliknij, aby otworzyć okno pomocy
ro_ro: Click pentru a deschide fereastra pentru ajutor
sl_si: Kliknite za odpiranje okna za pomoč
uk_ua: Натисніть, щоб відкрити довідкове вікно

source: Here you set federation-level options.
bg_bg: Тук задавате опции на ниво федерация.
ca_es: Aquí podeu configurar les opcions al nivell de federació
cy: Yma rydych chi'n gosod opsiynau lefel ffederasiwn.
es_es: Aquí estableces opciones a nivel de federación.
et_ee: Siin seadistad föderatsioonitaseme valikud.
it_it: Qui puoi impostare le opzioni a livello di federazione.
pl_pl: Tutaj ustawiasz opcje poziomu federacji.
ro_ro: Aici se definesc opțiunile la nivel de federație.
sl_si: Tukaj nastavite možnosti na ravni federacije.
uk_ua: Тут ви встановлюєте параметри на рівні федерації.

source: The following options are available:
bg_bg: Следните опции са налични:
ca_es: Les següent opcions estan disponibles:
cy: Mae'r opsiynau canlynol ar gael:
es_es: Están disponibles las siguientes opciones:
et_ee: Olemas on järgmised valikud:
it_it: Sono disponibili le seguenti opzioni:
pl_pl: Dostępne są następujące opcje:
ro_ro: Următoarele opțiuni sunt valabile:
sl_si: Na voljo so naslednje možnosti:
uk_ua: Доступні такі параметри:

source: This section can be used to upload specific Terms of Use for your users and to display details of how your users can reach your local helpdesk.
bg_bg: Тази секция може да бъде използвана за качване на специфични Условия за ползване за Вашите потребители и за подробно показване как Вашите потребители могат да се свържат с местното бюро за помощ.
ca_es: Aquesta secció es pot fer servir per a pujar-hi Condicions d'ús específiques per als vostres usuaris i detallar-hi instruccions per accedir al centre d'ajuda local.
cy: Gellir defnyddio'r adran hon i uwchlwytho Telerau Defnyddio penodol ar gyfer eich defnyddwyr ac i ddangos manylion sut y gall eich defnyddwyr gyrraedd eich desg gymorth leol.
de_de: Hier können Sie spezifische zu akzeptierende Nutzungsbedingungen für Ihre Nutzer hochladen, sowie Kontaktdetails hinterlegen unter denen ihre Nutzer Sie erreichen können.
el_gr: Αυτή η ενότητα μπορεί να χρησιμοποιηθεί για να φορτώσετε συγκεκριμένους Κανόνες Χρήσης για τους χρήστες σας και για να εμφανίσετε λεπτομέρειες πώς οι χρήστες μπορούν να έρθουν σε επαφή με το τοπικό γραφείο αρωγής.
es_es: Esta sección puede usarse para subir Condiciones de Uso específicas para tus usuarios y para mostrar detalles de cómo tus usuarios pueden contactar con tu servicio de asistencia local.
et_ee: Seda osa saad kasutada oma Kasutustingimuste üleslaadimiseks ja kasutajatoe kontaktandmete näitamiseks.
fi_fi: Tässä osiossa voit tallentaa muun muassa organisaatiosi käyttöehdot tai helpdeskisi yhteystiedot loppukäyttäjien auttamiseksi.
fr_fr: Cette section peut être utilisée pour téléverser des conditions d'utilisation spécifiques pour vos utilisateurs et pour afficher des détails sur la manière dont vos utilisateurs peuvent accéder à votre service d'assistance local.
it_it: Questa sezione può essere usata per caricare specifiche condizioni d'uso per gli utenti e visualizzare dettagli su come questi potranno raggiungere il tuo helpdesk locale.
pl_pl: W tej części można przekazać plik zawierające Warunki Użytkowania przeznaczone dla użytkowników, do wyświetlenia szczegółów dotyczących kontaktu z lokalnym helpdeskiem.
pt_pt: Esta secção pode ser usadas para carregar Termos de Utilização específicos para os seus utilizadores e para mostrar detalhes sobre como os seus utilizadores podem contactar o seu suporte local.
ro_ro: Această secție poate să fie folosită pentru a încărca termenii de utilizare pentru utilizatori pentru a afișa detaliile necesare ca utilizatorii dumneavoastră să ajungă la primul ghid de ajutor.
sl_si: V tem razdelku lahko vnesete pogoje uporabe za svoje uporabnike in prikažete podrobnosti o tem, kako lahko uporabniki dostopajo do vaše lokalne službe za pomoč uporabnikom.
tr_tr: Bu bölüm, kullanıcılarınız için belirli Kullanım Şartlarını yüklemek için ve kullanıcılarınızın yerel yardım masanıza nasıl ulaşabileceğinin ayrıntısını vermek için kullanılabilir.
uk_ua: Цей розділ можна використовувати для завантаження конкретних Умов використання для ваших користувачів та для відображення детальної інформації про те, як ваші користувачі можуть зв’язатися з вашою місцевою службою підтримки.

source: Do you provide helpdesk services for your users? If so, it would be nice if you would tell us the pointers to this helpdesk.
bg_bg: Предоставяте ли помощ на своите потребители? Ако е така, би било добре да ни кажете координатите на този отдел.
ca_es: Si faciliteu un centre d'ajuda per als vostres usuaris, podeu informar-ho aquí.
cy: Ydych chi'n darparu gwasanaethau desg gymorth i'ch defnyddwyr? Os felly, byddai'n braf pe baech yn dweud wrthym yr awgrymiadau i'r ddesg gymorth hon.
de_de: Haben Sie eine Anlaufstelle für Fragen von Endnutzern? In diesem Fall wäre es schön wenn Sie die entsprechenden Kontaktmöglichkeiten hier eintragen.
el_gr: Παρέχετε υπηρεσίες γραφείου αρωγής για τους χρήστες σας; Εάν ναι, θα ήταν καλό να μας δώσετε δείκτες προς αυτό.
es_es: Si proporcionáis un servicio de asistencia a usuarios estaría bien que nos dijeras los detalles de éste.
et_ee: Kas pakud oma kasutajatele kasutajatuge? Kui jah, oleks kena, kui annaksid viited sellele kasutajatoele.
fi_fi: Tarjotaanko IT-tukea omille loppukäyttäjille? Jos näin on, voitko kertoa mistä IT-tuki löytyy?
fr_fr: Fournissez-vous des services d'assistance à vos utilisateurs ? Si tel est le cas, il serait bon que vous nous indiquiez les indications de ce service d’assistance.
it_it: Offri servizi di helpdesk per i tuoi utenti? Se è così, sarebbe bello se tu ci segnalassi i puntatori a questo helpdesk.
pl_pl: Czy jest oferowany dział pomocy dla użytkowników? Jeśli tak, prosimy o wskazanie odsyłacza do działu pomocy.
pt_pt: Fornece serviços de suporte para os seus utilizadores? Se sim, é importante que nos indique os apontadores para este suporte.
ro_ro: Furnizați servicii de suport pentru utilizatorii dumneavoastră? Dacă da, atunci ar fi de ajutor să menționați calea către acele servicii de suport.
sl_si: Ali svojim uporabnikom nudite storitve službe za pomoč uporabnikom? Če jih, bomo veseli, če nas boste usmerili na to službo za pomoč uporabnikom.
tr_tr: Kullanıcılarınız için yardım masası hizmeti sağlıyor musunuz? Eğer öyleyse, lütfen bize yardım masasına erişim bilgilerini verin.
uk_ua: Чи надаєте Ви службу підтримки своїм користувачам? Якщо так, було б непогано, якщо б ви повідомили нам орієнтири до цієї служби підтримки.

source: If you enter a value here, it will be added to the installers for all your users, and will be displayed on the download page. If you operate separate helpdesks for different user groups (we call this 'profiles') specify per-profile helpdesk information later in this wizard. If you operate no help desk at all, just leave these fields empty.
bg_bg: Ако въведете стойност тук, тя ще бъде добавена в инсталаторите за всички Ваши потребители и ще бъде показана на страницата за изтегляне. Ако работите с отделни отдели поддръжка за различни потребителски групи (ние наричаме това "профили") специфицирайте информацията за всеки отдел по-късно в този съветник. Ако въобще нямате отдел поддръжка, просто оставете тези полета празни.
ca_es: Si introduïu un valor aquí, s'afegirà als instal·ladors de tots els usuaris, i es mostrarà a la pàgina de baixada. Si disposeu de centres de suport diferents per a diferents grups d'usuaris (ho anomenem 'perfils'), podreu indicar-ho posteriorment en aquest assistent. Si no disposeu de cap centre de suport, podeu deixar aquests camps buits.
cy: Os rhowch werth yma, bydd yn cael ei ychwanegu at y gosodwyr ar gyfer eich holl defnyddwyr, a bydd yn cael ei arddangos ar y dudalen lawrlwytho. Os ydych yn gweithredu desgiau cymorth ar wahân ar gyfer gwahanol grwpiau defnyddiwr (rydym yn galw hyn yn 'proffiliau') nodwch wybodaeth desg gymorth fesul proffil yn ddiweddarach yn y dewin hwn. Os nad oes gennych ddesg gymorth o gwbl, gadewch y meysydd hyn yn wag.
de_de: Wenn Sie hier etwas eingeben, werden diese Kontaktinformationen in sämtlichen Installationsprogrammen eingebunden und im Download-Bereich für Endnutzer angezeigt. Sollten Sie verschiedene Nutzergruppen (hier 'Profile' genannt) mit verschiedenen Anlaufstellen haben, können Sie entsprechende Angaben später auf Profilniveau eintragen. Wenn Sie überhaupt keine Anlaufstelle für Nutzer haben, können Sie die Felder einfach frei lassen.
el_gr: Αν εισάγετε μία τιμή εδώ, αυτή θα προστεθεί στα πακέτα εγκατάστασης για όλους τους χρήστες σας, και θα εμφανίζεται στη σελίδα λήψης. Αν διατηρείτε ξεχωριστά γραφεία αρωγής για διαφορετικές ομάδες χρηστών (αυτό το αποκαλούμε 'προφίλ'), ορίστε πληροφορίες για το γραφείο αρωγής σε κάθε προφίλ αργότερα σε αυτό τον οδηγό. Αν δε διατηρείτε κανένα γραφείο αρωγής, απλά αφήστε κενά αυτά τα πεδία.
es_es: Si introduces un valor aquí, se añadirá a los instaladores de todos tus usuarios y se mostrará en la página de descarga. Si dispones de servicios de asistencia separados para distintos grupos de usuarios (perfiles), especifica información del servicio de asistencia por cada perfil más tarde en este asistente. Si no dispones de ningún servicio de asistencia puedes dejar estos campos vacíos.
et_ee: Siia sisestatud teave lisatakse kõigi Su kasutajate paigaldusprogrammidele ja näidatakse allalaadimislehel. Kui haldate erinevaid kasutajatugesid erinevate kasutajagruppide (ehk profiilide) jaoks, määra profiilikohased kasutajatoe andmed viisardis pärastpoole. Kui teil ei ole kasutajatuge, jäta need väljad tühjaks.
fi_fi: Jos syötät tähän arvon, se lisätään kaikkien käyttäjien asennusohjelmille ja se näkyy lataussivulla. Jos ohjaat eri käyttäjäryhmien tukipyynnöt eri osoitteisiin (kutsumme käyttäjäryhmät "profiiliksi"), määrittele käyttäjäryhmän käyttötuen tiedot myöhemmin. Jos et tarjoa käyttötukea, jätä nämä kentät tyhjäksi.
fr_fr: Si vous entrez une valeur ici, elle sera ajoutée aux programmes d'installation de tous vos utilisateurs et sera affichée sur la page de téléchargement. Si vous exploitez des services d'assistance distincts pour différents groupes d'utilisateurs (nous appelons cela des «profils»), spécifiez les informations d'assistance par profil ultérieurement dans cet assistant. Si vous n’utilisez aucun centre d’assistance, laissez ces champs vides.
it_it: Se inserisci qui un valore questo verrà aggiunto ai programmi di installazione per tutti i tuoi utenti e verrà visualizzato nella pagina di download. Se operi helpdesk separati per diversi gruppi di utenti (noi li chiamiamo 'profili'), specifica più avanti in questa procedura guidata le informazioni dell'helpdesk per ogni profilo. Se non gestisci affatto un helpdesk, lascia vuoti questi campi.
pl_pl: Jeżeli wprowadzisz tu jakąś wartość, to zostanie ona dodana do instalatorów dla Twojej instytucji. Jeżeli w Twojej instytucji funkcjonują oddzielne działy pomocy dla różnych grup użytkowników (nazywanych tu profilami) będziesz mógł podać tę informację później, w trakcie instalacji. Jeśli w Twojej instytucji nie ma działu pomocy, pozostaw pole puste.
pt_pt: Se preencher este valor, será adicionado aos instaladores para todos os utilizadores, e será mostrado na página de descarga. Se disponibiliza suporte diferenciado para diferentes grupos de utilizadores (chamamos a isto 'perfis'), deve especificar informação de suporte por perfil mais à frente neste assistente. Se não disponibiliza nenhum suporte , deixe apenas estes campos vazios.
ro_ro: Dacă introduceți o valoare aici, aceasta o să fie adăugată tuturor programelor de instalare a tuturor utilizatorilor, și o să fie afișate pe pagina de descărcare. Dacă operați cu servicii de suport tehnic separate pentru diferite grupuri de utilizatori (o să numim acest lucru 'profil') specificați pentru fiecare profil în parte informațiile pentru suport tehnic în acest program de configurare. Dacă nu operați nici un fel de suport tehnic, atunci lăsați aceste câmpuri necompletate.
sl_si: Informacije, ki jih vnesete tukaj, bodo dodane v namestitvene programe za vse vaše uporabnike in bodo prikazane na strani za prenose. Če uporabljate ločene službe za pomoč uporabnikom za različne uporabniške skupine (to imenujemo »profili«), pozneje v tem čarovniku navedite podatke za posamezne profile. Če ne nudite podpore, pustite ta polja prazna.
tr_tr: Eğer buraya bir değer girerseniz, bu değer, kullanıcılarınız için yükleyicilere eklenecek ve indirme sayfasında görüntülenecektir. Farklı kullanıcı grupları (biz buna 'profil' diyoruz) için farklı yardım masası işletiyorsanız, sihirbazda daha sonra, her profil için yardım masası bilgilerini girin. Eğer hiç yardım masası işletmiyorsanız, bu alanı boş bırakın.
uk_ua: Якщо ви введете тут значення, воно буде додано до установників для всіх ваших користувачів і відображатиметься на сторінці завантаження. Якщо ви працюєте з окремими службами підтримки для різних груп користувачів (ми називаємо це "профілі"), вкажіть пізніше в цьому майстрі налаштування інформацію служби підтримки для кожного профілю. Якщо у вас взагалі немає служби підтримки, просто залиште ці поля порожніми.

source: For %s deployments, providing at least a local e-mail contact is required.
bg_bg: За %s разработки се изисква поне локален и-мейл за контакт.
ca_es: Per al desenvolupaments de %s, cal que faciliteu almenys un mail local de contacte.
cy: Ar gyfer gosodiadau %s, mae darparu o leiaf cyswllt e-bost lleol yn ofynnol.
de_de: Für %s ist mindestens ein lokaler E-Mail Kontakt Pflicht.
el_gr: Για εγκαταστάσεις %s, απαιτείται η παροχή τουλάχιστον μίας τοπικής επαφής e-mail.
es_es: Para despliegues de %s se requiere proporcionar al menos un contacto de correo electrónico.
et_ee: %s rakenduste puhul on nõutud vähemalt kohalik e-postikontakt.
fi_fi: %s:n toteutuksille vaaditaan ainakin yksi paikallinen sähköpostiosoite.
fr_fr: Pour les déploiements pour %s, il est obligatoire de fournir au moins une adresse e-mail locale.
it_it: Per gli impieghi %s è necessario fornire almeno un contatto e-mail locale.
pl_pl: W przypadku instancji %s wymagane jest podanie co najmniej kontaktu mailowego.
pt_pt: Para implementações %s, é requerido que forneça pelo menos um contacto de e-mail local.
ro_ro: Pentru %s implementări, furnizarea unei singure adrese locale de e-mail este necesară
sl_si: Za uvedbe %s morate podati vsaj lokalni elektronski naslov.
tr_tr: %s dağıtımları için, en az bir yerel e-posta iletişim noktası verilmesi gerekir.
uk_ua: Для %sрозгортання потрібно надати принаймні місцевий контакт електронною поштою.

source: This is the contact point for your organisation. It may be displayed publicly.
bg_bg: Това е мястото за контакт за Вашата организация. Може да бъде изложено публично.
ca_es: Aquest és el contacte per a la vostra organització. Es mostrarà públicament.
cy: Dyma'r pwynt cyswllt ar gyfer eich sefydliad. Gellir ei arddangos yn gyhoeddus.
de_de: Dies ist der primäre Kontakt für Ihre Organisation. Er wird möglicherweise veröffentlicht.
el_gr: Αυτό είναι το σημείο επαφής για τον οργανισμό σας. Πιθανόν να εμφανιστεί δημόσια.
es_es: Este es el punto de contacto de tu organización. Se mostrará públicamente.
et_ee: Sinu asutuse avalikult näidatav kontakt.
fr_fr: Il s'agit du point de contact de votre établissement. Il pourra être diffusé de manière publique.
it_it: Questo è il punto di contatto per la tua organizzazione. Può essere visualizzato pubblicamente.
pl_pl: To jest adres kontaktowy do twojej instytucji. Ten adres może zostać opubikowany.
pt_pt: Este é o ponto de contacto da sua organização. Pode ser exibido publicamente.
ro_ro: Acesta este punctul de contact pentru organizația dumneavoastră. Poate fi afișat public.
sl_si: To je kontaktna točka za vašo organizacijo in je lahko prikazana javno.
tr_tr: Bu, kuruluşunuz için iletişim noktasıdır. Genel olarak görüntülenebilir.
uk_ua: Це контактні дані вашої організації. Вони можуть бути опубліковані.

source: Providing at least a local support e-mail contact is required.
bg_bg: Изисква се да бъде осигурен за контакт поне локален и-мейл на поддръжка.
ca_es: Cal que faciliteu almenys un mail de contacte de suport local.
cy: Mae angen darparu cyswllt e-bost cymorth lleol o leiaf.
de_de: Mindestens die Angabe eines lokalen E-Mail Kontakts ist Pflicht.
el_gr: Απαιτείται η παροχή τουλάχιστον μίας τοπικής επαφής e-mail.
es_es: Se requiere proporcionar al menos un contacto de correo electrónico de soporte local.
et_ee: Nõutud on vähemalt kohalik e-postikontakt.
fi_fi: Vaaditaan ainakin yksi paikallinen sähköpostiosoite.
fr_fr: Iil est nécessaire de fournir au moins une adresse électronique d'assistance locale.
it_it: È richiesto almeno un contatto e-mail del supporto locale.
pl_pl: Niezbędne jest podanie co najmniej maila kontaktowego do lokalnego działu pomocy.
pt_pt: É necessário fornecer pelo menos um e-mail de suporte local.
ro_ro: Furnizarea unei adrese locale de e-mail este necesară.
sl_si: Podati morate vsaj elektronski naslov za lokalno podporo.
tr_tr: En az bir yerel destek e-posta iletişim noktası verilmesi gerekir.
uk_ua: Потрібно вказати принаймні місцеву контактну електронну адресу служби підтримки.

source: This is the contact point for your end users' level 1 support.
bg_bg: Това е контакт на поддръжка ниво 1 за Вашите крайни потребители.
ca_es: Aquest és el punt de contacte de nivell 1 per als vostres usuaris.
cy: Dyma'r pwynt cyswllt ar gyfer cymorth lefel 1 eich defnyddwyr terfynol.
de_de: Hier können Ihre Nutzer mit Ihnen in Kontakt treten.
el_gr: Αυτό είναι το σημείο επαφής για την υποστήριξη επιπέδου 1 των τελικών χρηστών σας.
es_es: Este el punto de contacto del nivel 1 de soporte para tus usuarios finales.
et_ee: See on sinu esimese taseme kasutajatoe kontaktaadress
fi_fi: Tämä on yhteystiedot loppukäyttäjien ensimmäisen tason tukeen.
fr_fr: Contact de niveau 1 d'assistance aux utilisateurs
it_it: Questo è il supporto di primo livello per i tuoi utenti finali.
pl_pl: Jest to pierwsze miejsce kontaktu dla użytkowników Twojej instytucji.
pt_pt: Este é o ponto de contacto para o suporte de nível 1 para os utilizadores.
ro_ro: Acesta este punctul de contact pentru asistența de nivel 1 al utilizatorilor finali.
sl_si: To je kontaktna točka za podporo končnim uporabnikom na ravni 1.
tr_tr: Bu, son kullanıcılarınızın 1. seviye destek iletişim noktasıdır.
uk_ua: Це контакт для підтримки кінцевих користувачів рівня 1.

source: In this section, you define on which media %s should be configured on user devices.
bg_bg: В този раздел Вие дефинирате коя среда %s трябва да бъде конфигурирана на потребителските устройства.
ca_es: En aquesta secció, definiu en quin mitjà %s es configurarà en els dispositius d'usuari.
cy: Yn yr adran hon, rydych yn diffinio ar ba gyfrwng %s y dylid ei ffurfweddu ar ddyfeisiau defnyddiwr.
de_de: In diesem Bereich geben Sie an, für welche Zugangsmedien %s auf den Nutzergeräten eingerichtet werden soll.
el_gr: Σε αυτή την ενότητα ορίζεται σε ποια media θα πρέπει να γίνει η ρύθμιση του %s όσον αφορά τις συσκευές χρηστών.
es_es: Define en esta sección en qué medio debería ser configurado %s en los dispositivos de usuario.
et_ee: Selles osas saad määrata, millised on kasutajate seadmete %s meedia omadused.
fi_fi: Tässä kohdassa määritellään, mitä verkkoa %s asetetaan käyttämään.
fr_fr: Dans cette section vous allez préciser sur quel media %s devra être configuré pour les équipements utilisateurs.
it_it: In questa sezione, definisci su quali media %s deve essere configurato sui dispositivi degli utenti.
pl_pl: W tej sekcji określasz parametry łącza dla konfiguracji %s na urządzeniach użytkowników.
pt_pt: Nesta secção, pode definir em que suporte %s deve ser configurado nos dispositivos do utilizador
ro_ro: În această secțiune vei defini pe ce suport %s ar trebuii să fie configurate dispozitivele utilizatorilor.
sl_si: V tem razdelku določite, na katerem mediju naj bo konfiguriran %s v uporabniških napravah.
tr_tr: Bu bölümde, hangi ortamda %s in kullanıcı cihazlarında ayarlanacağını tanımlayabilirsiniz.
uk_ua: У цьому розділі ви визначаєте, які носії %s слід налаштувати на пристроях користувачів.

source: Additional SSIDs:
bg_bg: Допълнителни SSIDs:
ca_es: SSID adicionals:
cy: SSIDs ychwanegol:
de_de: Zusätzliche SSIDs:
el_gr: Επιπρόσθετα SSID:
es_es: SSIDs adicionales:
et_ee: Lisatavad SSIDd:
fi_fi: Muut SSID:t:
fr_fr: SSIDs additionnels:
it_it: SSID addizionali:
pl_pl: Dodatkowe SSID:
pt_pt: SSIDs adicionais:
ro_ro: SSID-uri adiționale:
sl_si: Dodatni nizi SSID:
tr_tr: Ek SSID ler:
uk_ua: Додаткові ідентифікатори SSID:

source: We will always configure this SSID for WPA2/AES: %s.
bg_bg: Ние винаги ще конфигурираме този SSID за WPA2/AES: %s.
ca_es: En qualsevol cas es configurarà aquest SSID per a WPA2/AES: %ss
cy: Byddwn bob amser yn ffurfweddu'r SSID hwn ar gyfer WPA2/AES: %s.
de_de: Die folgende SSID wird immer für WPA2/AES konfiguriert: %s.
el_gr: Εμείς πάντα θα ρυθμίζουμε αυτό το SSID για WPA2/AES: %s.
es_es: Siempre configuraremos el SSID para WPA2/AES: %s.
et_ee: Me konfigureerime %s SSID alati toetama WPA2/AES:
fi_fi: WAP2/AES määritellään aina tälle SSID:lle: %s.
fr_fr: Ce SSID sera toujours configuré pour WPA2/AES: %s.
it_it: Il seguente SSID sara configurato per WPA2/AES: %s
pl_pl: To SSID zostanie zawsze skonfigurowane dla WPA2/AES: %s.
pt_pt: Este SSID será sempre configurado para WPA2/AES: %s.
ro_ro: Acest SSID va fi mereu configurat pentru acces WPA2/AES: %s.
sl_si: Za WPA2/AES bomo vedno nastavili SSID: %s.
tr_tr: Biz SSID için herzaman WPA2/AES şifrelemesini yapılandırırız: %s
uk_ua: Ми завжди будемо конфігурувати ці SSID для WPA2 / AES:%s.
