Repository: GEANT/CAT
Catalog: translation/*/web_user.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, hu_hu, it_it, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: Welcome to %s
ar: مرحباً بك في %s
bg_bg: Добре дошли в %s
ca_es: Us donem la benvinguda a %s
cs_cz: Vítejte v %s
cy: Croeso i %s
de_de: Willkommen zu %s
el_gr: Καλως Ήρθατε στο %s
es_es: Bienvenido a %s
et_ee: Tere tulemast %si
fi_fi: Tervetuloa %s -palveluun
fr_fr: Bienvenue à %s
hr_hr: Dobro došli na %s
hu_hu: Üdvözli az %s
it_it: Benvenuti in %s
pl_pl: Witamy w %s
pt_pt: Bem vindo a %s
ro_ro: Bine ai venit la %s
sl_si: Dobrodošli v %s
sr_rs: Dobrodošli na %s
tr_tr: %s ye Hoşgeldiniz
uk_ua: Ласкаво просимо до %s

source: View this page in
ar: تصفح هذه الصفحة باللغة
bg_bg: Вижте тази страница на
ca_es: Mostra aquesta pàgina en
cs_cz: Zobrazit stránku v
cy: Gweld y dudalen hon yn
de_de: Diese Seite anzeigen in
el_gr: Προβολή αυτής της σελίδας σε
es_es: Ver esta página en
et_ee: Vaata seda lehte
fi_fi: Näytä tämä sivu
fr_fr: Voir cette page dans
hr_hr: Pogledajte stranicu u
hu_hu: Nyelvválasztás:
it_it: Visualizza questa pagina in
pl_pl: Wybierz język:
pt_pt: Ver esta página em
ro_ro: Vizualizați pagina în
sl_si: Oglej si stran v
sr_rs: Pogledajte ovu stranicu na nekom od sledećih jezika
tr_tr: İçinde bu sayfayı görüntüle
uk_ua: Переглянути цю сторінку в

source: Start page
ar: الصفحة الرئيسية
bg_bg: Начална страница
ca_es: Inici
cs_cz: Úvodní stránka
cy: Tudalen gychwyn
de_de: Startseite
el_gr: Αρχική σελίδα
es_es: Página de inicio
et_ee: Esileht
fi_fi: Aloitussivulle
fr_fr: Page de démarrage
hr_hr: Početna stranica
hu_hu: Címlap
it_it: Pagina Iniziale
pl_pl: Strona startowa
pt_pt: Página inicial
ro_ro: Porniți pagina
sl_si: Začetna stran
sr_rs: Početna stranica
tr_tr: Başlangıc sayfası
uk_ua: Початкова сторінка

source: Maybe this is the CAT you are looking for...
ar: ربما هذه هي أداة مساعد التهيئة "CAT" التي تبحث عنها ...
bg_bg: Може би това е страницата, която търсите...
ca_es: Aquest és potser el CAT que estaves buscant...
cs_cz: Možná právě tohle je KOČKA (CAT), kterou hledáte.
cy: Efallai mai dyma'r CAT yr ydych yn chwilio amdano...
de_de: Vielleicht ist dies die CAT die Sie sehen wollen ...
el_gr: Ίσως αυτό είναι το CAT που ψάχνετε...
es_es: Quizás este es el CAT que estabas buscando...
et_ee: Võib-olla on see CAT seesama, mida Sa otsid...
fi_fi: Etsit varmaankin tätä CAT:ia...
fr_fr: Il s'agit peut-être du site CAT que vous recherchez ...
hr_hr: Možda je ovo CAT kojeg tražite ...
hu_hu: Valószínű, hogy az általad keresett CAT...
it_it: Potrebbe essere questo il CAT che stavi cercando...
pl_pl: Być może to jest CAT, którego szukasz...
pt_pt: Talvez seja este o CAT que procura...
ro_ro: Poate acesta este CAT-ul pe care îl cauți ...
sl_si: Morda iščete naslednji CAT...
sr_rs: Možda je ovo CAT koji tražite...
tr_tr: Belki de aradığınız CAT budur...
uk_ua: Можливо, це CAT, який ви шукаєте ...

source: but we don't want to show it to you. You need to be authenticated and authorised to see this content. Since you are not, you got this error page usually known as
ar: لكننا لا نريد أن نظهر لك ذلك. يجب أن تكون مصادقًا ومصرحًا لك لمشاهدة هذا المحتوى. نظرًا لأنك لست كذلك ، فقد حصلت على صفحة الخطأ هذه المعروفة عادةً باسم
bg_bg: но ние не искаме да Ви го покажем. Необходимо е да сте автентикиран и оторизиран, за да виждате това съдържание. Тъй като не сте, виждате тази страница за грешка, още известна като
ca_es: però no us ho volem mostrar. Heu d'estar autenticats i autoritzats per a veure aquest contingut. Com que no ho esteu, heu rebut aquesta pàgina d'error comunment coneguda com a
cs_cz: ale nemáte oprávnění pro zobrazení. Musíte být ověřen a oprávněn pro zobrazení tohoto obsahu. Protože nejste, zobrazila se vám tato chybová stránka jako
cy: ond nid ydym am ei ddangos i chi. Mae angen i chi gael eich dilysu a'ch awdurdodi i weld y cynnwys hwn. Gan nad ydych chi, fe gawsoch chi'r dudalen gwall hon a elwir fel arfer yn
de_de: aber wir wollen Ihnen die Inhalte nicht zeigen. Sie müssen authentifiziert und autorisiert sein, um Zugang zu erhalten. Da Sie das nicht sind, zeigen wir Ihnen nur diese Fehlermeldung - üblicherweise bekannt als
el_gr: αλλά δε θέλουμε να σας το δείξουμε. Πρέπει να είστε πιστοποιημένος και εξουσιοδοτημένος χρήστης για να δείτε αυτό το περιεχόμενο. Εφόσον δεν είστε, βλέπετε αυτή τη σελίδα σφάλματος, συνήθως γνωστή ως
es_es: pero no queremos enseñártelo. Necesitas estar autenticado y autorizado para ver este contenido. Como no lo estás te mostramos esta página de error normalmente conocida como
et_ee: aga selle nägemiseks on vaja end autentida ja autoriseerida. Kuna Sa ei ole seda teinud, said veateate, mida tavaliselt tuntakse kui
fi_fi: mutta emme voi näyttää sitä. Sinun tulee autentikoitua nähdäksesi koko sisällön. Ilman kirjautumista näet vain virhesivun
fr_fr: mais nous ne désirons pas vous en dévoiler le contenu. Vous devez être authentifié et autorisé pour accéder au contenu. Comme ce n'est pas le cas vous obtenez l'affichage de cette page habituellement désignée par
hr_hr: ali mi vam ne želimo to prikazati. Morate biti autenticirani i autorizirani za ovaj sadržaj, s obzirom da niste autenticirani i autorizirani dobili ste ovu stranicu s greškom poznatiju kao
hu_hu: de nem mutatjuk meg neked. Be kell lépned és jogosultnak kéne lenned, hogy lásd ezt a tartalmat. Mivel ez nem teljesül, ezért ezt a hiba oldalt látod
it_it: ma non vogliamo mostrartelo. Bisogna essere autenticati ed autorizzati per vedere questo contenuto. Poiché tu non lo sei, ricevi questa pagina di errore, usualmente conosciuta come
pl_pl: ale nie damy Ci do niego dostępu. Musisz być być zalogowany i mieć uprawnienia to tej strony. Ponieważ tak nie jest, to pokazujemy Ci stronę znaną zwykle jako
pt_pt: mas nos não lhe queremos mostrar isso. Tem de estar autenticado e autorizado para ver este conteúdo. Como não o está, tem esta página de erro, conhecida normalmente como
ro_ro: Nu vrem sa îți arătam ție. Ai nevoie să te autentifici și să fii autorizat ca să vezi acest conținut. Din moment ce nu ești, știi de ce nu se poate
sl_si: toda nočemo vam je prikazati. Morate biti avtenticirani in avtorizirani za dostop do vsebine. Ker niste, ste dobili to stran o napaki, poznani kot
sr_rs: ali ne želimo da vam pokažemo. Morate da budete autentifikovani i autorizovani da biste videli sadržaj. Obzirom da niste, dobili ste stranicu sa greškom koja je poznata kao
tr_tr: ancak bunu size göstermek istemiyoruz. Bu içeriği görmek için kimlik denetiminden geçmeli ve yetkilendirilmelisiniz. Yetkilendirilmediğiniz için aşağıdaki gibi de bilinen bu hata sayfasını alıyorsunuz
uk_ua: але ми не хочемо показувати його вам. Ви повинні бути автентифіковані і авторизовані, щоб побачити цей зміст. Так як це не так, ви отримали цю сторінку помилки, зазвичай відому як

source: Your mistake? Our error? Who knows! Maybe you should go back to the <a href='%s'>Start Page</a>.
ar: خطأك؟ خطأنا؟ من يعرف! ربما يجب عليك العودة إلى <a href='%s'>صفحة البداية.</a>
bg_bg: Ваша грешка? Наша грешка? Кой знае! Може би трябва да се върнете към <a href='%s'>Началната страница</a>.
ca_es: Error vostre? Nostre? Qui sap! Potser hauríeu de tornar a la pàgina d'<a href='%s'>Inici</a>.
cs_cz: Váš omyl? Naše chyba? To neřešte a zkuste se prostě vrátit <a href='%s'>na úvodní stránku</a>.
cy: Eich camgymeriad? Ein gwall? Pwy a wyr! Efallai y dylech fynd yn ôl i'r <a href='%s'>Dudalen Gychwyn</a>.
de_de: Ihr Fehler? Unser Bug? Wer weiß! Vielleicht gehen Sie am besten zurück zur <a href='%s'>Startseite</a>.
el_gr: Δικό σας λάθος; Δικό μας σφάλμα; Ποιος ξέρει! Ίσως να πρέπει να επιστρέψετε στην <a href='%s'>Αρχική Σελίδα</a>.
es_es: ¿tu error? ¿el nuestro? ¡Quién sabe! Quizá deberías regresar a la <a href='%s'>Página de Inicio</a>.
et_ee: Sinu aps? Meie viga? Kes teab. Vahest peaksid minema tagasi <a href='%s'>avalehele</a>.
fi_fi: Sinun virheesi? Meidän virheemme? Kukapa tietää! Ehkä sinun tulisi palata <a href='%s'>aloitussivulle</a>.
fr_fr: Erreur de votre part ? De notre part ? Qui sait ! Vous devriez peut-être retourner à la <a href='%s'>Page d'accueil</a>
hr_hr: Najbolje bi bilo da se vratite na <a href='%s'>početnu stranicu</a>.
hu_hu: Te hibáztál, vagy mi? Sajnos nem tudjuk megállapítani. Légyszíves lépj vissza a <a href='%s'>Kezdő oldalra</a>.
it_it: Sbaglio tuo? Errore nostro? Chi lo sa! Forse potresti tornare indietro alla <a href='%s'>Pagina iniziale</a>.
pl_pl: Pomyłka, po Twojej stronie? A być może nasz błąd; trudno powiedzieć! Być może powinieneś przejść na <a href='%s'>stronę startową</a>.
pt_pt: Falha sua? Erro nosso? Quem sabe! O melhor é voltar à e <a href='%s'>Página Inicial</a>.
ro_ro: Greșeala noastră? Eroare noastră? Cine știe! Poate ar trebuii să vă duceti înapoi la <a href='%s'> Pagina de Start </a>.
sl_si: Vaša napaka? Naša napaka? Kdo ve! Morda morate zniova začeti z <a href='%s'>Start Page</a>.
sr_rs: Vaša greška? Naša greška? Ko zna! Možda bi trebalo da se vratite na <a href='%s'>Početnu stranu</a>.
tr_tr: Sizin yanlışınız mı? Bizim hatamız mı? Kimbilir! Belki de <a href='%s'>Başlangıç Sayfası</a> na dönmeniz gerekiyor.
uk_ua: Ваша помилка? Наша помилка? Хто знає! Можливо, вам слід повернутися до <a href='%s'>Початкової сторінки</a>

source: This is not the CAT you are looking for.
ar: هذه ليست أداة مساعد التهيئة "CAT" التي تبحث عنها ...
bg_bg: Това не е страницата, която търсите
ca_es: Aquest no és el CAT que est&agrave;veu buscant.
cs_cz: Tohle není KOČKA (CAT), kterou hledáte.
cy: Nid dyma'r CAT yr ydych yn chwilio amdano.
de_de: Dies ist nicht die CAT die Sie suchen.
el_gr: Αυτό δεν είναι το CAT που ψάχνετε.
es_es: Este no es el CAT que buscabas.
et_ee: See pole CAT, mida otsid.
fi_fi: Tämä ei ole se CAT jota olet etsimässä.
fr_fr: Il ne s'agit pas du CAT que vous recherchez.
hr_hr: Ovo nije verzija CAT-a koju tražite.
hu_hu: Ez nem az a CAT amit kerestél.
it_it: Questo non è il CAT che stai cercando.
pl_pl: To raczej nie jest to czego szukasz.
pt_pt: Este não é o CAT que está à procura.
ro_ro: Acesta nu este CAT-ul pe care îl cauți.
sl_si: To ni CAT, ki ga iščete.
sr_rs: Ovo nije CAT koji tražite.
tr_tr: Aradığınız CAT bu değil.
uk_ua: Це не той CAT, який ви шукаєте.

source: Whatever you expected to see at this URL - it's not here. The only thing here is the number
ar: كل ما كنت تتوقع رؤيته في عنوان URL هذا - فهو ليس هنا. الشيء الوحيد هنا هو الرقم
bg_bg: Каквото и да очаквахте да намерите на този адрес - няма го. Единственто нещо тук е числото
ca_es: Qualsevol cosa que esper&agrave;veu veure en aquesta URL no hi &eacute;s. Aqu&iacute; nom&eacute;s trobareu el nombre
cs_cz: Není zde nic zajímavého... Je zde pouze toto číslo
cy: Beth bynnag roeddech chi'n disgwyl ei weld yn yr URL hwn - nid yw yma. Yr unig beth yma yw y rhif
de_de: Was auch immer Sie dachten, was es hier zu sehen gibt: es ist nicht da. Das einzige hier auf dieser Seite ist die Zahl
el_gr: Οτιδήποτε περιμένατε να δείτε σε αυτό το URL - δε βρίσκεται εδώ. Το μόνο που βρίσκεται εδώ είναι ο αριθμός
es_es: Lo que quiera que esperabas encontrar en esta URL - no está aquí. La única cosa aquí es el número
et_ee: Sel URLil ei ole seda, mida otsid. Siin on näha ainult arv
fi_fi: Mitä ikinä oletitkaan täältä löytyvän - se ei ole täällä. Löydät täältä vain luvun
fr_fr: Quelque soit ce que vous espériez trouver à cet URL, ce n'est pas là. Vous ne trouverez ici que le numéro
hr_hr: Bez obzira što ste očekivali pronaći na ovoj stranici, ovdje se nalaze samo brojevi
hu_hu: Bármit is szerettél volna látni ezen a URL-en, az nincsen ott. Amit itt van az csak egy szám.
it_it: Qualsiasi cosa ti spettavi di trovare a questa URL - non è qui. L'unica cosa che c'è qui è il numero
pl_pl: Czegokolwiek oczekiwałeś pod tym adresem nie istnieje. Jedyna rzecz, która jest to numer
pt_pt: O que quer que quisesse ver neste URL não está cá. A única coisa disponível aqui é este número
ro_ro: Orice ați fi așteptat să vedeți la această adresă URL - nu este aici. Singurul lucru de aici este numărul
sl_si: Karkoli ste pričakovali tu videti - tega ni tu. Tukaj je samo številka
sr_rs: Šta god da ste očekivali da vidite na ovom URL-u - nije ovde. Jedino što je ovde je broj
tr_tr: Bu URL'de ne görmeyi bekliyorsanız, burada değil. Burada olan sadece sayı.
uk_ua: Що б ви не очікували побачити за цією URL-адресою, цього немає. Єдине, що тут є цифра

source: staring at you. Your mistake? Our error? Who knows! Maybe you should go back to the <a href='%s'>Start Page</a>.
ar: <a href='%s'>ينظر إليك. خطأك؟ خطأنا؟ من يعرف! ربما يجب عليك العودة إلى صفحة البداية.
bg_bg: което се е втренчило във Вас. Ваша грешка? Наша грешка? Кой знае! Може би трябва да се върнете към <a href='%s'>Началната страница</a>.
ca_es: mirant-te. Error vostre? Nostre? Qui sap! Potser hauíeu de tornar a la pàgina <a href='%s'>Inici</a>
cs_cz: To se nám povedlo. Překlep? Omyl? Možná jste chtěli jít zpět <a href='%s'>na začátek</a>.
cy: yn syllu arnat ti. Eich camgymeriad? Ein gwall? Pwy a wyr! Efallai y dylech fynd yn ôl i'r <a href='%s'>Dudalen Gychwyn</a>.
de_de: die Sie mit großen Augen anstarrt. Ihr Fehler? Unser Bug? Wer weiß! Vielleicht gehen Sie am besten zurück zur <a href='%s'>Startseite</a>.
el_gr: να σας κοιτάζει. Δικό σας λάθος; Δικό μας σφάλμα; Ποιος ξέρει! Ίσως να πρέπει να επιστρέψετε στην <a href='%s'>Αρχική Σελίδα</a>.
es_es: delante tuya. ¿tu error? ¿el nuestro? ¡Quién sabe! Quizá deberías regresar a la <a href='%s'>Página de Inicio</a>.
et_ee: Sinu aps? Meie viga? Kes teab. Vahest peaksid minema tagasi <a href='%s'>avalehele</a>.
fi_fi: tuijottaa sinua. Sinun virheesi? Meidän virheemme? Kukapa tietää! Ehkä sinun tulisi palata <a href='%s'>aloitussivulle</a>.
fr_fr: on vous observe. Erreur de votre part ? De notre part ? Qui sait ! Vous devriez peut-être retourner à la <a href='%s'>Page d'accueil</a>.
hr_hr: Najbolje bi bilo da se vratite na <a href='%s'>početnu stranicu</a>.
hu_hu: Bámulatos! Te hibáztál, vagy mi? Sajnos nem tudjuk megállapítani. Légyszíves lépj vissza a <a href='%s'>Kezdő oldalra</a>.
it_it: ti fissa. Sbaglio tuo? Errore nostro? Chi lo sa! Forse potresti tornare indietro alla <a href='%s'>Pagina iniziale</a>.
pl_pl: Pomyłka, po Twojej stronie? A być może nasz błąd; trudno powiedzieć! Być może powinieneś przejść na <a href='%s'>stronę startową</a>.
pt_pt: a olhar para si. Falha sua? Erro nosso? Quem sabe! O melhor é voltar à e <a href='%s'>Página Inicial</a>.
ro_ro: Se uită la tine. Greșeala ta? Eroarea ta? Cine știe! Poate ar trebuii să te duci înapoi la <a href='%s'> Pagina de Start</a>.
sl_si: ki stvmi v vas. Vaša napaka? Naša napaka? Kdo ve! Morda je bolje, če se vrnete na <a href='%s'>Start Page</a>.
sr_rs: počevši od vas. Vaša greška? Naša greška? Ko zna! Možda bi trebalo da se vratite na <a href='%s'>Početnu stranu</a>.
tr_tr: size bakıyor. Sizin yanlışınız mı? Bizim hatamız mı? Kimbilir! Belkide <a href='%s'>Başlangıç Sayfası</a> na dönmeniz gerekiyor.
uk_ua: дивлячись на вас. Ваша помилка? Наша помилка? Хто знає! Можливо, вам слід повернутися до <a href='%s'>Початкової сторінки</a>.

source: %s Privacy Notice
ar: إشعار خصوصية %s
bg_bg: %s Поверително
ca_es: %s avís de privacitat
cs_cz: %s Ochrana osobních údajů
cy: %s Hysbysiad Preifatrwydd
de_de: %s Datenschutzerklärung
el_gr: Δήλωση περί Απορρήτου %s
es_es: Aviso de privacidad de %s
et_ee: %s privaatsuspoliitika
fi_fi: %s tietosuojaseloste
fr_fr: Avis concernant la confidentialité %s
hr_hr: %s obavijesti privatnosti
hu_hu: %s Adatvédelmi nyilatkozat
it_it: Informativa Privacy %s
pl_pl: Polityka prywatności %s
pt_pt: %s Alerta de privacidade
ro_ro: Note private %s
sl_si: %s obvestilo o zasebnosti
sr_rs: %s obaveštenje o privatnosti
tr_tr: %s Gizlilik Bildirimi
uk_ua: %s Повідомлення про конфіденційність

source: Welcome aboard the %s user community!
ar: مرحبًا بك في مجتمع مستخدمي %s!
bg_bg: Добре дошли в %s потребителското общество!
ca_es: Benvingut/da a la comunitat d'usuaris d'%s!
cs_cz: Vítejte v komunitě uživatelů %s!
cy: Croeso i gymuned defnyddiwr %s!
de_de: Willkommen in der %s Nutzergemeinde!
el_gr: Καλώς ήρθατε στην κοινότητα χρηστών%s!
es_es: ¡Bienvenido a bordo de la comunidad de usuarios de %s!
et_ee: Tere tulemast %si!
fi_fi: Tervetuloa mukaan %s - yhteisöön!
fr_fr: Bienvenue dans la communauté des utilisateurs %s !
hr_hr: Dobrodošli u %s korisničku zajednicu!
hu_hu: Üdvözöljük a %s felhasználói közösségben!
it_it: Benvenuto a bordo della comunità degli utenti %s!
pl_pl: Witamy zagranicą użytkowniku %s!
pt_pt: Bem vindo à comunidade de utilizadores %s!
ro_ro: Bine ați venit la bordul %s comunității de utilizatori!
sl_si: Dobrodošli v %s uporabniški skupnosti!
sr_rs: Dobrodošli u zajednicu %s korisnika!
tr_tr: %s kullanıcı topluluğuna hoş geldiniz!
uk_ua: Ласкаво просимо до %sспільноти користувачів!

source: Your download will start shortly. In case of problems with the automatic download please use this direct <a href=''>link</a>.
ar: سيبدأ التنزيل بعد قليل. في حالة وجود مشاكل في التنزيل التلقائي ، يرجى استخدام هذا الرابط المباشر.<a href=''>رابط التنزيل</a>
bg_bg: Изтеглянето скоро ще започне. В случай на проблеми с автоматичното изтегляне, моля използвайте директния <a href=''>link</a>.
ca_es: La baixada s'iniciarà en breu. Si hi ha problemes amb la baixada automàtica podeu fer servir aquest <a href=''>enllaç</a>.
cs_cz: Za chvíli by mělo začít automatické stahování aplikace. Pokud ne, klikněte <a href=''>zde</a>.
cy: Bydd eich lawrlwythiad yn cychwyn yn fuan. Mewn achos o broblemau gyda'r llwytho i lawr yn awtomatig defnyddiwch y <a href=''>cyswllt</a> uniongyrchol hwn.
de_de: Das Herunterladen des Installationsprogramms beginnt in wenigen Sekunden. Bei Problemen mit dem automatischen Herunterladen nutzen Sie bitte diesen <a href=''>Link</a>.
el_gr: Η λήψη θα ξεκινήσει άμεσα, σε περίπτωση που υπάρξει κάποιο πρόβλημα με την αυτόματη λήψη παρακαλώ χρησιμοποιήστε απευθείας τον <a href=''>σύνδεσμο</a>.
es_es: La descarga comenzará en breve. En caso de que haya algún problema con la descarga automática usa este <a href=''>enlace directo</a>.
et_ee: Allalaadimine algab peatselt. Kui see ei peaks õnnestuma, kasuta palun <a href=''>otselinki.</a>
fi_fi: Lataus on alkamassa. Jos lataus ei käynnisty automaattisesti, voit käyttää myös <a href=''>tätä linkkiä</a>.
fr_fr: Votre téléchargement va débuter rapidement. En cas de difficultés avec le téléchargement automatique veuillez utiliser ce <a href=''>lien direct</a>.
hr_hr: Vasa programska podrska u dolasku biti će pokrenuta u kratkom vremenu.Ako se to ne dogodi odaberite <a href=''>link</a>.
hu_hu: A letöltés hamarosan elindul. Ha probléma merülne fel az automatikus letöltéssel, akkor kérjük használja a direkt linket: <a href=''>link</a>.
it_it: Il download inizierà a breve. In caso di problemi con il download automatico, si prega di usare questo <a href=''>collegamento</a> diretto.
pl_pl: Pobieranie za chwilę się rozpocznie. Gdyby tak się nie stało użyj tego bezpośredniego <a href=''>linku</a>.
pt_pt: O seu download vai começar em breve. Em caso de problemas com o download automático, por favor use este <a href=''>link</a> directo
ro_ro: Descărcarea ar trebuii sa înceapă curând. În caz că apare o problemă cu descărcarea automată vă rog să folosiți direct acestă <a href=''>adresă</a>.
sl_si: Vaš prenos se bo kmalu začel. V primeru težav z avtomatskim prenosom odprite to neposredno <a href=''>povezavo</a>.
sr_rs: Preuzimanje će početi ubrzo. U slučaju problema sa automatskim preuzimanjem, molim vas koristite direktan <a href=''>link</a> za preuzimanje.
tr_tr: İndirme işleminiz kısa süre içinde başlayacaktır. Otomatik indirme işleminde problemle karşılaşırsanız, lütfen <a href=">link</a> linkini kullanın.
uk_ua: Ваше завантаження розпочнеться незабаром. У разі проблем із автоматичним завантаженням, будь ласка, використовуйте це пряме <a href=''>посилання</a>.

source: Dear user from %s,
ar: عزيزي المستخدم من%s،
bg_bg: Скъпи потребители от %s,
ca_es: Benvolgut/da usuari d'%s,
cs_cz: Vážený uživateli (%s),
cy: Annwyl defnyddiwr o %s,
de_de: Sehr geehrter %s Nutzer,
el_gr: Αγαπητέ χρήστη από %s,
es_es: Estimado usuario de %s,
et_ee: %s Hea kasutaja
fi_fi: Hyvä %s käyttäjä,
fr_fr: Cher·e utilisateur·rice %s,
hr_hr: Dragi korisniče iz %s,
hu_hu: Tisztelt %s felhasználó!
it_it: Gentile utente di %s,
pl_pl: Drogi użytkowniku z instytucji %s,
pt_pt: Caro utilizador de %s,
ro_ro: Stimate utilizator din %s,
sl_si: Spoštovani uporabnik iz %s.
sr_rs: Dragi korisniče iz %s,
tr_tr: %s den sevgili kullanıcı,
uk_ua: Шановний користувачу від %s,
