Repository: GEANT/CAT
Catalog: translation/*/web_user.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, hu_hu, it_it, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: Add a translation
ar: إضافة ترجمة
bg_bg: Добавете превод
ca_es: Afegiu una traducció
cs_cz: Přidat překlad
cy: Ychwanegu cyfieithiad
de_de: Übersetzungen
el_gr: Προσθέστε μια μετάφραση
es_es: Añade una traducción
et_ee: Aita tõlkimisel
fi_fi: Lisää käännös
fr_fr: Ajouter une traduction
hr_hr: Dodaj prijevod
hu_hu: Fordítás hozzáadása
it_it: Aggiungi una traduzione
pl_pl: Dodaj tłumaczenie
pt_pt: Adicionar uma tradução
ro_ro: Adăugați o traducere
sl_si: Dodaj prevod
sr_rs: Dodaj prevod
tr_tr: Çeviri ekle
uk_ua: Додайте переклад

source: If you would like to add a new language to CAT then please contact us ...
ar: إذا أردت إضافة لغة جديدة ل CAT يرجى التواصل معنا ...
bg_bg: Ако искате да добавите нов език към CAT, моля свържете се с нас ...
ca_es: Si voleu afegir un nou llenguatge a CAT, contacteu amb nosaltres ...
cs_cz: Pokud chcete přidat do CAT nový jazyk, kontaktujte nás prosím...
cy: Os hoffech ychwanegu iaith newydd at CAT, cysylltwch â ni...
de_de: Wenn Sie eine neue Übersetzung zu CAT hinzufügen möchten, dann kontaktieren Sie uns bitte ...
el_gr: Αν επιθυμείτε να προσθέσετε μια νέα γλώσσα στο CAT παρακαλούμε επικοινωνήστε μαζί μας ...
es_es: Si te gustaría añadir un nuevo idioma a CAT por favor contacta con nosotros.
et_ee: Kui soovite lisada CAT'ile uut keelt, palun võtke meiega ühendust ...
fi_fi: Mikäli tahdot lisätä uuden kielikäännöksen CATiin, otathan yhteyttä...
fr_fr: Si vous souhaitez ajouter une nouvelle langue à CAT veuillez nous contacter...
hr_hr: Ako ćelite CAT-u dodati novi jezik molimo Vas da nas kontaktirate...
hu_hu: Ha új nyelvet szeretne hozzáadni a CAT-hoz, kérjük, lépjen velünk kapcsolatba ...
it_it: Se hai piacere di aggiungere una nuova lingua a CAT, contattaci ...
pl_pl: Jeśli chcesz dodać nowy język do CAT-a, skontaktuj się z nami ...
pt_pt: Se quer adicionar um novo idioma ao CAT, por favor contacte-nos ...
ro_ro: Dacă doriți să adăugați o nouă limbă la CAT, vă rugăm să ne contactați ...
sl_si: Če bi želeli dodati nov jezik v CAT, nas kontaktirajte ...
sr_rs: Ako želite da dodate novi jezik na CAT portal onda nas možete kontaktirati ...
tr_tr: Eğer CAT'a yeni bir dil eklemek isterseniz lütfen bizimle iletişime geçin ...
uk_ua: Якщо ви хочете додати нову мову до CAT, будь ласка, зв'яжіться з нами ..

source: Documentation
ar: التوثيق
bg_bg: Документация
ca_es: Documentació
cs_cz: Dokumentace
cy: Dogfennaeth
de_de: Anleitung
el_gr: Τεκμηρίωση
es_es: Documentación
et_ee: Dokumentatsioon
fi_fi: Dokumentit
hr_hr: Dokumentacija
hu_hu: Dokumentáció
it_it: Documentazione
pl_pl: Dokumentacja
pt_pt: Documentação
ro_ro: Documentație
sl_si: Dokumentacija
sr_rs: Dokumentacija
tr_tr: Belgeleme
uk_ua: Документація

source: My organisation is not listed. Can't I just use any of the other ones?
ar: مؤسستي غير مدرجة. هل يمكنني استخدام أي من المؤسسات الأخرى؟
bg_bg: Моята организация не е в списъка. Мога ли да използвам някоя от другите?
ca_es: La meva organització no és a la llista. Puc fer servir qualsevol de les altres?
cs_cz: Moje organizace není uvedená v seznamu. Mohu zvolit jinou?
cy: Nid yw fy sefydliad wedi'i restru. Oni allaf ddefnyddio unrhyw un o'r rhai eraill yn unig?
de_de: Meine Organisation ist nicht gelistet. Kann ich nicht einfach eine andere nutzen?
el_gr: Ο οργανισμός μου δεν υπάρχει στη λίστα. Μπορώ απλά να επιλέξω κάποιο από τα υπόλοιπα;
es_es: Mi organización no aparece en la lista. ¿No puedo usar el instalador de otra?
et_ee: Minu asutust nimekirjas ei ole. Kas tohin kasutada mõnda teist?
fi_fi: Kotiorganisaatiotani ei ole listattu. Voinko valita listalta jonkin muun?
fr_fr: Mon établissement n'est pas présent. Ne puis-je pas en utiliser un autre ?
hr_hr: Moja ustanova nije na popisu. Mogu li koristiti neki drugi s popisa?
hu_hu: A szervezetem nincs felsorolva. Nem használhatom a többieket?
it_it: La mia organizzazione non è in lista. Posso usarne un'altra qualsiasi?
pl_pl: Mojej instytucji nie ma na liście. Czy mogę wybrać jakąś inną?
pt_pt: A minha organização não está listada. Não posso usar outra das apresentadas?
ro_ro: Organizația mea nu este listată. Nu pot să le folosesc pe oricare dintre celelalte?
sl_si: Moje organizacije ni na seznamu. Ali lahko preprosto izberem katero drugo?
sr_rs: Moja organizacija nije na listi. Da li mogu da koristim neku drugu?
tr_tr: Kurumum listelenmiyor. Diğerlerini kullanamaz mıyım?
uk_ua: Моя організація відсутня в списку. Чи не можу я просто використати будь-яку іншу?

source: No! The installers contain security settings which are specific to the organisation. If you are not from that organisation, your device will detect that you are about to send your username and credential to an unauthorised server and will abort the login. Using an installer from a different organisation is <i>guaranteed to not work</i>!
ar: لا! تحتوي برامج التثبيت على إعدادات أمان خاصة بالمؤسسة. إذا لم تكن من تلك المؤسسة، فسوف يكتشف جهازك أنك على وشك إرسال اسم المستخدم الخاص بك وبيانات الاعتماد الخاصة بك إلى خادم غير مصرح به وسيوقف تسجيل الدخول. استخدام برنامج تثبيت من مؤسسة مختلفة <i>بالتأكيد لن يعمل</i>!
bg_bg: Не! Инсталаторите съдържат настройки по сигурността, които са специфични за организацията. Ако не сте от тази организация, Вашият компютър ще установи, че изпращате потребителското си име и удостоверения за самоличност на неоторизиран сървър и ще преустанови свързването. Използването на инсталатор от друга организация <i>гарантирано няма да работи</i>!
ca_es: No! Els instal·ladors contenen paràmetres de seguretat que són específics per l'organització. Si no en sou membre, el vostre dispositiu detectarà que esteu a punt d'enviar l'identificador i credencial a un servidor no autoritzat i avortarà la connexió. Utilitzar un instal·lador d'una organització diferent és <i>garantia de mal funcionament</i>!
cs_cz: Ne! Instalační programy obsahují bezpečnostní nastavení, která jsou přizpůsobena konkrétní organizaci. Pokud nejste členem dané organizace, vaše zařízení rozpozná, že se chystáte odeslat svoje přihlašovací údaje neoprávněnému serveru a zruší proces přihlašování. Instalační program určený pro jinou organizaci tedy <i>zaručeně nebude fungovat</i>!
cy: Nac ydw! Mae'r gosodwyr yn cynnwys gosodiadau diogelwch sy'n benodol i'r sefydliad. Os nad ydych yn dod o'r sefydliad hwnnw, bydd eich dyfais yn canfod eich bod ar fin anfon eich enw defnyddiwr a'ch manylion mewngofnodi mynediad adnabod i weinydd heb awdurdod a bydd yn atal y mewngofnodi. Mae defnyddio gosodwr o sefydliad gwahanol yn <i>warantedig i beidio â gweithio</i>!
de_de: Nein! Die Installationsprogramme enthalten Sicherheitseinstellungen, die ausschließlich für die zugehörige Organisation gelten. Wenn Sie dieser Organisation nicht angehören, wird Ihr Computer bemerken, dass Sie gerade dabei sind, Ihren Benutzernamen und Zugangscode an einen nicht autorisierten Server zu senden und die Anmeldung abbrechen. Der Versuch ein Installationsprogramm einer anderen Organisation zu verwenden, <i>wird garantiert nicht funktionieren</i>!
el_gr: Όχι! Τα πακέτα εγκατάστασης περιέχουν συγκεκριμένες ρυθμίσεις ασφαλείας για το ίδρυμα. Εάν δεν ανήκετε σε αυτό το ίδρυμα, ο υπολογιστής σας θα εντοπίσει ότι πρόκειται να στείλετε το όνομα χρήστη και τα διαπιστευτήριά σας σε έναν μη εξουσιοδοτημένο εξυπηρετητή και θα απορρίψει την σύνδεση. Η χρήση ενός πακέτου εγκατάστασης διαφορετικού ιδρύματος είναι <i>εγγυημένη ότι δεν θα λειτουργήσει</i>!
es_es: ¡No! Los instaladores contienen configuraciones de seguridad específicos de cada organización. Si no perteneces a esa organización, tu ordenador detectará que vas a enviar tu nombre de usuario y credenciales a un servidor no autorizado y abortará el inicio de sesión. El usar el instalador de una organización distinta a la tuya es <i>garantía de que no te funcionará</i>.
et_ee: Ei tohi. Paigaldusprogrammid sisaldavad asutusespetsiifilisi turvaseadeid. <i>Teise asutuse paigaldusprogramm ei toimi!</i> Kui Sa ei ole asutusega seotud, tuvastab Su seade kasutajakonto juurdepääsuandmete saatmiskatse autoriseerimata serverile ja katkestab sisselogimise.
fi_fi: Et voi. Asennusohjelmat sisältävät organisaatiokohtaisia turva-asetuksia. Jos et kuulu listattuun organisaatioon, päätelaitteesi lopettaa kirjautumisen, koska olisit lähettämässä käyttäjätunnustasi ja salasanaasi väärälle palvelimelle. Toisten organisaatioiden asennusohjelmat <i>eivät varmasti toimi</i>!
fr_fr: Non ! Les installateurs contiennent des paramètres de sécurité spécifiques à votre établissement. Si vous n'appartenez pas à cet établissement, votre appareil détectera que vous vous apprêtez à transmettre votre nom d'utilisateur et votre mot de passe à un serveur non autorisé et interrompra la connexion. L'utilisation d'un installateur d'un établissement différent est <i>garanti de ne pas fonctionner</i> !
hr_hr: Ne! Installeri sadrže sigurnosne postavke koje su specifične za svaku od ustanova. Ako niste s te ustanove, Vaš uređaj će shvatiti da namjeravate poslati korisničko ime i lozinku neovlaštenom poslužitelju i prekinut će spajanje. Korištenje installera druge ustanove garancija je da neće raditi.
hu_hu: Nem! A telepítő a szervezetre jellemző biztonsági beállításokat tartalmaz. Ha nem az adott szervezet tagja vagy, akkor az eszköz észleli, a felhasználóneved és hitelesítő adataidat nem engedélyezett kiszolgálónak küldené el, és megszakítja a bejelentkezést. Egy másik szervezet telepítőjének használata <i>garantáltan nem működik</i>!
it_it: No! I programmi di installazione contengono impostazioni di sicurezza specifiche per l'organizzazione. Se non appartieni a tale organizzazione il dispositivo rileverà che stai per inviare il tuo nome utente e le credenziali a un server non autorizzato e interromperà l'accesso. L'utilizzo di un programma di installazione di una organizzazione <i>di certo non funzionerà</i>!
pl_pl: Nie! Instalatory ustawiają zabezpieczenia, które są dostosowane do konkretnej instytucji. Jeżeli nie jesteś związany z instytucją odpowiadającą danemu instalatorowi, to Twój komputer zorientuje się, że chcesz wysłać dane logowania do nieznanego serwera i przerwie proces połączenia. Instalator dla innej instytucji <i>nie będzie działał</i>!
pt_pt: Não! Os instaladores contêm definições de segurança que são específicos da organização. Se não pertence a essa organização o seu dispositivo vai detetar que está prestes a enviar o seu nome de utilizador e palavra passe para um servidor não autorizado e irá abortar a autenticação. Usar um instalador de outra organização é <i>garantido que não funciona</i>!
ro_ro: Nu! Programul de instalare conține setări de securitate specifice organizației dumneavoatră. Dacă nu sunteți în acea organizație, dispozitivul dumneavoastră o să detecteze că ați trimis numele de utilizator și credențiale unui server care nu este autorizat și conectarea nu o sa mai aibe loc. Folosind un program diferit de instalare dintr-o organizație diferită este <i>mai mult ca sigur să nu functioneze</i>!
sl_si: Ne! Nameščevalniki vsebujejo varnostne nastavitve, ki so specifične za organizacijo. Če niste s te organizacije, bo vaša naprava zaznala, da vpisne podatke pošiljate neavtoriziranemu strežniku in bo preprečila vpis. Uporaba nameščevalnika druge organizacije <i>zagotovo ne bo delovala</i>!
sr_rs: Ne! Programi za instaliranje imaju sigurnosna podešavanja koja su karakteristična za tu organizaciju. Ako niste iz te organizacije, vaš uređaj će otkriti da ćete poslati vaše korisničko ime i lozinku neautorizovanom serveru i prekinuće pokušaj povezivanja. Korišćenje programa za instaliranje druge institucije <i>sigurno neće raditi</i>!
tr_tr: Hayır! Yükleyiciler kuruma özgü güvenlik ayarlarını içerir. Bu kurumdan değilseniz, cihazınız, kullanıcı adınızı ve kimlik bilgilerinizi yetkisiz bir sunucuya göndermek üzere olduğunuzu algılayacak ve girişi iptal edecektir. Farklı bir kurumdan bir yükleyici kullanmak <i>işe yaramaz</i>!
uk_ua: Ні! Інсталятори містять параметри безпеки, які стосуються організації. Якщо ви не з цієї організації, пристрій виявить, що ви збираєтесь надіслати своє ім’я користувача та облікові дані на несанкціонований сервер, і скасує логін. Використання інсталятора з іншої організації <i>гарантовано не спрацює</i>!

source: What can I do to get my organisation listed?
ar: ماذا يمكنني فعله لإدراج مؤسستي في القائمة؟
bg_bg: Какво мога да направя, за да видя моята организация в списъка?
ca_es: Què puc fer per a que aparegui a la llista la meva organització?
cs_cz: Co mohu učinit pro to, aby moje organizace byla na seznamu?
cy: Beth allaf ei wneud i restru fy sefydliad?
de_de: Was kann ich tun, damit meine Organisation gelistet wird?
el_gr: Τι μπορώ να κάνω για να συμπεριληφθεί το ίδρυμα μου στη λίστα;
es_es: ¿Qué puedo hacer para que mi organización aparezca?
et_ee: Mida pean tegema, et saada oma asutus nimekirja?
fi_fi: Mitä voin tehdä saadakseni kotiorganisaationi mukaan listalle?
fr_fr: Que puis-je faire pour que mon établissement soit mentionné ?
hr_hr: Što mogu napraviti da moja ustanova bude na popisu?
hu_hu: Mit tudok tenni, hogy a szervezetemet felsorolják?
it_it: Cosa posso fare per ottenere che la mia organizzazione sia nella lista?
pl_pl: Co mogę zrobić, by moja instytucja znalazła się na liście?
pt_pt: O que devo fazer para ter a minha instituição listada?
ro_ro: Ce pot să fac ca organizația mea să fie listată?
sl_si: Kaj lahko storim, da se moja organiazcija doda na seznam?
sr_rs: Šta mogu da uradim da bi se moja organizacija pojavila na listi?
tr_tr: Kuruluşumun listelenmesi için ne yapabilirim?
uk_ua: Що я можу зробити, щоб отримати список моєї організації?

source: Contact %s administrators within your organisation and request that they add their organisation to the system. It will take at most one hour of their time to get things done.
ar: إتصل بمسؤولو %s في مؤسستك واطلب منهم اضافة المؤسسة في النظام. سيستغرق الأمر على الأكثر ساعة لإنجاز المهمة.
bg_bg: Свържете се с %s администраторите във Вашата организация и ги помолете да добавят тяхната организация в системата. Решаването на проблема ще отнеме най-много час.
ca_es: Contacteu als administradors d'%s de la vostra organització i demaneu-los que l'afegeixin. En poc més d'una hora poden tenir-ho tot fet.
cs_cz: Obraťte se na správce %s ve vaší domovské organizaci a požádejte jej o přidání vaší organizace do systému. Vyplnění požadovaných informací nezabere více, než hodinu času.
cy: Cysylltwch â gweinyddwyr %s o fewn eich sefydliad a gofyn iddynt ychwanegu eu sefydliad i'r system. Bydd yn cymryd o leiaf awr o'u hamser i gyflawni pethau.
de_de: Kontaktieren Sie ihre lokalen %s Administratoren und regen Sie an, sich in diesem System anzumelden. Es dauert für die Administratoren höchstens eine Stunde, um das System zu aktivieren.
el_gr: Επικοινωνήστε με τους διαχειριστές %s στον οργανισμό σας και ζητήστε να προσθέσουν τον οργανισμό σας στο σύστημα. Θα χρειαστούν το πολύ μία ώρα από τον χρόνο τους για τις απαραίτητες ενέργειες.
es_es: Contacta con los administradores de %s en tu organización y pide que añadan la organización al sistema. Sólo les llevará una hora de su tiempo hacer lo necesario para aparecer aquí.
et_ee: Palun võta ühendust oma asutuse %si haldajatega, et nad lisaksid asutuse sellele süsteemile. Neil kulub selleks tööks maksimaalselt tund.
fi_fi: Ota yhteyttä %s-ylläpitäjiin kotiorganisaatiossasi ja kerro että heidän tulisi lisätä organisaatio järjestelmään. Lisääminen on helppoa ja se on tehty tunnissa.
fr_fr: Contactez les administrateurs %s de votre établissement et demandez leurs qu'ils l'ajoutent au système. Cela prendra au plus une heure de leur temps pour le faire.
hr_hr: Kontaktirajte %s administratora iz Vaše organizacije i požalite se. Potrebno je najviše sat vreman da zatraženo proradi.
hu_hu: Vedd fel a kapcsolatot a %srendszergazdával a szervezeten belül és keérd meg a szervezet hozzáadására. Legfeljebb egy óra kell ahhoz, hogy az ügyet feldolgozzák.
it_it: Contatta gli amministratori %s della tua organizzazione e richiedi di aggiungere la loro organizzazione al sistema. Ci vorrà al massimo un'ora del loro tempo per completare la procedura.
pl_pl: Skontaktuj się z administratorami %s w Twojej instytucji i poproś o dodanie Twojej instytucji do systemu. Załatwienie tego nie zajmie więcej niż jedną godzinę pracy.
ro_ro: Contactați administratorul %s din organizația dumneavoastră și solicitați ca aceștia să adauge organizația lor în sistem. Pentru a finaliza lucrurile, va dura cel mult o oră.
sl_si: Kontaktirajte %s skrbnike na vaši organizaciji in zaprosite, da svojo organizacijo dodajo v sistem. Da to opravijo, jim bo vzelo največ eno uro časa.
sr_rs: Kontaktirajte %s administratore u vašoj instituciji i zahtevajte da dodaju vašu instituciju u sistem. To će im oduzeti najviše sat vremena.
tr_tr: Kurumunuzdaki %s yöneticileriyle iletişime geçin ve kurumlarını sisteme eklemelerini talep edin. İşleri halletmek en fazla bir saatlerini alacaktır.
uk_ua: Зв’яжіться %sз адміністраторами вашої організації та попросіть їх додати свою організацію до системи. Для того, щоб щось зробити, знадобиться максимум одна година їхнього часу.

source: My device is not listed! Does that mean I can't do %s?
ar: جهازي غير مدرج في القائمة! هل هذا يعني أنني لا أستطيع أن أتصل بـ%s؟
bg_bg: Устройството ми не е в списъка! Това означава ли, че не мога да използвам %s?
ca_es: El meu dispositiu no està a la llista! Vol dir que no puc %s?
cs_cz: Moje zařízení není uvedeno v seznamu! Znamená to, že nelze používat %s?
cy: Nid yw fy dyfais wedi'i restru! Ydy hynny'n golygu na allaf wneud %s?
de_de: Mein Gerät ist nicht aufgeführt! Heißt das, %s funktioniert bei mir nicht?
el_gr: Η συσκευή μου δεν υπάρχει στη λίστα! Αυτό σημαίνει ότι δεν μπορώ να κάνω %s;
es_es: ¡Mi dispositivo no aparece listado! ¿Eso significa que no podré conectarme a %s?
et_ee: Minu seadet ei ole nimekirjas. Kas see tähendab, et ma ei saa %si kasutada?
fi_fi: Laitteeni ei ole listalla. Tarkoittaako se, etten pääse %siin?
fr_fr: Mon appareil n'est pas présent ! Cela signifie que je ne peux pas utiliser %s ?
hr_hr: Moja vrsta uređaja nije navedena! Da li to znači da ne mogu %s?
hu_hu: Az eszközöm nem szerepel a listán. Ez azt jelenti, hogy nem használhatom az %sot?
it_it: Il mio dispositivo non è elencato! Significa che non posso usare %s?
pl_pl: Mojego urządzenia nie ma na liście! Czy to oznacza, że nie mogę korzystać z %s?
pt_pt: O meu dispositivo não está na lista! Isso significa que não posso utilizar o %s?
ro_ro: Dispozitivul meu nu este listat! Asta înseamnă că nu pot să fac %s?
sl_si: Moje naprave ni na seznamu. Ali to pomeni, da se ne morem povezati v omrežje %s?
sr_rs: Moj uređaj nije na listi! Da li to znači da ne mogu da koristim %s?
tr_tr: Cihazım listede yer almıyor! Bu %s i yapamayacağım anlamına mı geliyor?
uk_ua: Мій пристрій відсутній у списку! Чи означає це, що я не можу %s?
