Repository: GEANT/CAT
Catalog: translation/*/web_user.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, hu_hu, it_it, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: About %s
ar: عن %s
bg_bg: За %s
ca_es: Quant a %s
cs_cz: O %s
cy: Ynghylch %s
de_de: Über %s
el_gr: Σχετικά με %s
es_es: Acerca de %s
et_ee: %s teave
fi_fi: %s - lisätietoja
fr_fr: À propos de %s
hr_hr: Informacije o %s
hu_hu: Az %s
it_it: Info su %s
pl_pl: O %s
pt_pt: Sobre %s
ro_ro: Despre %s
sl_si: O %s
sr_rs: O %s
tr_tr: %s Hakkında
uk_ua: Про %s

source: Language
ar: اللغة
bg_bg: Език
ca_es: Llengua
cs_cz: Jazyk
cy: Iaith
de_de: Sprache
el_gr: Γλώσσα
es_es: Idioma
et_ee: Keel
fi_fi: Kieli
fr_fr: Langue
hr_hr: Jezik
hu_hu: Nyelv
it_it: Lingua
pl_pl: Język
pt_pt: Idioma
ro_ro: Limba
sl_si: Jezik
sr_rs: Jezik
tr_tr: Dil
uk_ua: Мова

source: Help
ar: المساعدة
bg_bg: Помощ
ca_es: Ajuda
cs_cz: Pomoc
de_de: Hilfe
el_gr: Βοήθεια
es_es: Ayuda
et_ee: Abi
fi_fi: Apua
fr_fr: Aide
hr_hr: Pomoć
hu_hu: Segítség
it_it: Aiuto
pl_pl: Pomoc
pt_pt: Ajuda
ro_ro: Ajutor
sl_si: Pomoč
sr_rs: Pomoć
tr_tr: Yardım
uk_ua: Допомога

source: My institution is not listed
ar: مؤسستي غير مدرجة
bg_bg: Моята институция не е в списъка
ca_es: La meva institució no és a la llista
cs_cz: Moje organizace není uvedena v seznamu
cy: Nid yw fy sefydliad wedi'i restru
de_de: Meine Einrichtung ist nicht dabei
el_gr: Το ίδρυμα μου δεν είναι στην λίστα
es_es: Mi institución no está en la lista
et_ee: Minu asutust ei ole nimekirjas
fi_fi: Kotiorganisaationi ei löydy listalta
fr_fr: Mon établissement n'est pas dans la liste
hr_hr: Moja ustanova nije na popisu
hu_hu: Az intézményem nincs felsorolva
it_it: La mia organizzazione non è elencata
pl_pl: Moja instytucja nie znajduje się na liście
pt_pt: A minha instituição não está listaad
ro_ro: Instituția mea nu este pe listă
sl_si: Moje organizacije ni na seznamu
sr_rs: Moja institucija nije na listi
tr_tr: Kurumum listede yok
uk_ua: Моя установа не значиться в списку

source: My device is not listed
ar: جهازي غير مدرج
bg_bg: Моето устройство не е в списъка
ca_es: El meu dispositiu no és a la llista
cs_cz: Moje zařízení není na seznamu
cy: Nid yw fy dyfais wedi'i restru
de_de: Mein Gerät ist nicht dabei
el_gr: Η συσκευή μου δεν είναι στην λίστα
es_es: Mi dispositivo no está en la lista
et_ee: Minu seadet ei ole nimekirjas
fi_fi: Laitteeni ei löydy listalta
fr_fr: Mon appareil n'est pas dans la liste
hr_hr: Moj uređaj nije na popisu
hu_hu: A készülékem nem szerepel a listán
it_it: Il mio dispositivo non è elencato
pl_pl: Moje urządzenie nie znajduje się na liście
pt_pt: O meu dispositivo não está listado
ro_ro: Dispozitivul meu nu este pe listă
sl_si: Moje naprave ni na seznamu
sr_rs: Moj uređaj nije na listi
tr_tr: Aygıtım listede yok
uk_ua: Мій пристрій відсутній у списку

source: What is eduroam
ar: ما هو eduroam
bg_bg: Какво е eduroam
ca_es: Què és eduroam
cs_cz: Co je eduroam
cy: Beth yw eduroam
de_de: Was ist eduroam?
el_gr: Τι είναι το eduroam
es_es: Qué es eduroam
et_ee: Mis on eduroam
fi_fi: Mikä on eduroam
fr_fr: Qu'est-ce que eduroam
hr_hr: Što je eduroam
hu_hu: Mi az eduroam
it_it: Cos'è eduroam
pl_pl: Co to jest eduroam
pt_pt: O que é o eduroam
ro_ro: Ce este eduroam
sl_si: Kaj je eduroam
sr_rs: Šta je eduroam
tr_tr: eduroam nedir
uk_ua: Що таке eduroam

source: Contact
ar: اتصل بنا
bg_bg: Контакт
ca_es: Contacte
cs_cz: Kontakt
cy: Cyswllt
de_de: Kontakt
el_gr: Επικοινωνία
es_es: Contacto
et_ee: Kontakt
fi_fi: Yhteystiedot
hr_hr: Kontakt
hu_hu: Kapcsolat
it_it: Contatti
pl_pl: Kontakt
pt_pt: Contactar
sl_si: Stik
sr_rs: Kontakt
tr_tr: İletişim
uk_ua: Контакт

source: Diagnostics
ar: التشخيص
bg_bg: Диагностика
ca_es: Anàlisi
cs_cz: Diagnostika
cy: Diagnosteg
de_de: Diagnose
el_gr: Διαγνωστικά
es_es: Diagnósticos
et_ee: Diagnostika
fi_fi: Vianselvitys
hr_hr: Dijagnosticiranje
hu_hu: Diagnosztika
it_it: Diagnostica
pl_pl: Diagnostyka
pt_pt: Diagnósticos
ro_ro: Diagnostice
sl_si: Diagnostika
sr_rs: Dijagnostika
tr_tr: Teşhis
uk_ua: Діагностика

source: Manage
ar: الإدارة
bg_bg: Управление
ca_es: Gestió
cs_cz: Spravovat
cy: Rheoli
de_de: Verwalten
el_gr: Διαχείριση
es_es: Administrar
et_ee: Halda
fi_fi: Käsittele
fr_fr: Gérer
hr_hr: Upravljaj
hu_hu: Kezel
it_it: Gestisci
pl_pl: Zarządzanie
pt_pt: Gerir
ro_ro: Administrare
sl_si: Upravljati
sr_rs: Upravljaj
tr_tr: Yönet
uk_ua: Керування

source: %s admin access
ar: تسجيل الدخول كمسؤول %s
bg_bg: %s администраторски достъп
ca_es: Accés admin %s
cs_cz: %s přístup pro správce
cy: %s mynediad gweinyddol
de_de: %s Administratorzugang
el_gr: διαχειριστική πρόσβαση %s
es_es: Acceso de administrador de %s
et_ee: %si administreerimine
fi_fi: %sylläpito
fr_fr: Accès administrateur %s
hr_hr: %s administratorski pristup
hu_hu: %s adminisztrációs hozzáférés
it_it: Accesso amministratore %s
pl_pl: dostęp administracyjny %s
pt_pt: acesso de administrador %s
ro_ro: %s accesul administratorului
sl_si: %s skrbniški dostop
sr_rs: Administatorski pristup za %s
tr_tr: %s yönetici erişimi
uk_ua: %s доступ адміністратора

source: %s admin:<br>manage your IdP
ar: مسؤول %s: <br> إدارة مزود هوية IdP
bg_bg: %s администратор:<br> управление на Вашия IdP
ca_es: Administrador de %s: <br>administreu el vostre IdP
cs_cz: %s admin:<br>spravovat IdP
cy: %s admin: <br> rheoli eich CDU
de_de: %s Administrator:<br>Verwalten Sie Ihren IdP
el_gr: %s διαχειριστής:<br>διαχειριστείτε τον IdP σας
es_es: Administrador de %s:<br>administra tu IdP
et_ee: %si administraator:<br> halda oma IdP-d
fi_fi: %s-ylläpitäjä:<br>hallinnoi IdP:täsi
fr_fr: Administrateur %s : <br> gérez votre IdP
hr_hr: %s administrator:<br>upravlja Vašim davateljem identiteta
hu_hu: %s adminisztrálás:<br>a saját IdP-d kezelése
it_it: %s admin:<br>gestisci il tuo IdP
pl_pl: administrator %s:<br>zarządzaj IdP
pt_pt: %s admin:<br>faça a gestão do seu IdP
ro_ro: %sadmin<br>administrează IdP dumneavoastră
sl_si: %s skrbnik:<br>upravljaj svoj IdP
sr_rs: %s admin:<br>upravljate vašim Davaocem Identiteta
tr_tr: %s admin:<br> IdP nizi yönetin
uk_ua: %s адміністратор: <br>керування вашим IdP

source: Become a CAT developer
ar: كن مطور CAT
bg_bg: Станете CAT разработчик
ca_es: Convertiu-vos en desenvolupador de CAT
cs_cz: Staňte se vývojařem CAT
cy: Dewch yn ddatblygwr CAT
de_de: Werden Sie ein CAT Entwickler
el_gr: Γίνε προγραμματιστής του CAT
es_es: Conviértete en desarrollador de CAT
et_ee: Löö kaasa CATi arendamisel
fi_fi: Ryhdy CAT-kehittäjäksi:
fr_fr: Devenir un développeur CAT
hr_hr: Postani CAT razvijatelj
hu_hu: Légy CAT fejlesztő!
it_it: Diventa sviluppatore di CAT
pl_pl: Dołącz do programistów CAT
pt_pt: Torne-se um CAT Developer
ro_ro: Poți să devi un dezvoltator CAT
sl_si: Postanite razvijalec CAT
sr_rs: Postanite CAT developer
tr_tr: CAT geliştiricisi ol
uk_ua: Стати розробником CAT

source: Terms of use
ar: شروط الإستخدام
bg_bg: Условия за ползване
ca_es: Condicions del servei
cs_cz: Podmínky používaní
cy: Telerau defnydd
de_de: Nutzungsbedingungen
el_gr: Όροι χρήσης
es_es: Términos de uso
et_ee: Kasutustingimused
fi_fi: Käyttöehdot
fr_fr: Conditions d'utilisation
hr_hr: Uvjeti korištenja
hu_hu: Felhasználási feltételek
it_it: Termini di utilizzo
pl_pl: Warunki korzystania
pt_pt: Termos de utilização
ro_ro: Termeni de utilizare
sl_si: Pogoji uporabe
sr_rs: Uslovi korišćenja
tr_tr: Kullanım kuralları
uk_ua: Умови користування

source: we would like to warmly welcome you among the several million users of eduroam®! From now on, you will be able to use internet access resources on thousands of universities, research centres and other places all over the globe. All of this completely free of charge!
ar: نود أن نرحب بكم ترحيبا حارا بين عدة ملايين من مستخدمي eduroam®! من الآن، ستتمكن من استخدام الإنترنت في الآلاف من الجامعات ومراكز الأبحاث والأماكن الأخرى في جميع أنحاء العالم. كل هذا مجاني تمامًا!
bg_bg: бихме искали да Ви посрещнем сърдечно сред няколкото милиона потребители на eduroam®! От сега нататък Вие ще имате интернет достъп до ресурсите на хиляди университети, научно-изследователски центрове и други места по цялото земно кълбо. Всичко това напълно безплатно!
ca_es: volem donar-te la benvinguda a la comunitat de diversos milions de participants d'eduroam®! A partir d'ara, podràs utilitzar l'accés internet a milers d'universitats, centres de recerca i d'altres llocs arreu del món. I de forma totalment gratuïta!
cs_cz: rádi bychom vás srdečně přivítali ve společnosti několika miliónů uživatelů eduroam®! Od této chvíle budete moci používat přístup k internetu na tisici univerzitách, výzkumných centrech a dalších místech po celém světě. A to vše úplně zdarma!
cy: hoffem eich croesawu'n gynnes ymhlith y miliynau lawer o defnyddwyr eduroam®! O hyn ymlaen, byddwch yn gallu defnyddio adnoddau mynediad rhyngrwyd ar filoedd o brifysgolion, canolfannau ymchwil a lleoedd eraill ledled y byd. Hyn i gyd yn hollol rhad ac am ddim!
de_de: wir möchten Sie ganz herzlich in der Nutzergemeinde von eduroam® Willkommen heißen! Von nun an können Sie, wie viele Millionen anderer eduroamer auch, einen vollkommen kostenlosen Internetzugang bei tausenden von teilnehmenden Universitäten, Forschungszentren etc. genießen.
el_gr: θα θέλαμε να σας καλωσορίσουμε θερμά ανάμεσα στα πολλά εκατομμύρια χρήστες του eduroam®! Από εδώ και στο εξής, θα έχετε τη δυνατότητα να κάνετε χρήση των πόρων πρόσβασης στο διαδίκτυο χιλιάδων πανεπιστημίων, ερευνητικών κέντρων και άλλων σημείων ανά τον κόσμο. Όλα αυτά εντελώς δωρεάν!
es_es: quisiéramos darte una calurosa bienvenida a una comunidad de varios millones de usuarios de eduroam®. A partir de este momento, podrás acceder Internet desde miles de universidades, centros de investigación y otros lugares de todo el mundo. ¡Todo ello de manera gratuita!
et_ee: eduroam®is saad tasuta kasutada internetiühendust tuhandetes sellega liitunud ülikoolides, teadusasutustes jmt.
fi_fi: lämpimästi tervetuloa miljoonien eduroam®-käyttäjien joukkoon! Tästä eteenpäin voit käyttää tuhansien yliopistojen, tutkimuskeskusten ja muiden organisaatioiden Internet-yhteyspalveluja ilmaiseksi kaikkialla maailmassa.
fr_fr: Nous vous accueillons chaleureusement dans la communauté eduroam® qui compte plusieurs millions d'utilisateurs ! Vous avez désormais la possibilité de vous connecter à internet à partir de millier d'universités, de centre de recherche, et autre lieux autour du monde. Et tout ceci est complètement gratuit !
hr_hr: Želimo Vam srdačnu dobrodošlicu među nekoliko milijuna eduroam® korisnika!Od sada, u mogućnosti ste koristiti internet pristup na tisuće sveučilišta istraživačkih centara i drugih mjesta diljem svijeta, i to besplatno!
hu_hu: Üdvözlünk az eduroam több millió felhasználója között! Mostantól hozzáférhet az internethez egyetemek, kutatóközpontok és más helyszínek ezrein szerte a világon. Mindez teljesen ingyen!
it_it: vorremmo darti un caloroso benvenuto tra i diversi milioni di utenti di eduroam®! D'ora in poi, sarai in grado di utilizzare le risorse di accesso a Internet in migliaia di università, centri di ricerca e altri luoghi in tutto il mondo. Tutto questo completamente gratis!
pl_pl: Gorąco witamy wśród kilkumilionowej rzeszy użytkowników usługi eduroam®! Od teraz będziesz mógł korzystać z dostępu internetowego na tysiącach uniwersytetów, centrów badawczych i innych miejsc na świecie. A wszystko to uzyskujesz bez żadnych opłat!
pt_pt: queremos dar-lhe um caloroso bem vindo para junto dos vários milhões de utilizadores eduroam®! De agora em diante, vai poder usar os recursos do acesso à Internet de Universidades, centros de pesquisa e outros locais por todo o globo. Tudo isto, de forma completamente gratuita!
ro_ro: am dori să vă întâmpinăm călduros printre câteva milioane de utilizatori de eduroam®! De acum, veți putea utiliza resurse de acces la internet pe mii de universități, centre de cercetare și alte locuri de pe glob. Toate acestea complet gratuit!
sl_si: pozdravljeni med milijoni uporabnikov eduroama®! Od zdaj boste lahko uporabljali vire za dostop do interneta na več tisoč univerzah, raziskovalnih centrih in drugih krajih po vsem planetu. Vse to popolnoma brezplačno!
sr_rs: Želeli bismo da vam poželimo toplu dobrodošlicu u zajednicu od više miliona korisnika eduroam® servisa! Od sada pa nadalje, bićete u mogućnosti da koristite internet resurse na više hiljada univerziteta, u istraživačkim centrima i drugim lokacijama u svetu. Sve potpuno besplatno!
tr_tr: 'eduroam®'un birkaç milyon kullanıcısı arasında sizi sıcak bir şekilde ağırlamak isteriz! Bundan sonra, binlerce üniversite, araştırma merkezi ve dünyanın dört bir yanındaki diğer yerlerde internet erişim kaynaklarını kullanabileceksiniz. Bütün bunlar tamamen ücretsiz!
uk_ua: ми хотіли б тепло привітати Вас серед кількох мільйонів користувачів eduroam®! Відтепер ви зможете користуватися ресурсами доступу до Інтернету в тисячах університетів, дослідницьких центрів та інших місць по всій земній кулі. Все це абсолютно безкоштовно!

source: Now that you have downloaded and installed a client configurator, all you need to do is find an eduroam® hotspot in your vicinity and enter your user credentials (this is our fancy name for 'username and password' or 'personal certificate') - and be online!
ar: الآن وبعد أن قمت بتنزيل وتثبيت برنامج التهيئة ، كل ما عليك فعله هو العثور على نقطة اتصال eduroam® في المنطقة المجاورة لك وإدخال بيانات الاعتماد الخاصة بك (وهي 'اسم المستخدم وكلمة المرور' أو 'الشهادة الشخصية') - و كن متصلا بالإنترنت!
bg_bg: Сега, след като сте изтеглили и инсталирали клиентския конфигуратор, всичко което трябва да направите е да намерите eduroam® точка за интернет достъп близо до Вас и да въведете удостоверението си за самоличност (това са Вашите "потребителско име и парола" или "персонален сертификат") - и да бъдете на линия!
ca_es: Un cop heu baixat i instal·lat el configurador de client, només cal que trobeu un punt eduroam® a prop i introduïu les vostres credencials (és el nom que donem a 'identificador i contrasenya' o 'certificat personal') i connecteu-vos!
cs_cz: Po instalaci a konfiguraci klienta vám stačí najít nejbližšší přístupový bod sítě eduroam® ve vašem okolí a zadat svoje přihlašovací údaje (uživatelské jméno a heslo nebo osobní certifikát) - a jste připojeni!
cy: Nawr eich bod wedi lawrlwytho a gosod cyflunydd cleient, y cyfan sydd angen i chi ei wneud yw dod o hyd i llecyn eduroam® yn eich ardal chi a nodi eich manylion mewngofnodi defnyddiwr (dyma ein henw ffansi ar gyfer 'enw defnyddiwr a chyfrinair' neu 'tystysgrif bersonol') - a byddwch ar-lein!
de_de: Nachdem Sie das Installationsprogramm heruntergeladen und installiert haben, müssen Sie sich nur noch in die Nähe eines eduroam® Hotspots begeben und Ihre Zugangsdaten eingeben (also zum Beispiel Ihren Benutzernamen/Passwort oder Ihr persönliches Nutzerzertifikat) - und schon sind Sie online!
el_gr: Τώρα που έχετε κατεβάσει και εγκαταστήσει έναν διαμορφωτή πελάτη, το μόνο που χρειάζεται να κάνετε είναι να βρείτε ένα κοντινό eduroam® hotspot και να εισάγετε τα διαπιστευτήριά σας (αυτό είναι το επίσημο όνομα για το 'όνομα χρήστη' και τον 'κωδικό πρόσβασης' ή το 'προσωπικό πιστοποιητικό') - και θα είστε συνδεδεμένος!
es_es: Ahora que has descargado y configurado el configurador, todo lo que tendrás que hacer es encontrar una ubicación en tu proximidad donde se ofrezca el servicio eduroam® e introducir tus credenciales de usuario (este es el nombre que damos a tu 'identificador de usuario y contraseña' o a tu 'certificado personal'). ¡Y ya estarás conectado!
et_ee: Nüüd on Sul alla laaditud ja paigaldatud kliendiseadistusprogramm. Edasi on vaja leida üles lähim eduroam®i juurdepääsupunkt ja sisestada oma kasutajakonto andmed (kasutajanimi ja parool või isikusertifikaat) ning saadki võrguühenduse.
fi_fi: Nyt kun olet ladannut ja asentanut asennusohjelman sinun tarvitsee enää etsiä lähin eduroam®-hotspot ja kirjautua verkkoon antamalla käyttäjätunnuksesi ja salasanasi tai käyttämällä henkilövarmennetta – näin olet verkossa!
fr_fr: Maintenant que vous avez téléchargé et installé votre configuration client, tout ce que vous avez a faire est de trouver un hotspot eduroam® autour de vous, d'entrer vos identifiants (nom d'utilisateur et mot de passe) - et d'être en ligne !
hr_hr: Sada kada ste preuzeli i instalirali konfigurator klijenta, sve što trebateje pronaći eduroam hotspot u svojoj blizini te unijeti korisničke podatke(korisničko ime i lozinku ili osobni certifikat) i biti povezani.
hu_hu: Most, hogy letöltötte és telepítette az ügyfélkonfigurátort, mindössze annyit kell tennie, hogy találjon egy eduroam® hotspotot a környéken, és írja be a felhasználói hitelesítő adatait (ez a "username és jelszó" vagy "személyes tanúsítványunk") - és máris elérhető!
it_it: Ora che hai scaricato e installato un configuratore del client, tutto ciò che devi fare è trovare un hotspot eduroam® nelle vicinanze e inserire le credenziali utente (questo è il nostro appellativo stravagante per "nome utente e password" o "certificato personale") - ed essere in linea!
pl_pl: Po tym jak już ściągnąłeś konfigurator kliencki, musisz tylko odnaleźć w pobliżu hotspot eduroam® oraz wprowadzić swoje dane uwierzytelniania (tak nazywamy parę 'identyfikator użytkownika i hasło' lub 'osobisty certyfikat') i będziesz podłączony!
pt_pt: Agora que descarregou e instalou um cliente de configuração, tudo o que necessita é encontrar um hotspot eduroam® nas proximidades e fornecer as suas credenciais de utilizador (este é um nome pomposo para 'nome de utilizador e palavra-passe' ou 'certificado pessoal') - e esteja ligado!
ro_ro: Acum ca ați descărcat si instalat clientul configurator, tot ceea ce trebuie să faceți este sa găsiți un hotpost eduroam în vecinătatea dumneavoastră și să vă folosiți datele dumneavoastră (adică să vă folosiți 'numele de utilizator si parola' sau 'certificatul personal') - și o sa fiți online!
sl_si: Sedaj, ko ste si prenesli in namestili odjemalec, morate v svoji bližini le še poiskati najbližjo točko eduroam® in vnesti svoje prijavne podatke ('uporabniško ime in geslo' ali 'osebni certifikat') - in že boste povezani!
sr_rs: Sada kada ste preuzeli i instalirali konfigurator vašeg uređaja, sve što je potrebno da uradite jeste da pronađete najbližu eduroam® pristupnu tačku i unesete vaše korisničke kredencijale (to je naš formalni naziv za korisničko ime i lozinku) - da biste bili online!
tr_tr: Artık bir istemci yapılandırıcıyı indirip kurduğunuza göre, tek yapmanız gereken, yakınınızda bir eduroam® kablosuz internet erişim noktası bulmak ve kullanıcı bilgilerinizi ('kullanıcı adı ve parola' veya 'kişisel sertifika') girerek çevrimiçi olmak!
uk_ua: Тепер, коли ви завантажили та встановили клієнтський конфігуратор, все, що вам потрібно зробити, це знайти точку доступу eduroam® поблизу вас і ввести свої облікові дані користувача (це наше вичурне ім’я для `` ім'я користувача та пароль '' або `` особистий сертифікат '') - і бути в мережі!

source: Authenticating
ar: المصادقة
bg_bg: Удостоверяване
ca_es: Autenticant
cs_cz: Přihlašování
cy: Dilyswch
de_de: Anmeldung läuft
el_gr: Αυθεντικοποίηση
es_es: Autenticando
et_ee: Autendime
fi_fi: Kirjaudutaan
fr_fr: Authentification
hr_hr: Autenticiranje
hu_hu: Azonosítás folyamatban
it_it: Autenticazione
pl_pl: Czekam na uwierzytelnienie
pt_pt: A autenticar
ro_ro: Autentifică
sl_si: Avtentikacija
sr_rs: Autentifikovanje
tr_tr: Kimlik doğrulanıyor
uk_ua: Автентифікація

source: You attempted to download an installer that was already downloaded before. Please request a new token from your administrator instead.
ar: تحاول استخدام برنامج التنصيب المستخدم سابقا. يرجى منك طلب رمزا خاصا جديدا من المدير المحلي.
bg_bg: Опитахте се да изтеглите инсталатор, който вече е изтеглен. Моля вместо това заявете нов временен ключ от Вашия администратор.
ca_es: Heu intentat baixar un instal·lador que ja ha s'ha baixat. Sol·liciteu un nou codi al vostre administrador.
cs_cz: Pokusili jste se stáhnout instalační program, který byl stažen dříve. Místo toho, prosím, požádejte správce o nový token.
cy: Fe wnaethoch chi geisio lawrlwytho gosodwr a oedd eisoes wedi'i lawrlwytho o'r blaen. Gofynnwch am tocyn newydd gan eich gweinyddwr yn lle hynny.
de_de: Sie haben versucht ein Installationsprogramm herunterzuladen, das bereits verbraucht ist. Bitte fragen Sie Ihren Administrator nach einem neuen Token bzw. Einladungs-Link.
el_gr: Επιχειρήσατε την λήψη πακέτου εγκατάστασης για το οποίο έχει ήδη γίνει λήψη στο παρελθόν. Αντ' αυτού παρακαλώ αιτηθείτε ένα νέο κουπόνι από τον διαχειριστή σας.
es_es: Has intentado descargar un instalador que ya estaba descargado antes. Por favor, pide un nuevo token a tu administrador.
et_ee: Proovisid laadida alla paigaldusprogrammi, mis on juba alla laaditud. Palun küsi oma administraatorilt uus kood.
fi_fi: Yritit ladata asennusohjelman, joka on jo ladattu aiemmin. Pyydä ylläpitäjältä uusi koodi.
fr_fr: Vous avez essayé de télécharger un installateur que vous aviez déjà téléchargé. Veuillez plutôt demander un nouveau jeton à votre administrateur.
hr_hr: Pokušali ste preuzeti installer koji je već prije preuzet.Molimo zatražite novi token od Vašeg administratora.
hu_hu: Megpróbált letölteni egy már korábban használt telepítőt. Kérjen új hozzáférési tokent a rendszergazdától.
it_it: Hai tentato di scaricare un programma di installazione che era già stato scaricato in precedenza. Si prega di richiedere un nuovo token dal proprio amministratore.
pl_pl: Próbujesz pobrać instalator, który wcześniej już był pobierany. Musisz poprosić swojego administratora o nowy token.
pt_pt: Tentou descarregar um instalador que já tinha descarregado antes. Em vez disso, peça um novo token ao seu administrador, por favor.
ro_ro: Ați încercat să descărcați un program de instalare care a fost deja descărcat înainte. Vă rugăm să solicitați un nou jeton de la administratorul dumneavoastră.
sl_si: Poskusili ste prenesti nameščevalnik, ki je že bil prenešen. Prosimo, zaprosite svojega skrbnika za nov žeton.
sr_rs: Pokušali ste da preuzmete instaler koji ste već preuzeli ranije. Umesto toga, molimo vas da zahtevate novi token od vašeg administratora.
tr_tr: Daha önce indirilmiş bir yükleyiciyi indirmeyi denediniz. Lütfen, bunun yerine, yöneticinizden yeni bir belirteç isteyin.
uk_ua: Ви намагалися завантажити програму установки, яка вже була завантажена раніше. Замість цього, будь ласка, запитайте у свого адміністратора новий маркер.

source: Attempt to reuse download link
ar: محاولة إعادة استخدام رابط التحميل
ca_es: Intent de reutilitzar l'enllaç de baixada
cy: Ceisio ailddefnyddio dolen llwytho i lawr
es_es: Intento de reutilización del enlace de descarga
et_ee: Allalaadimislingi korduvkasutamise katse
fr_fr: Tenter de réutiliser le lien de téléchargement
hr_hr: Pokušaj korištenja postojećeg linka
hu_hu: Próbálja újra használni a letöltési linket
it_it: Tentativo di riutilizzare il collegamento di download
ro_ro: Încercați să reutilizați linkul de descărcare
tr_tr: İndirme bağlantısını yeniden kullanma girişimi
uk_ua: Спробуйте повторно використати посилання для завантаження
