Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: Anonymous Identity support is <strong>%s</strong>
bg_bg: Поддръжката на анонимна идентичност е <strong>%s</strong>
ca_es: El soprt per a indetitats anònimes està <strong>%s</strong>
cy: Cymorth Hunaniaeth Anhysbys yw <strong>%s</strong>
de_de: Anonyme Identiten sind <strong>%s</strong>
el_gr: Η υποστήριξη Ανώνυμης Ταυτότητας είναι <strong>%s</strong>
es_es: El soporte de identidad anónima está <strong>%s</strong>
et_ee: Anonüümse välise identiteedi tugi on <strong>%s</strong>
fi_fi: Anonyymin identiteetin tuki on <strong>%s</strong>
fr_fr: Le support de l'identité anonyme est <strong>%s</strong>
it_it: Il supporto per l'Identità Anonima è <strong>%s</strong>
pl_pl: Status wsparcia anonimowości: <strong>%s</strong>
pt_pt: Suporte de Identidade Anónima é <strong>%s</strong>
ro_ro: Suportul de identitate anonimă este <strong>%s</strong>
sl_si: Anonimna zunanja identiteta je <strong>%s</strong>
tr_tr: Anonim Kimlik desteği <strong>%s</strong>
uk_ua: Підтримка анонімної ідентифікації <strong>%s</strong>

source: OFF
bg_bg: Изключване
ca_es: INACTIU
cy: ODDI AR
de_de: AUS
et_ee: MITTEAKTIIVNE
pl_pl: Nieaktywny
pt_pt: DESLIGADO
ro_ro: Închis
sl_si: IZKLOPLJENA
tr_tr: KAPALI
uk_ua: ВИМКНЕНО

source: Without Anonymous Identity, the actual username will be used as outer identity and be the basis for request routing. For that to work, the username must have a correct realm suffix. Yet, realm suffix verification has been turned OFF. Supplicants will not verify that usernames contain a realm, and errors such as username 'johndoe' which will not work in roaming scenarios will not be prohibited. Consider checking the box 'Enforce realm suffix in username'!
bg_bg: Без анонимна идентичност действителното име ще бъде използвано като външна идентичност и ще бъде база за маршрутизиране на заявката. За да работи това, потребителкото име трябва да съдържа коректно име на домейн. Все още проверката на името на домейна е изключена. Заявителите няма да проверяват дали потребителските имена съдържат името на домейна и грешки като потребителско име 'johndoe', което няма да работи в роуминг, няма да бъдат забранени. Вземете предвид да поставите отметка в квадратчето 'Приложи името на домейна в потребителското име'!
ca_es: Sense Identitat Anònima, es farà servir l'identificador real com a Identitat Externa i com a base per a encaminar les sol·licituds. Per a que això funcioni, l'identificador ha de tenir un sufix de domini correcte. Tot i així, la verificació del domini s'ha DESACTIVAT. Els clients no comprovaran que els identificadors continguin un domini, i errors com l'identificador 'joanningu' que no funcionarà en escenaris de mobilitat, no es denegaran. Considereu de marcar la casella 'Comprovar el sufix de domini en el identificador'!
cy: Heb Hunaniaeth Anhysbys, bydd yr enw defnyddiwr gwirioneddol yn cael ei ddefnyddio fel hunaniaeth allanol a bydd yn sail ar gyfer llwybro ceisiadau. Er mwyn i hynny weithio, rhaid i'r enw defnyddiwr gael ôl-ddodiad parth cywir. Eto i gyd, mae dilysu ôl-ddodiad parth wedi'i DDIFFODD. Ni fydd ymgeiswyr yn gwirio bod enwau defnyddwyr yn cynnwys parth, ac ni fydd gwallau fel enw defnyddiwr 'johndoe' na fydd yn gweithio mewn senarios crwydro yn cael eu gwahardd. Ystyriwch dicio'r blwch 'Gorfodi ôl-ddodiad parth in enw defnyddiwr'!
de_de: Ohne äußere ('anonyme') Identitäten wird der tatsächliche Benutzername als äußere Identität und damit für das Routen der Anfrage benutzt. Damit dies funktioniert, muss der Benutzername den RADIUS Realm korrekt enthalten. Trotzdem wurde die zugehörige Suffix-Validierung des Benutzernamens AUSgeschaltet. Die Installationsprogramme werden nicht überprüfen dass der eingegebene Benutzername den RADIUS Realm enthält, und Fehleingaben des Nutzers wie 'maxmustermann' werden dazu führen, dass die Nutzung im Roaming nicht funktioniert. Sie sollten in Erwägung ziehen, die Option 'Suffix mit RADIUS Realm im Benutzernamen forcieren' einzuschalten.
el_gr: Χωρίς την Ανώνυμη ταυτότητα, το πραγματικό username θα χρησιμοποιηθεί ως εξωτερική ταυτότητα και θα είναι η βάση για το αίτημα δρομολόγησης. Για να λειτουργήσει αυτό , το username πρέπει να έχει σωστό realm suffix . Ακόμα , η εξακρίβωση του realm suffix θα πρέπει να είναι ΑΠΕΝΕΡΓΟΠΟΙΗΜΕΝΗ. Οι αιτούντες δεν θα εξακριβώνουν ότι το username περιέχει realm και errors όπως username 'johndoe' τα οποία δεν θα δούλευαν σε σενάρια roaming δε θα αποκλείονται . Σκεφτείτε να τσεκάρετε το κουτί 'Επιβολή realm suffix στο username'!
es_es: Sin identidad anónima, el nombre de usuario real se utilizará como identidad externa y será la base para el enrutamiento de las peticiones de autentificación. Para que funcione, el nombre de usuario debe tener el sufijo de dominio correcto. Aún así, la verificación del sufijo de dominio está DESACTIVADA. Los clientes de red no verificarán que los nombres de usuario contengan un dominio, y errores como el nombre de usuario 'juanperez', que no va a funcionar en escenarios de roaming, serán permitidos. Considera habilitar la opción 'Forzar el sufijo de dominio en el nombre de usuario'.
et_ee: Ilma anonüümse identiteedita kasutakse välise identiteedina taotluse suunamisel tegelikku kasutajanime. Et see toimiks, peab kasutajanimi lõppema õige domeeniga. Praegu on domeenikontroll välja lülitatud (OFF). Programmid ei kontrolli, et kasutajanimed sisaldaksid domeeni, ja selliseid rändluses mittetoimivaid kasutajanimesid nagu 'johndoe' ei tõkestata. Kaaluge valikukasti 'Nõua kasutajanimes täpset domeeni' linnutamist.
fr_fr: Sans identité anonyme, l'identifiant utilisateur sera utilisé comme identité externe et servira de base au routage des requêtes. Pour que cela fonctionne, le nom d'utilisateur doit avoir un domaine comme suffixe. Or, la vérification du suffixe de domaine a été désactivée. Les supplicants ne vont pas vérifier que l'identifiant contienne bien un domaine et des erreurs avec un identifiant type 'johndoe' qui ne fonctionnera pas en mobilité ne seront pas signalées. Pensez à cocher la case "Appliquer le domaine en suffixe de l'identifiant" !
it_it: Senza identità anonima, il nome utente effettivo verrà utilizzato come identità esterna e costituirà la base per l'instradamento delle richieste. Affinché funzioni, il nome utente deve avere un suffisso realm corretto. Tuttavia, la verifica del suffisso del realm è stata DISATTIVATA. I supplicant non verificheranno che i nomi utente contengano un realm e gli errori, come ad esempio il nome utente "johndoe" che non funzionerà negli scenari di roaming, non saranno proibiti. Considera se spuntare la casella 'Forza il suffisso del realm nel nome utente'!
pl_pl: Jeśli nie podano anonimowej tożsamości, to rzeczywista nazwa użytkownika będzie używana w zewnętrznej tożsamości i na jej podstawie będzie realizowane przekierowanie zlecenia. Aby działało to poprawnie, nazwa użytkownika musi mieć prawidłowy przyrostek zawierający realm. Obecnie weryfikacja przyrostka zawierającego realm jest WYŁĄCZONA. Programy klienckie nie będą sprawdzały, czy nazwa użytkownika zawiera realm, co oznacza, że nie będzie zabroniona np. nazwa użytkownika 'johndoe', która wyklucza możliwość działania roamingowego. Zalecamy rozważenie, czy nie należy zaznaczyć opcji 'Wymuszenie przyrostka z realmem w nazwie użytkownika'!
pt_pt: Sem Identidade Anónima, o nome de utilizador atual será utilizado como identidade externa e será a base para o encaminhamento do pedido. Para isso funcionar, o nome de utilizador deve ter um sufixo de domínio correto. No entanto, a verificação do sufixo de domínio foi DESATIVADA. Os suplicantes não verificarão se os nomes de utilizador contêm um domínio, e erros como o nome de utilizador 'johndoe', que não funcionará em cenários de roaming, não serão proibidos. Considere marcar a opção 'Forçar sufixo de domínio no nome de utilizador'!
ro_ro: În lipsa unei identități anonime, numele de utilizator actual va fi folosit ca o identitate exterioară și va sta la baza rutării cererilor. Pentru ca acest lucru să funcționeze, numele de utilizator trebuie să aibă un sufix al domeniului corect. Cu toate acestea, verificarea sufixului domeniului a fost dezactivată. Solicitanții nu vor verifica dacă numele de utilizator conțin un domeniu, iar erori precum numele de utilizator „johndoe”, care nu vor funcționa în scenariile de roaming, nu vor fi interzise. Luați în considerare bifarea căsuței „Impuneți sufixul domeniului în numele de utilizator”!
sl_si: Brez anonimne identitete bo kot zunanja identiteta uporabljeno dejansko uporabniško ime in bo delovalo kot osnova za usmerjanje zahteve. Da to deluje, mora imeti uporabniško ime pravilno pripono področja. Vendar je preverjanje pripone področja IZKLOPLJENO. Prosilci ne bodo preverili, ali uporabniška imena vsebujejo področje, in napake, kot je denimo uporabniško ime »johndoe«, ki ne bo delovalo v scenarijih gostovanja, ne bodo prepovedane. Razmislite o potrditvi polja »Uveljavi pripono področja v uporabniškem imenu«.
tr_tr: Anonim Kimlik olmadan, gerçek kullanıcı adı dış kimlik olarak kullanılacak ve istek yönlendirmesinin temeli olacaktır. Bunun çalışması için, kullanıcı adının doğru bir alan sonekine sahip olması gerekir. Ancak, alan sonek doğrulaması KAPATILMIŞ durumda. İstemciler, kullanıcı adlarının bir alan sonek içerdiğini doğrulamayacak ve dolaşım senaryolarında çalışmayacak 'johndoe' gibi kullanıcı adı hataları yasaklanmayacaktır. Kullanıcı adında alan ek sone zorunlu olmasını sağlamak için 'Kullanıcı adında alan sonek zorunlu olsun' kutusunu işaretlemeyi düşünün!
uk_ua: Без анонімної ідентифікації фактичне ім'я користувача буде використовуватися як зовнішня ідентифікація і буде основою для маршрутизації запитів. Щоб це працювало, ім'я користувача повинно мати правильний суфікс домену. Проте перевірку суфікса домену було вимкнено. Заявники не перевірятимуть, що імена користувачів містять суфікс домену, і такі помилки, як ім’я користувача 'johndoe', яке не працюватиме у роумінгу, не будуть заборонені. Подумайте про те, щоб встановити прапорець 'Використовувати суфікс домену в імені користувача'!

source: Realm check username cannot be configured: realm is missing!
bg_bg: Не може да бъде конфигурирано потребителско име за проверка на областта: областта липсва!
ca_es: No es pot configurar la comprovació de domini de l'identificador: manca el domini!
cy: Ni ellir ffurfweddu enw defnyddiwr gwiriad parth: mae'r parth ar goll!
de_de: Dedizierte äußere Identität für Diagnostik kann nicht gespeichert werden: Realm fehlt!
el_gr: Όνομα χρήστη για έλεγχο τομέα δεν μπορεί να ρυθμιστεί: ο τομέας λείπει!
es_es: El nombre de usuario para la comprobación de dominio no puede se configurado: ¡falta el dominio!
et_ee: Domeeni kontrollimise kasutajanime ei saa seadistada: domeen puudub!
fi_fi: Toimialuetarkistuksen käyttäjätunnusta ei voida asettaa: toimialue puuttuu!
fr_fr: L'identifiant pour la vérification du domaine ne peut pas être configuré : il manque le domaine !
it_it: Lo username per la verifica del realm non può essere configurato: realm mancante!
pl_pl: Nie można skonfigurować sprawdzania realmu w nazwie użytkownika: brakuje nazwy realmu!
pt_pt: Verificação de realm no nome de utilizador não pode ser configurada: o realm está em falta!
ro_ro: Verificarea domeniului din numele de utilizator nu poate fi configurată: domeniul lipsește!
sl_si: Uporabniškega imena ni mogoče konfigurirati: področje manjka.
tr_tr: Yetki alanı kontrol kullanıcı adı yapılandırılamıyor: yetki alanı eksik!
uk_ua: Ім'я користувача для перевірки домену неможливо налаштувати: домен відсутній!

source: Special username for realm check is <strong>%s</strong>, the value is <strong>%s</strong>
bg_bg: Специалното потребителско име за проверка на областта е <strong>%s</strong>, стойността е <strong>%s</strong>
ca_es: L'identificador especial per a les comprovacions de domini és <strong>%s</strong>, el valor és <strong>%s</strong>
cy: Enw defnyddiwr arbennig ar gyfer gwiriad parth yw <strong>%s</strong>, y gwerth yw <strong>%s</strong>
de_de: Die dedizierte äußere Identität ist <strong>%s</strong>, der Wert ist <strong>%s</strong>
el_gr: Ειδικό όνομα χρήστη για έλεγχο τομέα είναι <strong>%s</strong>, η τιμή είναι <strong>%s</strong>
es_es: El nombre de usuario especial para las comprobaciones de dominio es <strong>%s</strong>, el valor es <strong>%s</strong>
et_ee: Spetsiaalne kasutajanimi domeeni kontrollimiseks on <strong>%s</strong>, väärtus on <strong>%s</strong>
fi_fi: Käyttäjätunnus toimialuetarkistukseen on <strong>%s</strong>, tunnus on <strong>%s</strong>
fr_fr: L'identifiant spécifique pour la vérification du domaine est <strong>%s</strong>, la valeur est <strong>%s</strong>
it_it: Lo username speciale per la verifica del realm è <strong>%s</strong>, il valore è <strong>%s</strong>
pl_pl: Specjalna nazwa użytkownika do sprawdzenia realmu to <strong>%s</strong>, wartość <strong>%s</strong>
pt_pt: O nome de utilizador especial para a verificaçã ode realm é <strong>%s</strong>, o valor é <strong>%s</strong>
ro_ro: Numele de utilizator special pentru verificarea domeniului este <strong>%s</strong>, valoarea este <strong>%s</strong>
sl_si: Posebno uporabniško ime za preverjanje področja je <strong>%s</strong>, vrednost je <strong>%s</strong>
tr_tr: Yetki alanı kontrolü için özel kullanıcı adı <strong>%s</strong>, değeri <strong>%s</strong>'dir.
uk_ua: Спеціальне ім'я користувача для перевірки домену <strong>%s</strong>, його значення <strong>%s</strong>

source: No special username for realm checks is configured.
bg_bg: Никакво специално потребителско име за проверка на областта не е конфигурирано .
ca_es: No s'ha configurat cap identificador especial per a les comprovacions de domini.
cy: Nid oes unrhyw enw defnyddiwr arbennig ar gyfer gwiriadau parth wedi'i ffurfweddu.
de_de: Keine dedizierte äußere Identität für Diagnostik konfiguriert.
el_gr: Δεν έχει οριστεί ειδικό όνομα χρήστη για ελέγχους τομέα.
es_es: No se ha configurado un nombre de usuario especial para las comprobaciones de dominio.
et_ee: Spetsiaalset kasutajanime domeeni kontrollimiseks ei ole seadistatud.
fi_fi: Käyttäjätunnus toimialuetarkistukseen ei ole määritetty.
fr_fr: Aucun identifiant spécifique pour la vérification du domaine n'est configuré.
it_it: Non è configurato alcuno username speciale per la verifica del realm.
pl_pl: Nie skonfigurowano specjalnej nazwy użytkownika do sprawdzania realmu.
pt_pt: Nenhum nome de utilizador para as verificações de realm está configurado.
ro_ro: Nu este configurat nici un nume de utilizator special pentru verificări de domeniu.
sl_si: Za preverjanje področja ni konfigurirano nobeno posebno uporabniško ime.
tr_tr: Yetki alanı kontrolleri için özel bir kullanıcı adı yapılandırılmamıştır.
uk_ua: Спеціальне ім'я користувача для перевірок домену не налаштовано.

source: The realm portion MUST be exactly '...@%s'.
bg_bg: Частта с името на областта ТРЯБВА да бъде точно '...@%s'.
ca_es: La part del domini HA DE SER exactament '...@%s'.
cy: RHAID i'r rhan parth fod yn union '...@%s'.
de_de: Der Realm Teil des Benutzernamens MUSS genau '...@%s' sein.
el_gr: To κομμάτι του realm πρέπει να είναι ακριβώς '...@%s'.
es_es: La parte del dominio DEBE ser exactamente '...@%s'.
et_ee: Domeeniosa peab kindlasti olema '...@%s'.
fi_fi: Toimialueosa on oltava täsmälleen '...@%s'.
fr_fr: La partie domaine DOIT être exactement '...@%s'.
it_it: La parte del realm DEVE essere esattamente '...@%s'.
pl_pl: Fragment zawierający realm MUSI mieć postać '...@%s'.
pt_pt: A parte do domínio DEVE ser exatamente '...@%s'.
ro_ro: Partea de domeniu / realm trebuie să fie exact '...@%s'.
sl_si: Del s področjem MORA biti točno '...@%s'.
tr_tr: Alan kısmı TAM OLARAK '...@%s' olmalıdır.
uk_ua: Частина домену ПОВИННА бути точно "... @"%s.

source: The realm portion MUST end with '%s' but sub-realms of it are allowed (i.e. 'user@%s' and 'user@<...>.%s' are both acceptable).
bg_bg: Частта с името на областта ТРЯБВА да завършва с '%s', но е позволено и подимето (т.е. приемат се и 'user@%s' и 'user@<...>.%s').
ca_es: La part del domini HA DE acabar amb '%s' però els subdominis estan permesos (per exemple 'nom@%s' i 'nom@<...>.%s' són els dos vàlids).
cy: RHAID i'r gyfran parth ddod i ben gyda '%s' ond caniateir is-parthau ohono (h.y. mae 'user@%s' a 'user@<...>.%s' ill dau yn dderbyniol).
de_de: Der Realm Teil des Benutzernamens MUSS auf '%s' enden, aber Sub-Realms sind akzeptabel (erlaubt sind also 'user@%s' ebenso wie 'user@<...>.%s').
el_gr: Το κομμάτι του realm πρέπει να τελειώνει με '%s' αλλά τα sub-realms αυτού επιτρέπονται (π.χ. τα 'user@%s' και 'user@<...>.%s' είναι και τα δύο αποδεκτά).
es_es: La parte del dominio DEBE terminar en '%s' pero se permiten subdominios (p. ej.: 'usuario@%s' y 'usuario@<...>.%s' son aceptables).
et_ee: Domeeniosa peab lõppema '%s'-ga, kuid lubatud on alamdomeenid (näiteks on lubatud nii 'user@%s' kui 'user@<...>.%s').
fi_fi: Toimialueosa täytyy päättyä '%s':lla mutta ali-osat kuten 'kayttaja@%s' ja 'kayttaja@<...>.%s' hyväksytään.
fr_fr: La partie domaine DOIT se terminer par '%s' mais les sous-domaines sont autorisés (c'est à dire que 'utilsateur@%s' et 'utilsateur@<...>.%s' sont tous les deux acceptés)
it_it: La parte del realm DEVE finire con '%s' ma i suoi sotto-realms sono consentiti (e.g. 'utente@%s' e 'utente@<...>.%s' sono entrambi accettabili).
pl_pl: Fragment zawierający realm MUSI kończyć się napisem '%s', ale są dopuszczalne pod-realmy (tzn. możliwe są nazwy zarówno 'user@%s' jak i 'user@<...>.%s).
pt_pt: A parte do domínoi DEVE terminar com '%s' mas sub-domínios são permitidos (ou seja, 'utilizador@%s' e 'utilizdor@<...>.%s' são ambos aceitáveis).
ro_ro: Zona de realm trebuie să se termine cu '%s' dar este permisă și utilizrea de subdomenii (adică vor fi acceptate atât 'nume@%s' cât și 'nume@<...>.%s').
sl_si: Del s področjem se MORA končati z '%s', toda podpodročja so dovoljena (npr. 'user@%s' in 'user@<...>.%s' sta sprejemljiva).
tr_tr: Bu alan kısmı '%s' ile bitmelidir ancak onun alt alan adları kabul edilebilir (örneğin, 'user@%s' ve 'user@<...>.%s' her ikisi de kabul edilebilir).
uk_ua: Частина домену ПОВИННА закінчуватися на '%s' але дозволені його суб-домени (тобто 'user%s' та 'user@ <...>.'%s'обидві прийнятні).

source: Where possible, supplicants will verify that username inputs contain a syntactically correct realm.
bg_bg: Където e възможно, ще проверите дали входните данни за потребителското име съдържат синтактично вярно името на областта.
ca_es: On sigui possible, els clients verificaran que l'identificador contingui un domini correcte sintàcticament.
cy: Lle bo modd, bydd ymgeiswyr yn gwirio bod mewnbynnau enw defnyddiwr yn cynnwys parth sy'n gywir syntactig.
de_de: Wo immer möglich, werden Installationsprogramme sicherstellen dass eingegebene Benutzernamen syntaktisch korrekt sind.
el_gr: Όπου είναι δυνατόν , οι αιτούντες θα εξακριβώνουν ότι τα username inputs περιέχουν συντακτικά σωστό realm .
es_es: Donde sea posible, los clientes de red verificarán que los nombre de usuario introducidos contengan un dominio sintácticamente correcto.
et_ee: Võimalusel kontrollivad programmid sisestatud kasutajanimedes süntaktiliselt korrektse domeeni olemasolu.
fi_fi: Jos mahdollista, suplikanteissa tarkistetaan että käyttäjätunnus sisältää syntaktisesti oikeamuotoinen toimialue-osa.
fr_fr: Dans la mesure du possible, les supplicants vérifieront que l'identifiant contiend un domaine syntaxiquement correct.
it_it: Dove possibile, i supplicant verificheranno che gli inserimenti del nome utente contengano un realm sintatticamente corretto.
pl_pl: Jeśli to możliwe, program kliencki będzie weryfikował, czy wprowadzona nazwa użytkownika ma poprawny syntaktycznie realm.
pt_pt: Sempre que possível, os suplicantes verificarão se as entradas de nome de utilizador contêm um domínio sintaticamente correto.
ro_ro: În cazul în care va fi posibil, programele de tip supplicant vor verifica sintactic dacă numele de utilizator conține domeniul / realm.
sl_si: Če je mogoče, bodo prosilci preverili, ali vnos uporabniškega imena vsebuje skladenjsko pravilno področje.
tr_tr: Mümkün olduğunda, istemciler kullanıcı adı girişlerinin sözdizimsel olarak doğru bir alan adı içerdiğini doğrulayacaktır.
uk_ua: Де це можливо, запитувачі перевірятимуть, що введені імена користувачів містять синтаксично правильний домен.

source: Redirection can't be activated - you did not specify a target location!
bg_bg: Пренасочването не може да бъде активирано - не сте специфицирали целевото местоположение!
ca_es: No es pot activar la redirecció - no heu especificat un objectiu destí!
cy: Nid oes modd ailgyfeirio - ni wnaethoch nodi lleoliad targed!
de_de: Die Umleitung konnte nicht eingerichtet werden - Sie haben kein Ziel angegeben!
el_gr: Η ανακατεύθυνση δεν μπορεί να ενεργοποιηθεί - δεν καθορίσατε τοποθεσία προορισμού!
es_es: No se puede activar la redirección: ¡no especificaste una dirección destino!
et_ee: Ümbersuunamist ei saa aktiveerida - Sa ei määranud sihtaadressi.
fi_fi: Uudelleenohjaus ei ole mahdollista - et ole määritellyt kohdetta!
fr_fr: La redirection est impossible - Vous n'avez pas spécifié de page cible !
it_it: La ridirezione non può essere attivata - non è stata specificata una posizione di destinazione!
pl_pl: Nie można włączyć przekierowania - nie podałeś adresu przekierowania!
pt_pt: Reencaminhamento não pode ser ativado - não foi indicado o local de destino!
ro_ro: Redirecționarea nu poate fi activată - nu ați specificat o locație destinație!
sl_si: Preusmeritve ni mogoče aktivirati – niste določili ciljne lokacije.
tr_tr: Yönlendirme aktifleştirilemiyor - hedef konum belirtmediniz!
uk_ua: Переадресація не може бути активована - ви не вказали місце призначення!

source: Redirection can't be activated - the target needs to be a complete URL starting with http:// or https:// !
bg_bg: Пренасочването не може да бъде активирано - обектът трябва да бъде пълен URL, започващ с http:// или https:// !
ca_es: No es pot activar la redirecció - cal que l'objectiu sigui una URL completa amb http:// o https:// al principi!
cy: Ni ellir actifadu ailgyfeirio - mae angen i'r targed fod yn URL cyflawn gan ddechrau gyda http:// neu https:// !
de_de: Umleitung kann nicht eingerichtet werden - das Ziel muss eine vollständige URL sein die mit http:// oder https:// beginnt!
el_gr: Η ανακατεύθυνση δεν μπορεί να ενεργοποιηθεί - ο προορισμός πρέπει να είναι ένα πλήρες URL που ξεκινά με http:// ή https:// !
es_es: La redirección no puede ser activada. El destino debe ser una URL completa que comience con http:// o https://
et_ee: Ümbersuunamist ei saa aktiveerida; sihtaadress peab olema terviklik URL mille alguses on http:// või https://
fi_fi: Uudelleenohjausta ei voi aktivoida - URL-osoite on oltava täydellinen ja sen pitää alkaa http://:llä tai https://:llä!
fr_fr: La redirection ne peut pas être activée - la cible doit être une URL complète débutant avec http:// ou https:// !
it_it: La redirezione non può essere attivata - il target deve essere un URL completo che inizi per http:// o https:// !
pl_pl: Nie można aktywować przekierowania - docelowy adres musi być kompletnym adresem URL, rozpoczynającym się od http:// lub https://!
pt_pt: O redirecionamento não pode ser ativado - o destino precisa ser um URL completo começando com http:// ou https:// !
ro_ro: Redirecționarea nu poate fi activată! - destinația trebuie să fie un URL complet, începând cu http:// sau https:// !
sl_si: Preusmeritve ni mogoče aktivirati – cilj mora biti popoln URL, ki se začne s http:// ali https://.
tr_tr: Yönlendirme etkinleştirilemiyor - hedef, http:// veya https:// ile başlayan tam bir URL olmalıdır!
uk_ua: Переадресація не може бути активована - метою повинен бути повний URL, що починається з http:// або https://!
