Repository: GEANT/CAT
Catalog: translation/*/web_user.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, hu_hu, it_it, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: No. The CAT tool can only support Operating Systems which can be automatically configured in some way. Many other devices can still be used with %s, but must be configured manually. Please contact your organisation to get help in setting up such a device.
ar: لا . يمكن لأداة CAT أن تدعم فقط أنظمة التشغيل التي يمكن ضبطها تلقائيًا بطريقة ما. ولا يزال من الممكن استخدام العديد من الأجهزة الأخرى مع %s ، ولكن يجب أن يتم ضبطها يدويًا. يرجى التواصل مع مؤسستك للحصول على المساعدة في إعداد مثل هذا الجهاز.
bg_bg: Не. CAT може да поддържа само операционни системи, които могат да бъдат автоматично конфигурирани по някакъв начин. Много други устройства могат все още да бъдат използвани с %s, но трябва да бъдат конфигурирани ръчно. Моля свържете се с Вашата организация, за да получите помощ при настройването на такова устройство.
ca_es: No. L'eina CAT només accepta sistemes operatius que d'alguna manera poden configurar-se automàticament. Molts altres dispositius encara es poden fer servir a %s, però cal configurar-los manualment. Contacteu amb la vostra organització perquè us ajudin a configurar-lo
cs_cz: Ne. CAT podporuje pouze operační systémy, které je možné nastavit automaticky. Mnoho dalších zařízení je stále možné použít pro připojení k %s, ale musí být nastaveny ručně. Pro pomoc s nastavením takových zařízení se prosím obraťte na uživatelskou podporu ve vaší organizaci.
cy: Dim ond Systemau Gweithredu y gellir eu ffurfweddu'n awtomatig mewn rhyw ffordd y gall yr offeryn CAT cymorth. Mae modd defnyddio llawer o ddyfeisiau eraill gyda %s o hyd, ond rhaid eu ffurfweddu â llaw. Cysylltwch â'ch sefydliad i gael help i sefydlu dyfais o'r fath.
de_de: Nein. CAT unterstützt nur Betriebssysteme, die vollautomatisch konfiguriert werden können. Viele weitere Geräte können mit %s benutzt werden, müssen aber von Hand eingerichtet werden. Bitte kontaktieren Sie Ihre Organisation, um Anweisungen und Hilfe für diese Geräte zu erhalten.
el_gr: Όχι. Το εργαλείο CAT μπορεί μόνο να υποστηρίξει Λειτουργικά Συστήματα τα οποία μπορούν να διαμορφωθούν αυτόματα με κάποιο τρόπο. Πολλές άλλες συσκευές μπορούν ακόμη να χρησιμοποιηθούν με %s, αλλά πρέπει να διαμορφωθούν χειροκίνητα. Παρακαλώ επικοινωνήστε με τον οργανισμό σας για να λάβετε βοήθεια στη ρύθμιση μιας τέτοιας συσκευής.
es_es: No. La utilidad CAT sólo soporta Sistemas Operativos que pueden configurarse automáticamente de alguna manera. Muchos otros dispositivos se podrán seguir utilizando en %s, pero deberán ser configurados manualmente. Por favor, contacta con tu organización para que te ayuden a configurar tu dispositivo.
et_ee: Ei tähenda. CAT paigaldusprogramm on abiks nende operatsioonisüsteemide puhul, mida saab mingil moel automaatselt seadistada. Paljusid teisi seadmeid saab ikkagi %sis kasutada, aga need tuleb käsitsi seadistada. Palun võta ühendust oma asutusega, kui vajad abi sellise seadme seadistamisel.
fi_fi: Ei. CAT tukee vain niitä käyttöjärjestelmiä, joita voi konfiguroida automaattisesti. Monia muita laitteita voi silti käyttää %s:n kanssa, mutta ne täytyy konfiguroida käsin. Ole hyvä ja ota yhteyttä kotiorganisaatioosi, jotta saisit laitekohtaiset asennusohjeet.
fr_fr: Non. L'outil CAT ne supporte que les systèmes d'exploitation pouvant être configurés automatiquement d'une façon ou d'une autre. Beaucoup d'autres appareils peuvent être utilisés avec %s, mais doivent être configurés manuellement. Veuillez contacter votre établissement pour vous aider à configurer ce type d'appareil.
hr_hr: Ne. CAT alat podržava samo operativne sustave koji se mogu automatski konfigurirati na neki način. Mnogi drugi uređaji mogu se koristiti sa %s, ali trebaju se ručno podesiti. Molimo kontaktirajte Vašu ustanovu za pomoč kod konfiguriranja takovih uređaja.
hu_hu: Nem. A CAT eszköz csak olyan operációs rendszereket támogat, amelyek valamilyen módon automatikusan konfigurálhatók. Számos más eszköz továbbra is használható a %s használatával, de manuálisan kell beállítani. Kérjük, lépj kapcsolatba szervezeteddel, hogy segítséget kapj egy ilyen eszköz beállításában.
it_it: No. Lo strumento CAT può supportare solo i Sistemi Operativi che possono essere configurati automaticamente in qualche modo. È tuttavia possibile utilizzare molti altri dispositivi con %s, ma è necessario configurarli manualmente. Si prega di contattare la propria organizzazione per ottenere assistenza nella configurazione di tale dispositivo.
pl_pl: Nie. CAT wspiera tylko te systemy operacyjne, które dają się w jakiś sposób automatycznie skonfigurować. Z %s można też korzystać na wielu innych urządzeniach, ale trzeba je skonfigurować ręcznie. Skontaktuj się ze swoją instytucją macierzystą, aby uzyskać pomoc w sprawie konfiguracji.
pt_pt: Não. A ferramenta CAT apenas suporta Sistemas Operativos que podem ser, de alguma forma, configurados de forma automaticamente. Muitos outros dispositivos podem ser usados com %s, mas devem ser configurados manualmente. Por favor contacte a sua organização para obter ajuda para configurar esse tipo de dispositivo.
ro_ro: Nu. Instrumentul CAT poate suporta doar sisteme de operare care pot fi configurate automat într-un fel. Multe alte dispozitive pot fi încă utilizate %s, dar trebuie configurate manual. Vă rugăm să contactați organizația pentru a obține ajutor în configurarea unui astfel de dispozitiv.
sl_si: Ne. Orodje CAT podpira le operacijske sisteme, ki omogočajo avtomatizirano nastavljanje. Na %s se je mogoče povezati tudi z drugimi napravami, a jih je potrebno ročno nastaviti. Za pomoč pri nastavitvi takšnih naprav se obrnite na vašo domačo organizacijo.
sr_rs: Ne. CAT alat može da podržava samo one operativne sisteme koji se mogu automatski konfigurisati na neki način. Mnogi drugi uređaji ipak mogu da koriste %s, ali moraju se konfigurisati ručno. Molimo vas da kontaktirate vašu organizaciju za pomoć prilikom konfiguracije takvog uređaja.
tr_tr: Hayır. CAT aracı sadece bir şekilde otomatik olarak yapılandırılabilen İşletim Sistemlerini destekleyebilir. Diğer birçok cihaz hala %s ile kullanılabilir, ancak manuel olarak yapılandırılmalıdır. Böyle bir cihazın kurulumunda yardım almak için lütfen kuruluşunuza başvurun.
uk_ua: Ні. Інструмент CAT може підтримувати лише операційні системи, які можна певним чином налаштувати автоматично. Багато інших пристроїв все ще можна використовувати %s, але їх потрібно налаштовувати вручну. Будь ласка, зв’яжіться зі своєю організацією, щоб отримати допомогу в налаштуванні такого пристрою.

source: I can connect to %s simply by providing username and password, what is the point of using an installer?
ar: يمكنني الاتصال ب%s عن طريق تقديم اسم المستخدم وكلمة المرور ، ما الهدف من استخدام برنامج التثبيت؟
bg_bg: Аз мога да се свържа с %s просто като предоставя потребителско име и парола. Какъв е смисълът от използвнето на инсталатора?
ca_es: Puc connectar-me a %s simplement subministrant l'identificador i la contrasenya, quina utilitat té l'instal·lador?
cs_cz: K %s se umím připojit jednoduše zadáním uživatelského jména a hesla, na co je mi instalační program?
cy: Gallaf gysylltu â %s yn syml drwy ddarparu enw defnyddiwr a chyfrinair, beth yw pwynt defnyddio gosodwr?
de_de: Ich kann mich doch einfach mit Eingabe meines Benutzernamens und Passworts in %s einloggen, wofür brauche ich überhaupt ein Installationsprogramm?
el_gr: Μπορώ να συνδεθώ στο %s απλά με το όνομα χρήστη και τον κωδικό πρόσβασης, ποιο είναι το νόημα χρήσης ενός πακέτου εγκατάστασης;
es_es: Si puedo conectarme a %s simplemente usando usuario y contraseña, ¿qué gano usando un instalador?
et_ee: Ma saan kasutajanime ja parooliga juba niigi %siga ühenduda. Mis mõte on paigaldusprogrammi kasutamisel?
fi_fi: Pääsen %siin yksinkertaisesti antamalla käyttäjätunnukseni ja salasanani, miksi käyttäisin asennusohjelmaa?
fr_fr: Comme je peux me connecter à %s en utilisant simplement un nom d'utilisateur et mot de passe, pourquoi utiliser un installateur ?
hr_hr: Mogu se spojiti na %s samo upisivanjem korisničkog imena i lozinke, koja je svrha korištenja installera?
hu_hu: Rá tudok csatlakozni az %sra felhasználónév és jelszó megadásával. Mi szükségem lehet az installálóra?
it_it: Riesco a connettermi ad %s semplicemnte usando username e password. Perché devo usare un programma di installazione?
pl_pl: Mogę się połączyć z %s po prostu podając identyfikator i hasło, po co używać instalatora?
pt_pt: Posso ligar-me ao %s fornecendo apenas o username e password, qual é a verdadeira necessidade de utilizar o instalador?
ro_ro: Mă pot conecta la %s prin simpla furnizare a numelui de utilizator și a parolei, care este rostul folosirii unui program de instalare?
sl_si: Na %s se lahko povežem tako, da preprosto vnesem uporabniško ime in geslo. Zakaj moram uporabiti nameščevalnik?
sr_rs: Mogu se povezati na %s samo upisivanjem korisničkog imena i lozinke, koja je svrha korišćenja instalera?
tr_tr: Bana sağlanan kullanıcı adı ve parolayı kullanarak %s 'ye bağlantı gerçekleştirebildiğime göre bir yükleyici kullanmamın anlamı nedir?
uk_ua: Я можу підключитися до%s, просто вказавши ім'я користувача і пароль, в чому сенс використання програми установки?

source: When you are connecting from an unconfigured device your security is at risk. The very point of preconfiguration is to set up security, when this is done, your device will first confirm that it talks to the correct authentication server and will never send your password to an untrusted one.
ar: عندما تكون متصلاً من جهاز لم يتم ضبطه، سوف يكون جهازك معرضا للخطر. إن الهدف الأساسي من الضبط المسبق للجهاز هو تأمين حسابك، وعندما يتم ذلك، سيؤكد جهازك أولاً أنه يتصل بخادم المصادقة الصحيح ولن يرسل كلمة مرورك مطلقًا إلى جهة غير موثوق بها.
bg_bg: Когато се свързвате от неконфигурирано устройство, Вашата сигурност е застрашена. Предварителното конфигуриране осигурява сигурност. Когато то е направено, Вашето устройство първо ще потвърди, че разговаря с правилния сървър, и никога няма да изпрати Вашата парола на фалшив такъв.
ca_es: Quan us connecteu des d'un dispositiu desconfigurat la vostra seguretat està en risc. El punt més important de la preconfiguració és preparar la seguretat. Quan està feta, el vostre dispositiu primer confirmarà que contacta amb el servidor correcte i no enviarà mai la vostra contrasenya a un servidor desconegut.
cs_cz: Při přihlášení se z nenakonfigurovaného zařízení je ohrožena bezpečnost. Hlavním smyslem předkonfigurace je nastavení zabezpečení. Správně nastavené zařízení dokáže poznat, zda při ověřování komunikuje s důvěryhodným serverem a nedůvěryhodnému serveru heslo nikdy nepošle.
cy: Pan fyddwch chi'n cysylltu o ddyfais heb ei ffurfweddu mae eich diogelwch mewn perygl. Yr union bwynt rhag-gyflunio yw sefydlu diogelwch, pan wneir hyn, bydd eich dyfais yn cadarnhau yn gyntaf ei bod yn siarad â'r gweinydd dilysu cywir ac ni fydd byth yn anfon eich cyfrinair at un nad yw'n ymddiried ynddo.
de_de: Wenn Sie sich von einem nicht vorkonfigurierten Gerät aus einloggen, ist die Sicherheit Ihrer Anmeldedaten gefährdet. Der Hauptzweck der Vorkonfiguration ist es, die Sicherheitsparameter korrekt einzustellen. Dadurch kann Ihr Gerät bei jedem Anmeldevorgang zuerst sicherstellen, dass Sie mit dem echten, für Sie passenden, Anmeldeserver verbunden sind und ihr Passwort nur an genau diesen Server senden.
el_gr: Όταν συνδέεστε από μια συσκευή που δεν έχει διαμορφωθεί η ασφάλειά σας βρίσκεται σε κίνδυνο. Το νόημα της προ-διαμόρφωσης είναι να ρυθμιστεί η ασφάλεια, όταν αυτό πραγματοποιηθεί, η συσκευή θα επιβεβαιώσει αρχικά ότι επικοινωνεί με τον σωστό εξυπηρετητή αυθεντικοποίησης και δεν θα στείλει ξανά τον κωδικό πρόσβασή σας σε κάποιον μη αξιόπιστο.
es_es: Cuando te conectas desde un dispositivo mal configurado, tu seguridad está en riesgo. La principal ventaja de configurar bien es la seguridad. Cuando se utiliza una buena configuración tu dispositivo confirmará siempre que habla con el servidor de autenticación correcto, y que nunca enviará tus credenciales a un servidor no confiable.
et_ee: Kui ühendud seadistamata seadmelt, on Su turvalisus ohustatud. Eelseadistamise eesmärk on turvalisuse tagamine: Su seade teeb esmalt kindlaks, et ta suhtleb usaldusväärse autentimisserveriga, ega saada kunagi Su parooli mitteusaldatavale serverile.
fi_fi: Tietoturvasi vaarantuu yhdistäessäsi etukäteen konfiguroimattomalla laitteella. Esiasennus huolehtii tietoturvasta siten, että laitteesi kykenee varmistamaan keskustelevansa luotetun tunnistautumispalvelimen kanssa eikä lähetä salasanaasi tuntemattomalle palvelimelle.
fr_fr: Lorsque vous vous connectez depuis un appareil non configuré, votre sécurité n'est pas assurée. Le but de la pré-configuration est d'assurer cette sécurité. Lorsque cela est fait, votre appareil va d'abord s'assurer qu'il communique bien avec le bon serveur d’authentification et n'enverra jamais votre mot de passe à un serveur non valide.
hr_hr: Spajanje se nekonfiguriranog uređaja pretstavlja sigurnosni rizik. Nakon što je uređaj konfiguriran, prije slanja korisničkog imena i lozinke uređaj će provjeriti da li šalje ispravnom poslužitelju. Time su Vaša korisnička oznaka i lozinka posve sigurne.
hu_hu: Mikor egy nem konfigurált eszközről csatlakozol, biztonsági kockázatot vállalsz. Az előzetes konfigurálás haszna a biztonság. Így az eszköz azzal kezdi, hogy ellenőrzi a hitelesítő szervert és nem fogja elküldeni a jelszavad egy megbízhatatlannak.
it_it: Connettendosi con un dispositivo non correttamente configurato, ci sono grossi rischi di sicurezza. Il programma preconfigura la connessione con tutti i parametri di sicurezza necessari, in questo modo si evita di rilasciare le credenziali a server non autorizzati.
pl_pl: Kiedy łączysz się z nieskonfigurowanego urządzenia narażasz się na niebezpieczeństwo. Celem wstępnej konfiguracji jest wprowadzenie ustawień bezpieczeństwa, jeżeli to zostanie zrobione, to Twoje urządzenie najpierw sprawdzi, czy rozmawia z właściwym serwerem i nigdy nie wyśle twojego hasła do serwera, któremu nie ufa.
pt_pt: Quando a ligação é realizada a partir de dispositivos que não estão devidamente configurados a segurança está comprometida. O objetivo da pré-configuração é a de estabelecer uma ligação segura, quando esta pré-configuração é realizada, o dispositivo confirma previamente se o servidor de autenticação é confiável, garantindo assim que as suas credenciais não são enviados para servidores de autenticação não confiáveis.
ro_ro: Când ești conectat cu un dispozitiv care nu este configurat securitatea dumneavoastră este compromisă. Punctul de preconfigurare este menit pentru securitate, când acesta este gata, dispozitivul dumneavoastră o sa confirme prima dată că a vorbit cu un server de autentificare corect și nu o să trimită parola nimănui.
sl_si: Ko se v omrežje povezujete z nekonfigurirano napravo, je vaša varnost pod vprašajem. Smisel ustrezne prednastavitve je v zagotavljanju varnosti. Pravilno nastavljena naprava ve, katerim prijavnim strežnikom lahko zaupa, zato gesla nikoli ne bo poslala strežniku, ki ni vreden zaupanja.
sr_rs: Povezivanje se nekonfigurisanim uređajem predstavlja sigurnosni rizik. Nakon što je uređaj konfigurisan, prije slanja korisničkog imena i lozinke uređaj će proveriti da li šalje ispravnom serveru. Time su vaši korisničko ime i lozinka u potpunosti sigurni.
tr_tr: Yapılandırılmamış cihaz kullanarak bağlantı yaptığınızda güvenliğiniz risk altında olur. Ön yapılandırmanın temel hedefi güvenliği tesis etmektir, bu gerçekleştiğinde, cihazınız ilk olarak doğru kimlik doğrulama sunucusuyla konuşmakta olduğunu teyid edecek ve parolanızın güvenilmeyen bir sunucuya gönderilmesinin önüne geçilecektir.
uk_ua: Коли ви підключаєтеся з неконфігурованого пристрою, ваша безпека знаходиться під загрозою. Самою суттю попередньої конфігурації є налаштування безпеки, коли це буде зроблено, ваш пристрій спочатку підтвердить, що він спілкується з правильним сервером автентифікації, і ніколи не надсилатиме ваш пароль ненадійному.

source: Is it safe to use %s installers?
ar: هل من الاَمن استخدام برامج تثبيت %s ؟
bg_bg: Безопасно ли е използването на %s инсталаторите?
ca_es: És segur utilitzar els instal·ladors d'%s?
cs_cz: Je používání instalačního programu %s bezpečné?
cy: Ydy hi'n ddiogel defnyddio gosodwyr %s?
de_de: Ist die Benutzung von %s Installationsprogrammen sicher?
el_gr: Είναι ασφαλής η χρήση πακέτων εγκατάστασης %s;
es_es: ¿Es seguro usar los instaladores de %s?
et_ee: Kas on ohutu kasutada %si paigaldusprogrammi?
fi_fi: Ovatko %s-asennusohjelmat turvallisia käyttää?
fr_fr: Est-il sûr d'utiliser les installateurs %s ?
hr_hr: Da li je sigurno koristiti %s installere?
hu_hu: Az %s installáló biztonságos?
it_it: I programmi di installazione di %s sono sicuri?
pl_pl: Czy używanie instalatorów %s jest bezpieczne?
pt_pt: É seguro utilizar os instaladores %s?
ro_ro: Este sigur să folosim aceste programe de instalare %s?
sl_si: Ali je uporaba nameščevalnikov %s varna?
sr_rs: Da li je sigurno koristiti %s instalere?
tr_tr: %s yükleyicilerini kullanmak güvenli midir?
uk_ua: Чи безпечно використовувати %s інсталятори?

source: %s installers configure security settings on your device, therefore you should be sure that you are using genuine ones.
ar: يقوم برنامج التثبيت %s بضبط إعدادات الأمان على جهازك ، لذلك يجب أن تكون متأكدًا من أنك تستخدم الإعدادات الأصلية.
bg_bg: %s инсталаторите извършват настройки по сигурността на Вашето устройство, следователно Вие трябва да бъдете сигурни, че използвате оригинални такива.
ca_es: Els instal·ladors %s configuren paràmetres de seguretat en el vostre dispositiu, per tan assegureu-vos que esteu utilitzant els autèntics.
cs_cz: %s instalační program mění parametry zabezpečení ve vašem přístroji, vždy byste se měli ujistit, že pochází z důvěryhodného zdroje.
cy: Mae gosodwyr %s yn ffurfweddu gosodiadau diogelwch ar eich dyfais, felly dylech fod yn sicr eich bod yn defnyddio rhai dilys.
de_de: %s Installationsprogramme ändern Sicherheitseinstellungen auf Ihrem Gerät, daher sollten Sie immer sicherstellen, dass Sie das echte Programm verwenden.
el_gr: Τα πακέτα εγκατάστασης %s διαμορφώνουν τις ρυθμίσεις ασφαλείας στην συσκευή σας, ωστόσο θα πρέπει να είστε σίγουρος ότι χρησιμοποιείτε τα αυθεντικά.
es_es: Los instaladores %s configuran los parámetros de seguridad en su dispositivo, por tanto, debería estar seguro de usar instaladores genuinos.
et_ee: %si paigaldusprogrammid muudavad Su seadmel turvasätteid, seetõttu tuleb Sul olla kindel, et kasutad autentseid programme.
fi_fi: %s-asennusohjelmat määrittelevät tietoturva-asetukset laitteeseesi, joten sinun kannattaa siksi varmistaa, että käytät aitoa asennusohjelmaa.
fr_fr: Les installateurs %s configurent les paramètres de sécurité sur votre appareil, vous devriez donc vérifier que vous utilisez un installateur authentique.
hr_hr: %s installer podešava siguronosne postavke na vašem uređaju, budite sigurni da koristite ispravnu verziju.
hu_hu: Az %s installáló biztonsági beállásokat végez az eszközödön, ezért biztosnak kell lenned benne, hogy eredeti programot használsz.
it_it: I programmi di installazione %s configurano le impostazioni di sicurezza sul tuo dispositivo, quindi dovresti assicurarti di usare quelli originali.
pl_pl: Instalatory %s konfigurują ustawienia bezpieczeństwa na Twoim urządzeniu, więc uważaj, aby korzystać z oryginałów.
pt_pt: instaladores %s realizam a configuração de segurança do seu dispositivo, como tal, deve garantir que está a utilizar instaladores genuínos.
ro_ro: %s Aceste programe de instalare asigură setările de securitate de pe dispozitivul dumneavoastră, prin urmare ar trebui să fiți sigur că le folosiți pe cele autentice.
sl_si: Nameščevalniki %s konfigurirajo varnostne nastavitve na vaši napravi, zato se prepričajte, da uporabljate pristne.
sr_rs: %s programi za instalaciju konfigurišu bezbednost na vašem uređaju, stoga bi trebalo da budete sigurni da koristite prave.
tr_tr: %s yükleyicileri cihazınızda güvenlik ayarları yapılandırması gerçekleştirmektedir, bu yüzden orjinal yükleyiciler kullandığınızdan emin olmanız tavsiye edilir.
uk_ua: %s інсталятори налаштовують параметри безпеки на вашому пристрої, тому ви повинні бути впевнені, що використовуєте справжні.

source: This is why %s installers are digitally signed by %s. Watch out for a system message confirming this.
ar: هذا هو السبب في أن برامج تثبيت %s يتم تصديقها إلكترونياً بواسطة %s. انتبه لرسالة النظام التي تؤكد هذا.
bg_bg: Поради това %s инсталаторите са цифрово подписани от %s. Следете за системните съобщения, потвърждаващи това.
ca_es: Per això els instal·ladors %s estan signats digitalment per %s. Comproveu els missatges de sistema que ho confirmin.
cs_cz: Proto je %s instalační program podepsaný organizací %s. Věnujte pozornost systémovému hlášení, které tuto skutečnost potvrdí.
cy: Dyma pam mae gosodwyr %s wedi eu harwyddo'n ddigidol gan %s. Gwyliwch am neges system yn cadarnhau hyn.
de_de: Darum sind %s Installationsprogramme immer von %s signiert. Achten Sie auf Ihrem Gerät auf die Benachrichtigung, dass dies der Fall ist.
el_gr: Για αυτό το λόγο τα πακέτα εγκατάστασης %s είναι ψηφιακά υπογεγραμμένα από %s. Προσέξτε για κάποιο μήνυμα του συστήματος που να το επιβεβαιώνει.
es_es: Éste es el motivo por el que los instaladores %s están firmados digitalmente por %s. Comprueba que aparece un mensaje confirmándolo.
et_ee: Seetõttu on %s paigaldusprogrammid %si poolt digitaalselt allkirjastatud. Pööra tähelepanu seda kinnitavale süsteemiteatele.
fi_fi: Tämän varmistamiseksi %s-asennusohjelmat ovat %s:n allekirjoittamia. Varmista, että näet tämän vahvistavan viestin.
fr_fr: C'est pourquoi les installateurs %s sont signés numériquement par %s. Un message système devrait vous le confirmer.
hr_hr: Razlog zašto je installer digitalno potpisan je %s od %s. Pripazite na poruku o navedenom..
hu_hu: Ezért vannak az %s installálók digitálisan aláírva a %s tanúsítványával. Ellenőrizd az aláírást futtatás előtt!
it_it: Per questo i programmi di installazione %s sono firmati digitalmente da %s. Controlla che venga visualizzato un messaggio di sistema che lo confermi.
pl_pl: Dlatego instalatory %s sa podpisanie przez %s, Twój system operacyjny powinien to potwierdzić w momencie uruchamiania instalatora.
pt_pt: Esta é a razão pela qual os instaladores %s são assinados digitalmente pela %s. Procure sempre uma mensagem no sistema que confirme esta informação.
ro_ro: Din această cauză %s programele de instalare sunt semnate digital de către %s. Atenție la un mesaj de sistem care confirmă acest lucru.
sl_si: Zato so nameščevalniki %s podpisani s strani %s. Pozorni bodite na sistemsko obvestilo, ki to potrjuje.
sr_rs: Zbog toga su %s instalacioni programi digitalno potpisani od %s. Pratite poruku sistema koja će ovo potvrditi.
tr_tr: Bu nedenle %s yükleyicilerinin %s tarafından dijital olarak imzalanmaktadır. Bunu onayladığını bildiren sistem mesajına dikkat edin.
uk_ua: Ось чому %sінсталятори отримують цифровий підпис %s. Слідкуйте за системним повідомленням, що підтверджує це.
