Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: You can link it to the %s database below.
bg_bg: Можете да го свържете към %s базата данни по-долу.
ca_es: Podeu enllaçar-ho a la base de dades %s de sota.
cy: Gallwch ei cyswllt â cronfa ddata %s isod.
de_de: Sie können sie auf dieser Seite mit der %s Datenbank verbinden.
el_gr: Μπορείτε να το συνδέσετε στη βάση δεδομένων %s παρακάτω.
es_es: Puedes vincularla a la base de datos %s más abajo.
et_ee: Sa saad allpool linkida selle %s andmebaasiga.
fi_fi: Voit linkata sen alapuoliseen %s tietokantaan.
fr_fr: Vous pouvez le lier à la base de données %s ci-dessous .
it_it: Puoi collegarti al database %s quì sotto.
pl_pl: Możesz ją powiązać z bazą %s.
pt_pt: Pode associa-la à base de dados %s abaixo.
ro_ro: Îl puteți conecta la baza de date %s de mai jos.
sl_si: Povežete ga lahko s spodnjo bazo podatkov %s.
tr_tr: Aşağıdaki %s veritabanına bağlantılandırabilirsiniz.
uk_ua: Нижче ви можете зв’язати його з %s базою даних.

source: Please select an entity from the %s DB which corresponds to this CAT %s.
bg_bg: Моля изберете запис от %s БД, който съответства на тази CAT %s.
ca_es: Seleccioneu una entitat de les DB %s que correspongui amb el CAT de %s.
cy: Dewiswch endid o'r %s CD sy'n cyfateb i'r CAT %s hwn.
de_de: Bitte wählen Sie einen Eintrag aus der %s DB der zu diesem CAT %s passt.
el_gr: Παρακαλώ επιλέξτε μια οντότητα από τη ΒΔ %s η οποία αντιστοιχεί σε αυτό το %s CAT.
es_es: Por favor, selecciona una entidad de la base de datos %s que se corresponda con esta %s CAT.
et_ee: Palun vali olem %s andmebaasist, mis vastab selle CATi %s-le.
fi_fi: Valitse organisaatio tietokannasta %s, joka vastaa CAT %s:a.
fr_fr: Sélectionnez SVP une entité de la base de données %s qui correspond à ce %s de CAT.
it_it: Seleziona una entità dal DB %s che corrisponda a questo %s CAT.
pl_pl: Wskaż element z bazy danych %s, który odpowiada tej instancji CAT-a %s.
pt_pt: Por favor selecione uma entidade da BD %s que corresponde a este %s CAT.
ro_ro: Vă rugăm să selectați o entitate din baza de date %s care îi corespunde CAT-ului: %s.
sl_si: V bazi podatkov %s izberite entiteto, ki ustreza temu CAT %s.
tr_tr: %s veritabanından %sCAT kurumuna karşılık gelen varlığı seçin.
uk_ua: Будь ласка, виберіть установу з %s БД, який відповідає даній САТ %s.

source: Particularly promising entries (names in CAT and %s DB are a 100%% match) are on top of the list.
bg_bg: Особено перспективни записи (имена в CAT и %s БД съвпадение на 100 %%) са на върха на списъка.
ca_es: Les entrades particularment interessants es troben al capdamunt (si els noms són als CAT i a DB %s hi ha un 100%% de correspondència).
cy: Mae cofnodion arbennig o addawol (enwau yn CAT a %s CD yn cyfateb 100%%) ar ben y rhestr.
de_de: Einträge, die eine hohe Trefferwahrscheinlichkeit haben (Namen in CAT und der %s Datenbank sind 100%% identisch) sind am Anfang der Liste.
el_gr: Κυρίως οι πολλά υποσχόμενες καταχωρήσεις (ονόματα στο CAT και στη ΒΔ %s ταιριάζουν 100%%) βρίσκονται στην κορυφή της λίστας.
es_es: Registros particularmente prometedores (los nombres en las base de datos de CAT y %s coinciden al 100%%) se muestran al comienzo de la lista.
et_ee: Nimekirja alguses on tõenäolisemad vasted (nimed CAT-s ja %s andmebaasis klapivad 100 %%).
fi_fi: Erityisen lupaavat merkinnät (nimet CATissa ja tietokannassa %s vastaavat 100%%) ovat listan alussa.
fr_fr: Les entrées particulièrement prometteuses (noms dans CAT et BD %s qui correspondent à 100%%) sont en haut de la liste.
it_it: I record particolarmente promettenti (nomi in CAT e nel DB %s sono un match al 100%%) sono in cima alla lista.
pl_pl: Instytucje najbardziej prawdopodobne (nazwy z CAT i bazie %s są w 100%% zgodne) są na szczycie listy.
pt_pt: Entradas com maior correspondência (nomes no CAT que correspondem a 100%% na BD %s) estão no topo da lista.
ro_ro: Intrări promițătoare în mod particular (numele din CAT și baza de date %s se potrivesc 100%%) sunt în vârful listei.
sl_si: Posebno obetavni vnosi (imena v CAT in bazi podatkov %s se 100 %% ujemajo) so na vrhu seznama.
tr_tr: Bilhassa öne çıkan girdiler(CAT de ve %s veritabanında yer alan isimlerden %%100 uyanlar) listenin başlarında yer almaktadır.
uk_ua: Особливо перспективні записи (імена в САТ і %s БД збігаються на 100%%) знаходяться у верхній частині списку.

source: Link to this entity?
bg_bg: Връзка към този обект?
ca_es: Enllaçar amb aquesta entitat?
cy: Cyswllt i'r endid hwn?
de_de: Mit dieser Entität verbinden?
el_gr: Σύνδεση με αυτή την οντότητα;
es_es: ¿Vincular a esta entidad?
et_ee: Lingi see olem?
fi_fi: Luo linkki tähän?
fr_fr: Lien vers cette entité ?
it_it: Collegarsi a questa entità?
pl_pl: Powiązać z tą instytucją?
pt_pt: Link para esta instituição?
ro_ro: Legătură către această entitate?
sl_si: Se želite povezati s to entiteto?
tr_tr: Bu unsura bağlantı verilsin mi?
uk_ua: Зв'язатися з цією організацією?

source: Administrators
bg_bg: Администратори
ca_es: Administradors
cy: Gweinyddwyr
de_de: Administratoren
el_gr: Διαχειριστές
es_es: Administradores
et_ee: Administraatorid
fi_fi: Ylläpitäjät
fr_fr: Administrateurs
it_it: Amministratori
pl_pl: Administratorzy
pt_pt: Administradores
ro_ro: Administratori
sl_si: Skrbniki
tr_tr: Yöneticiler
uk_ua: Адміністратори

source: There is no single unmapped %s in the external database for this %s!
bg_bg: Няма единични неотбелязани %s във външната база данни за този %s!
ca_es: No hi ha cap %s individual lliure a la base de dades externa de %s!
cy: Nid oes un %s heb ei fapio yn y cronfa ddata allanol ar gyfer y %s hwn!
de_de: In der Datenbank gibt es keinen einzigen noch nicht zugeordneten %s für diesen %s!
el_gr: Δεν υπάρχει μοναδικό μη αντιστοιχισμένο %s στην εξωτερική βάση δεδομένων γι αυτό το %s!
es_es: ¡No hay ninguna %s sin asignar en la base de datos externa para este %s!
et_ee: Välises andmebaasis ei ole selle %s jaoks ühtegi sidumata %s.
fi_fi: Tietokannasta ei löytynyt yhtään orpoa %s-organisaatiota yhteisölle %s!
fr_fr: Il n'y a aucune unique %s non associée dans la base de données externe pour ce %s !
it_it: Non c'è nessun singolo %s non mappato nel database esterno per questo %s!
pl_pl: W zewnętrznej bazie danych nie ma żadnego wpisu %s odpowiadającego tej federacji %s!
pt_pt: Não existe nenhum %s por mapear na base de dados externa para este %s!
ro_ro: Nu există nici un singur %s nemapat în baza de date externă pentru acest %s!
sl_si: V zunanji bazi podatkov ni nobenega nepreslikanega %s za ta %s.
tr_tr: Harici veritabanında tek bir eşlenmemiş %s bu %s için yer almıyor!
uk_ua: У зовнішній базі даних немає жодного непов'язаного %sдля цього%s!

source: Create Link
bg_bg: Създайте връзка
ca_es: Crear enllaç
cy: Creu Cyswllt
de_de: Verbinden
el_gr: Δημιουργία σύνδεσης
es_es: Crear enlace
et_ee: Loo link
fi_fi: Luo linkki
fr_fr: Créer le lien
it_it: Crea un collegamento
pl_pl: Powiąż
pt_pt: Criar Link
ro_ro: Creați conexiunea
sl_si: Ustvari povezavo
tr_tr: Bağlantı Oluştur
uk_ua: Створити посилання

source: You do not have the necessary privileges to register new %ss.
bg_bg: Нямате необходимите права да регистрирате нови %s-и.
ca_es: No teniu els privilegis necessaris per a registrar nous %ss
cy: Nid oes gennych y breintiau angenrheidiol i gofrestru %s newydd.
de_de: Sie haben nicht die erforderliche Berechtigung um neue %s zu registrieren.
el_gr: Δεν έχετε τα απαραίτητα δικαιώματα για να καταχωρείτε νέα %s.
es_es: No tienes los privilegios necesarios para registrar nuevos %ss.
et_ee: Sul ei ole piisavalt õigusi uueks registreerimiseks (%s).
fi_fi: Sinulla ei ole riittäviä oikeuksia lisätäksesi uusi %s.
fr_fr: Vous n'avez pas les habilitations requises pour enregistrer de nouveaux %ss.
it_it: Non hai i privilegi necessari per registrare nuovi %si.
pl_pl: Nie masz odpowiednich uprawnień by rejestrować nowe %s.
pt_pt: Não tem os privilégios necessários para registar novos %s.
ro_ro: Nu aveți privilegiile necesare pentru a înregistra %s s-uri noi
sl_si: Nimate ustreznih privilegijev za registracijo novih %s.
tr_tr: Yeni %s'ları kaydetmek için gerekli yetkilere sahip değilsiniz.
uk_ua: У вас немає необхідних привілеїв для реєстрації нових %s.

source: %s - Register new %s
bg_bg: %s - Регистрирайте нова %s
ca_es: %s - Registre de nou %s
cy: %s - Cofrestru %s newydd
de_de: %s - Neuen %s registrieren
el_gr: %s - Καταχωρίστε νέο %s
es_es: %s - Registrar nueva %s
et_ee: %s - Registreeri uus %s
fi_fi: %s - Rekisteröi uusi %s
fr_fr: %s - Enregistrer un nouveau %s
it_it: %s - Registra un nuovo %s
pl_pl: %s - Rejestruj nową %s
pt_pt: %s - Registar novo %s
ro_ro: %s-Înregistreaza-te acum%s
sl_si: %s – Registrirajte novega %s
tr_tr: %s - Yeni kayıt et %s
uk_ua: %s - Реєстрація нового %s

source: On this page, you can add a new %s to your %s. Please fill out the form below to send out an email invitation to the new %s administrator.
bg_bg: На тази страница можете да добавите нови %sкъм Вашата %s. Моля попълнете формата по-долу, за да ни изпратите е-мейл покана за нов %s администратор.
ca_es: En aquesta pàgina, podeu afegir nous %s a %s. Ompliu el formulari adjunt per a enviar un correu d'invitació al nou administrador de %s.
cy: Ar y dudalen hon, gallwch ychwanegu %s newydd at eich %s. Cwblhewch y ffurflen isod i anfon gwahoddiad e-bost at y gweinyddwr %s newydd.
de_de: Auf dieser Seite können Sie einen neuen %s zu Ihrem %s hinzufügen. Bitte füllen Sie das folgende Formular aus, um eine E-Mail Einladung zu dem neuen %s zu senden.
el_gr: Σε αυτή τη σελίδα μπορείτε να προσθέσετε ένα νέο %s στο %sσας. Παρακαλούμε συμπληρώστε την παρακάτω φόρμα για να στείλετε μια πρόσκληση με email στο νέο διαχειριστή %s.
es_es: En esta página puedes añadir una nueva %s a tu %s. Por favor, rellena el formulario de abajo para enviar un correo electrónico con una invitación al nuevo administrador de la %s.
et_ee: Sel lehel saad lisada uue %s oma %s-le. Palun täida alltoodud vorm, et saata e-kirjaga kutse uuele %s administraatorile.
fi_fi: Tällä sivulla lisätään uusi %s yhteisöön %s. Täytä alapuolella oleva lomake lähettääksesi sähköpostikutsu uudelle %s-ylläpitäjälle.
fr_fr: Sur cette page, vous pouvez ajouter un nouveau %s à votre %s. Remplissez SVP le formulaire ci-dessous pour envoyer un courrier d'invitation au nouvel administrateur pour %s.
it_it: Su questa pagina puoi aggiungere un nuovo %s al tuo %s. Perfavore riempi il seguente modulo per spedire una e-mail di invito al nuovo amministratore di %s.
pl_pl: Na tej stronie możesz dodać nową %s do swojej federacji %s. Wypełnij poniższy formularz, aby wysłać mailem zaproszenia do nowych administratorów %s.
pt_pt: Nesta página pode adicionar um novo %s ao seu %s. Por favor preencha o formulário abaixo para enviar um e-mail de convite para o novo administrador %s.
ro_ro: Pe această pagină, puteți adăuga un nou %s pe %s. Vă rog să completați formularul de mai jos pentru a trimite o nouă invitație către noul administrator %s.
sl_si: Na tej strani lahko dodate nove %s v svoj %s. Izpolnite spodnji obrazec, da pošljete e-poštno vabilo novemu skrbniku za %s.
tr_tr: Bu sayfada, yeni bir %s'i kendi %s'nize ekleyebilirsiniz. Yeni %s yöneticiye davetiye epostası göndermek için, lütfen aşağıdaki formu doldurun.
uk_ua: На цій сторінці ви можете додати новий %s до вашого %s. Будь ласка, заповніть форму нижче, щоб надіслати електронне запрошення новому %s адміністратору.

source: You can either register a known %s (as defined in the %s database) or create a totally new %s.
bg_bg: Вие можете или да регистрирате известен %s (както е дефиниран в %s базата данни) или да създадете напълно нов %s.
ca_es: Podeu registrar un %s conegut (tal i com està definit a la base de dades %s) o crear-ne un %s totalment nou.
cy: Gallwch naill ai gofrestru %s hysbys (fel y'i diffinnir yng cronfa ddata %s) neu greu %s hollol newydd.
de_de: Sie können entweder einen bekannten %s (definiert in der %s Datenbank) oder einen vollkommen neuen %s registrieren.
el_gr: Μπορείτε είτε να καταχωρίσετε ένα %s που ήδη υπάρχει (όπως καθορίζεται στη βάση δεδομένων %s) ή να δημιουργήσετε ένα τελείως καινούριο %s.
es_es: Puedes registrar un %s conocido (ya definido en la base de datos %s) o crear un %s totalmente nuevo.
et_ee: Saad registreerida teadaoleva %s (nagu kirjeldatud %s andmebaasis) või luua täiesti uue %s.
fi_fi: Voit rekisteröidä joko tunnetun %s:n (määritelty tietokannassa %s) tai luoda täysin uuden %s:n.
fr_fr: Vous pouvez soit enregistrer un %s connu (tel que défini dans la base de données %s) ou créer un tout nouveau %s.
it_it: Puoi registrare un %s noto (come definito nel database %s ) ovvero creare un %scompletamente nuovo.
pl_pl: Możesz zarejestrować znaną %s (wg definicji w bazie danych %s), albo utworzyć całkiem nową %s.
pt_pt: Pode registar um %s conhecido (como definido na bas de dados %s) ou criar um %s totalmente novo.
ro_ro: Puteți fie să înregistrați un cunoscut %s (așa cum este definit în baza de date %s) sau să creați un %s complet nou.
sl_si: Registrirate lahko znan %s (kot je določen v bazi podatkov %s) ali ustvarite povsem nov %s.
tr_tr: Bilinen bir %s'i (%s veritabanında tanımlandığı gibi) kaydedebilir veya tamamen yeni bir %soluşturabilirsiniz.
uk_ua: Ви можете зареєструвати вже відоме %s(як зазначено в базі даних%s), або створити абсолютно нове %s.

source: The latter one is typically for an %s which is yet in a testing phase and therefore doesn't appear in the %s database yet.
bg_bg: Последният от тях обикновено е за %s, който все още е в тестова фаза и следователно все още не се появява в %s базата данни.
ca_es: El darrer és normalment per a %s que encara són en fase de proves i per això no apareixen encara a la base de dades %s.
cy: Mae'r olaf yn nodweddiadol ar gyfer %s sydd eto mewn cyfnod profi ac felly nid yw'n ymddangos yn y cronfa ddata %s eto.
de_de: Die letztgenannte Möglichkeit wird typischerweise für %s benutzt die noch in einer Testphase sind und daher noch nicht in der %s Datenbank auftauchen.
el_gr: Το τελευταίο είναι συνήθως για ένα %s που είναι ακόμα σε δοκιμαστική φάση και συνεπώς δεν εμφανίζεται ακόμα στη βάση δεδομένων %s.
es_es: Esto último es típico para %s que están aún en la fase de pruebas y por lo tanto no aparecen en la base de datos %s aún.
et_ee: Viimatinimetatu on reeglina %s jaoks, mis on alles testimisel ja ei ole seetõttu veel %s andmebaasis.
fi_fi: Jälkimmäinen on tyypillisesti sellaisille %s-organisaatioille, jotka ovat vielä testivaiheessa, eivätkä siksi näy vielä %s-tietokannassa.
fr_fr: Le dernier est typiquement pour un %s qui est encore en phase de test et qui donc n'apparaît pas encore dans la base de données %s.
it_it: L'ultimo è tipicamente per una %s che sono ancora in una fase di test e perciò non appaiono ancora nel database %s.
pl_pl: To drugie rozwiązanie jest pomyślane dla %s będącej w fazie testów i z tego powodu nie są wpisane do bazy%s.
pt_pt: O último é tipicamente para um %s que está ainda numa fase de testes e assim, não aparece ainda na base de dados %s.
ro_ro: Ultima este de obicei pentru un %s care se află încă într-o fază de testare și așadar nu apare încă în baza de date %s.
sl_si: Slednji je običajno namenjen za %s, ki je še vedno v fazi preskušanja, zato še ni viden v bazi podatkov %s.
tr_tr: Sonuncusu tipik olarak henüz bir test aşamasında olan %s içindir ve henüz %s veritabanında yer almamaktadır.
uk_ua: Останній варіант зазвичай використовується для %s, що ще перебуває на стадії тестування, і тому ще не відображається в %sбазі даних.

source: Invitation Details
bg_bg: Детайли за поканата
ca_es: Detalls de la invitació
cy: Manylion Gwahoddiad
de_de: Einladungsdetails
el_gr: Λεπτομέρειες Πρόσκλησης
es_es: Detalles de la invitación
et_ee: Kutse üksikasjad
fr_fr: Détails de l'invitation
it_it: Dettagli dell'invito
pl_pl: Szczegóły zaproszenia
pt_pt: Detalhes do convite
ro_ro: Detalii invitație
sl_si: Podrobnosti vabila
uk_ua: Деталі запрошення

source: From database or ad-hoc?
bg_bg: От база данни или специално място?
ca_es: Des de la base de dades o ad-hoc?
cy: O cronfa ddata neu ad-hoc?
de_de: Aus der Datenbank oder neu?
el_gr: Από την βάση δεδομένων ή ad-hoc;
es_es: ¿Desde la base de datos o ad-hoc?
et_ee: Andmebaasist või ad-hoc?
fr_fr: Depuis la base de données ou directement ?
it_it: Da database o ad-hoc?
pl_pl: Z bazy danych czy podany doraźnie?
pt_pt: Da base de dados ou ad-hoc?
ro_ro: Din baza de date sau ad-hoc?
sl_si: Iz baze podatkov ali priložnosten?
uk_ua: З бази даних чи вручну?

source: Existing %s:
bg_bg: Съществуващ %s:
ca_es: %s existents:
cy: %s presennol:
de_de: Bestehender %s:
el_gr: Υπάρχων %s:
es_es: %s existente:
et_ee: Olemasolev %s:
fr_fr: %s existant :
it_it: %sesistenti:
pl_pl: Istnieje %s:
pt_pt: %s existente:
ro_ro: Iesire %s:
sl_si: Obstoječ %s:
uk_ua: Існуючі %s:

source: --- select %s here ---
bg_bg: --- изберете %s тук ---
ca_es: --- seleccioneu %s aquí ---
cy: --- dewiswch %s yma ---
de_de: --- hier %s auswählen ---
el_gr: --- επιλέξτε%s εδώ ---
es_es: --- seleccionado %s aquí ---
et_ee: --- vali siin %s ---
fr_fr: --- sélectionner le/la/l' %s ici ---
it_it: --- seleziona %s qui ---
pl_pl: --- wybierz tutaj %s ---
pt_pt: --- selecionar %s aqui ---
ro_ro: --- select aici %s ---
sl_si: --- %s izberite tukaj ---
uk_ua: --- виберіть %s тут ---

source: New %s
bg_bg: Нов %s
ca_es: Nou %s
cy: %s newydd
de_de: Neuer %s
el_gr: Νέο %s
es_es: Nuevo %s
et_ee: Uus %s
fr_fr: Nouveau/el/elle %s
it_it: Nuovo %s
pl_pl: Nowy %s
pt_pt: Novo %s
ro_ro: Nou %s
sl_si: Nov %s
uk_ua: Новий %s

source: %s and %s
bg_bg: %sи%s
ca_es: %s i %s
cy: %s a %s
de_de: %s und %s
el_gr: %s και %s
es_es: %s y %s
et_ee: %s ja %s
fr_fr: %s et %s
it_it: %s e %s
pl_pl: %s i %s
pt_pt: %s e %s
ro_ro: %s și %s
sl_si: %s in %s
tr_tr: %s ve %s
uk_ua: %sі%s

source: Administrator's E-Mail:
bg_bg: E-Mail на администратора:
ca_es: Email de l'administrador:
cy: E-bost y Gweinyddwr:
de_de: E-Mail des Administrators:
el_gr: E-Mail Διαχειριστή:
es_es: E-mail del administrador:
et_ee: Administraatori e-post:
fi_fi: Ylläpitäjän sähköposti:
fr_fr: Adresse de courriel de l'administrateur :
it_it: E-Mail del responsabile
pl_pl: E-Mail administratora:
pt_pt: E-Mail do Administrador
ro_ro: E-Mail-ul administratorului:
sl_si: E-poštni naslov skrbnika:
tr_tr: Yöneticinin E-Posta Adresi:
uk_ua: Електронна пошта адміністратора:

source: E-Mail label:
bg_bg: И-мейл етикет:
ca_es: Etiqueta de l'email:
cy: Label e-bost:
de_de: E-Mail Beschriftung:
el_gr: Ετικέτα E-Mail:
es_es: Etiqueta de correo electrónico
et_ee: E-kirja silt:
fr_fr: Libellé email:
it_it: Etichetta e-mail:
pl_pl: Etykieta e-maila:
pt_pt: Etiqueta de e-mail:
ro_ro: Etichetă e-mail:
sl_si: E-poštna oznaka:
uk_ua: Позначка електронної пошти:

source: E-Mail input field:
bg_bg: Поле за въвеждане на и-мейл:
ca_es: Camp de l'email:
cy: Maes mewnbwn e-bost:
de_de: E-Mail Eingabefeld:
el_gr: Πεδίο εισόδου E-Mail:
es_es: Campo para el correo electrónico:
et_ee: E-kirja sisestusväli:
fr_fr: Champ de saisie de l'email:
it_it: Campo di inserimento e-mail:
pl_pl: Wprowadź e-mail:
pt_pt: Campo de entrada de e-mail:
ro_ro: Câmpul de intrare E-Mail:
sl_si: Polje za vnos e-poštnega naslova:
uk_ua: Поле введення електронної пошти:

source: Send invitation
bg_bg: Изпратете покана.
ca_es: Envia invitació
cy: Anfon gwahoddiad
de_de: Einladung verschicken
el_gr: Αποστολή πρόσκλησης
es_es: Enviar invitación
et_ee: Saada kutse
fi_fi: Lähetä kutsu
fr_fr: Envoyer une invitation
it_it: Manda l'invito
pl_pl: Wyślij zaproszenie
pt_pt: Envie convite
ro_ro: Trimiteți invitații
sl_si: Pošlji vabilo
tr_tr: Davet gönder
uk_ua: Надіслати запрошення

source: No email address provided
bg_bg: Не е указан email адрес.
ca_es: No heu facilitat cap adreça electrònica
cy: Ni ddarparwyd cyfeiriad e-bost
de_de: Keine E-Mail-Adresse angegeben
el_gr: Δεν δόθηκε διεύθυνση email
es_es: No se proporcionó dirección de correo electrónico
et_ee: E-posti aadress puudub
fi_fi: Sähköpostiosoitetta ei ole annettu
fr_fr: Aucune adresse courriel fournie
it_it: Non si è inserito alcun indirizzo email.
pl_pl: Nie podano adresu email
pt_pt: Endereço de email não fornecido
ro_ro: Nici o adresă de e-mail primită
sl_si: E-poštnega naslova niste podali
tr_tr: E-mail adresi bildirilmedi
uk_ua: Електронна адреса не вказана

source: Invitation sent to:
bg_bg: Поканата е изпратена на:
ca_es: Invitació enviada a:
cy: Anfonwyd gwahoddiad i:
de_de: Einladung gesendet at:
el_gr: Στάλθηκε πρόσκληση σε:
es_es: Invitación enviada a:
et_ee: Kutse on saadetud:
fi_fi: Kutsu on lähetetty:
fr_fr: Invitation envoyée à :
it_it: Invito mandato a:
pl_pl: Wysłano zaproszenie do:
pt_pt: Convite enviado para:
ro_ro: Invitația trimisă catre:
sl_si: Vabilo poslano za:
tr_tr: Davet gönderildi:
uk_ua: Запрошення надіслане:

source: The invitation email could not be sent!
bg_bg: Е-мейлът-покана не можа да бъде изпратен!
ca_es: No s'ha pogut enviar el correu d'invitació!
cy: Ni fu modd anfon yr e-bost gwahoddiad!
de_de: Das Versenden der E-Mail mit der Einladung ist fehlgeschlagen!
el_gr: Δεν ήταν δυνατή η αποστολή του email πρόσκλησης!
es_es: ¡El correo de invitación no pudo ser enviado!
et_ee: Kutse e-kirja ei olnud võimalik saata!
fi_fi: Sähköpostikutsua ei voitu lähettää
fr_fr: Le courriel d'invitation n'a pas pu être envoyé !
it_it: Non è stato possibile spedire l'email di invito.
pl_pl: Nie udało się wysłać emaila z zaproszeniem.
pt_pt: Não foi possível enviar o email de convite!
ro_ro: Mesajul de invitație nu a putut fi trimis!
sl_si: E-pošte z vabilom ni bilo mogoče poslati.
tr_tr: Davet e-postası gönderilemedi!
uk_ua: Не вдалося надіслати лист із запрошенням!

source: Mail address to invite:
bg_bg: Мейл адрес за покана:
ca_es: Email per a convidar:
cy: Cyfeiriad ebost i wahodd:
de_de: E-Mail-Adresse:
el_gr: Διεύθυνση mail για πρόσκληση:
es_es: Dirección de correo a invitar:
et_ee: Kutse e-posti aadress:
fi_fi: Kutsuttavan sähköpostiosoite:
fr_fr: Adresse de courriel pour l'invitation :
it_it: Indirizzo email da invitare:
pl_pl: Adres maila, na który ma pójść zaproszenie:
pt_pt: Endereço de E-Mail para o convite:
ro_ro: Adresa de e-mail pentru a invita
sl_si: E-poštni naslov za vabilo:
tr_tr: Davet için mail adresi:
uk_ua: Електронна адреса для запрошення:

source: Auto-Detecting root CA for a new profile
bg_bg: Автоматично откриване на главния CA за нов профил
ca_es: Detecció automàtica de la CA arrel per a un nou perfil
cy: Auto-Canfod gwraidd AT ar gyfer proffil newydd
de_de: Automatische Erkennung der Root CA für das neue Profil
el_gr: Αυτόματη ανίχνευση του root CA για νέο προφίλ
es_es: Detección automática de la CA raíz para un nuevo perfil
et_ee: Uue profiili jaoks juursertifikaadi automaatne tuvastamine
fr_fr: Détection automatique de l'AC racine du nouveau profil
it_it: Rilevamento automatico della CA radice per un nuovo profilo
pl_pl: Automatyczne wykrycie głównego CA dla nowego profilu
pt_pt: Deteção automática de CA raiz para um novo perfil
ro_ro: Detectarea automată a CA rădăcină pentru un profil nou
sl_si: Samodejno odkrivanje korenskega overitelja potrdil za nov profil
uk_ua: Автоматичне визначення кореневого CA для нового профілю

source: Valid RADIUS username and realm:
bg_bg: Валидни потребителско име и област за RADIUS:
ca_es: Usuari i domini vàlids per al RADIUS:
cy: Enw defnyddiwr a parth RADIUS dilys:
de_de: Gültiger RADIUS Benutzername mit realm:
el_gr: Αποδεκτό RADIUS username και realm:
es_es: Nombre de usuario y realm válidos para RADIUS:
et_ee: Kehtivad RADIUSe kasutajanimi ja domeen:
fr_fr: Identifiant et nom de domaine RADIUS valides :
it_it: Nome utente e realn RADIUS validi:
pl_pl: Poprawna nazwa użytkownika RADIUS oraz realm:
pt_pt: Nome de utilizador e domínio RADIUS válidos:
ro_ro: Nume de utilizator și domeniu RADIUS valabile:
sl_si: Veljavno uporabniško ime in področje RADIUS:
uk_ua: Дійсне ім’я користувача та домен RADIUS:
