Repository: GEANT/CAT
Catalog: translation/*/web_user.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, hu_hu, it_it, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: The installation program is <span class='emph'>strictly personal</span>, to be used <span class='emph'>only on this device (%s)</span>, and it is <span class='emph'>not permitted to share</span> this information with anyone.
ar: برنامج التثبيت <span class='emph'> شخصي تمامًا </span>، ولا يستخدم <span class='emph'> إلا على هذا الجهاز (%s) </span> ، ولا يُسمح<span class='emph'> بمشاركة </span> هذه المعلومات مع أي شخص.
bg_bg: Инсталационната програма е <span class='emph'>строго лична</span>, за да бъде използвана <span class='emph'>само на това устройство (%s)</span> и тази информация <span class='emph'>не епозволено да се споделя</span> с никой друг.
ca_es: El programa d'instal·lació és <span class='emph'>estrictament personal</span>, s'ha de fer servir <span class='emph'>només en aquest dispositiu (%s)</span>, i <span class='emph'>no està permès compartir</span> aquesta informació amb ningú.
cs_cz: Instalační program je <span class='emph'>pouze pro vás</span>, může se používat <span class='emph'>pouze v tomto zařízení (%s)</span> a <span class='emph'>není povoleno sdílet</span> tyto informace s nikým jiným.
cy: Mae'r rhaglen osod yn <span class='emph'>hollol bersonol</span>, i'w ddefnyddio <span class='emph'>yn unig ar y ddyfais hon (%s)</span>, ac <span class='emph'>ni chaniateir rannu</span> wybodaeth hon ag unrhyw un.
de_de: Das Installationsprogramm ist <span class='emph'>nur für den persönlichen Gebrauch</span>, <span class='emph'>ausschließlich auf diesem Gerät (%s)</span> bestimmt und <span class='emph'>darf nicht an Dritte weitergeben werden</span>.
el_gr: Το πρόγραμμα εγκατάστασης είναι <span class='emph'>αυστηρά προσωπικό</span>, προορίζεται για χρήση <span class='emph'>μόνο σε αυτή τη συσκευή (%s)</span>, και <span class='emph'>δεν επιτρέπεται ο διαμοιρασμός </span> αυτών των δεδομένων με κανέναν άλλο.
es_es: El programa de instalación es <span class='emph'>estrictamente personal</span>, para ser usado <span class='emph'>sólo en este dispositivo(%s)</span>, y <span class='emph'>no se permite compartir</span> esta información con nadie.
et_ee: Paigaldusprogramm on <span class='emph'>rangelt isiklik</span>, kasutamiseks <span class='emph'>ainult sellel seadmel (%s)</span> ja seda teavet <span class='emph'>ei ole lubatud kellelegi jagada</span>.
fi_fi: Asennusohjelma on <span class='emph'>henkilökohtainen</span>, ja käytettäväksi vain <span class='emph'>tässä kyseisessä laitteessa (%s)</span>. <span class='emph'>Älä jaa</span> tietoja muille.
fr_fr: Le programme d'installation est <span class='emph'>strictement personnel</span>, à utiliser <span class='emph'>seulement sur cet appareil (%s)</span>, et il est <span class='emph'>interdit de partager</span> cette information avec quiconque.
hr_hr: Program instalacije je <span class='emph'>strogo osoban</span>,za korištenje <span class='emph'>samo na ovom uređaju (%s)</span>i nije <span class='emph'>namijenjen za dijeljenje</span> ovih informacija sa nikime.
hu_hu: A telepítési program<span class='emph'> szigorúan személyes </span>, <span class='emph'>csak ezen az eszközön (%s) </span>használható, és ez az információ <span class='emph'> nem osztható </span> meg senkivel.
it_it: Il programma di installazione è <span class='emph'>strettamente personale</span>, da utilizzare <span class='emph'>solo su questo dispositivo (%s)</span> e <span class='emph'>non è consentito condividere</span> queste informazioni con nessuno.
pl_pl: Ten program instalacyjny jest <span class='emph'>wyłącznie osobisty </span>, do wykorzystania <span class='emph'>wyłącznie na tym urządzeniu (%s)</span>, <span class='emph'>nie wolno nikomu przekazywać </span> tej informacji.
pt_pt: O programa de instalação é <span class='emph'>estritamente pessoal</span>, para ser usado <span class='emph'>apenas neste dispositivo (%s)</span> e <span class='emph'>não é permitido partilhar</span> esta informação com mais ninguém.
ro_ro: Programul de instalare<span class='emph'> strict personal</span>să fie folosit<span class='emph'>doar pe acest dispozitiv (%s)</span>, și nu este<span class='emph'>permis să fie transmis</span>informația cu nimeni
sl_si: Program za namestitev je <span class='emph'>strogo oseben</span>, namenjen <span class='emph'> samo tej napravi (%s)</span> in <span class='emph'>ne dovoli deljenja</span> teh informacij s komer koli.
sr_rs: Ovaj instalacioni program je <span class='emph'>isključivo ličan</span>, može se koristiti <span class='emph'>samo na ovom uređaju (%s)</span>, i <span class='emph'>nije dozvoljeno deliti </span> ovu informaciju ni sa kim.
tr_tr: Kurulum programı, <span class='emph'>kesinlikle kişisel</span>, ve <span class='emph'>sadece bu cihazda (%s)</span> kullanılmak içindir ve bu bilgi <span class='emph'>başkasıyla paylaşılamaz.</span>
uk_ua: Програма встановлення є <span class='emph'>суто особистою</span>, вона може використовуватися лише <span class='emph'>на цьому пристрої (%s)</span>, і <span class='emph'>не дозволяється ділитися</span> цією інформацією з кимось.

source: When the system detects abuse such as sharing login data with others, all access rights for you will be revoked and you may be sanctioned by your local %s administrator.
ar: عندما يكتشف النظام إساءة مثل مشاركة بيانات تسجيل الدخول مع الآخرين ، سيتم إبطال جميع حقوق الوصول الخاصة بك وقد يتم معاقبتك من قبل %s المسؤول المحلي.
bg_bg: Когато системата открие злоупотреба като например споделяне на входни данни с други, всичките Ви права за достъп ще бъдат отменени и може би ще бъдете санкциониран от Вашия локален %s администратор
ca_es: Quan el sistema detecti un mal ús com ara compartir informació d'accés amb altres, tots els vostres drets d'accés seran revocats i podreu ser sancionats pel vostre administrador local %s.
cs_cz: Bude-li zjištěno zneužití, jako je například sdílení přihlašovacích údajů s ostatními, budou všechna vaše přístupová práva zrušena a můžete být sankcionován vaším lokálním správcem %s.
cy: Pan fydd y system yn canfod camddefnydd megis rhannu data mewngofnodi ag eraill, bydd yr holl hawliau mynediad i chi yn cael eu dirymu ac efallai y cewch eich sancsiynu gan eich gweinyddwr %s lleol.
de_de: Wenn das System Missbrauch feststellt, zum Beispiel wenn Nutzerdaten mit Dritten geteilt wurden, werden Ihre Zugangsrechte gesperrt und Sie werden möglicherweise von Ihrem %s Administrator sanktioniert.
el_gr: Όταν το σύστημα εντοπίσει κατάχρηση, όπως διαμοιρασμό στοιχείων εισόδου με άλλους, όλα τα δικαιώματα πρόσβασης σας θα ανακληθούν και ενδέχεται να σας επιβληθούν κυρώσεις από τον τοπικό διαχειριστή %s.
es_es: Cuando el sistema detecta mal uso tal como la compartición de datos de inicio de sesión con otros, todos tus derechos de acceso serán revocados y podrías ser sancionado por tu administrador local de %s.
et_ee: Kui süsteem tuvastab väärkasutuse nagu näiteks sisselogimisandmete jagamise teistega, tühistatakse kõik Su juurdepääsuõigused ja Su kohalik %s administraator võib rakendada sanktsioone.
fi_fi: Jos järjestelmä havaitsee väärinkäyttöä, kuten luvatonta käyttäjätunnusten jakoa, kaikki käyttöoikeutesi voidaan poistaa ja kotiorganisaatiosi %s saattaa asettaa rajoituksia tai sanktioita.
fr_fr: Quand le système détecte un abus tel que le partage d'informations de connexion avec d'autres personnes, tous vos accès seront révoqués et vous pouvez être sanctionné par votre administrateur local %s.
hr_hr: Kada sustav otkrije zloupotrebu, kao na primjer dijeljenje podataka za prijavu s drugima sva Vaša prava bit će opozvana i bit ćete sankcionirani od strane Vašeg lokalnog administratora.
hu_hu: Ha a rendszer olyan visszaéléseket észlel, mint például a bejelentkezési adatok megosztása másokkal, minden hozzáférési jogosultság visszavonásra kerül, és a helyi %s rendszergazda letiltja Önt.
it_it: Quando il sistema rileva abusi come la condivisione dei dati di login con altri, tutti i tuoi diritti di accesso saranno revocati e tu potresti essere sanzionato dal tuo amministratore locale %s.
pl_pl: Gdy system wykryje nadużycie, jak np. współdzielenie nazwy logowania z innymi, zostaną skasowane wszystkie uprawnienia i lokalny administrator %s nałoży odpowiednie sankcje.
pt_pt: Quando o sistema deteta abusos como a partilha de dados de acesso com outros, todos os seus direitos de acesso vão ser revogados e pode ser sancionado pelo seu administrador %s local.
ro_ro: Când sistemul detectează un abuz, cum ar fi partajarea datelor de autentificare cu alții, toate drepturile de acces pentru dumneavoastră vor fi revocate și veți putea fi sancționat de către administratorul dumneavoastră local %s.
sl_si: Ko sistem zazna zlorabo, kot je deljenje prijavnih podatkov z drugimi, so vse pravice za dostop lahko razveljavljene. Poleg tega vas lahko sankcionira vaš lokalni %s skrbnik.
sr_rs: Kada sistem detektuje zloupotrebu kao što je npr. deljenje podataka za povezivanje sa drugima, sva prava pristupa će biti povučena i možete biti sankcionisani od strane vašeg lokalnog %s administratora.
tr_tr: Sistem, başkalarıyla giriş verilerinizi paylaşmak gibi kötüye kullanım tespit ederse, tüm erişim haklarınız iptal edilebilir ve yerel %syöneticiniz tarafından yaptırıma tabi tutulabilirsiniz.
uk_ua: Коли система виявить зловживання, такі як надання даних для входу іншим, усі права доступу для вас будуть скасовані, і ваш місцевий %sадміністратор може отримати санкції.

source: During the installation process, you will be asked for the following import PIN. This only happens once during the installation. You do not have to write down this PIN.
ar: أثناء عملية التثبيت ، سيُطلب منك استيراد رقم التعريف الشخصي PIN التالي. هذا يحدث مرة واحدة فقط أثناء التثبيت. لا يتعين عليك تدوين رقم التعريف الشخصي PIN هذا.
bg_bg: По време на инсталационния процес ще пъдете попитан за следващия важен ПИН. Това се случва само веднъж по време на инсталация. Не трябва да си записвате този ПИН.
ca_es: Durant la instal·lació se us preguntarà pel següent PIN d'importació. Només passa una vegada. No heu d'escriure aquest PIN enlloc.
cs_cz: Během procesu instalace budete vyzváni k zadání následujícího kódu PIN. Toto nastane pouze jednou během instalace. PIN kód si proto nemusíte zapisovat.
cy: Yn ystod y broses osod, gofynnir i chi am y PIN mewnforio canlynol. Dim ond unwaith y bydd hyn yn digwydd yn ystod y gosodiad. Nid oes rhaid i chi ysgrifennu'r PIN hwn.
de_de: Während der Installation werden Sie nach der folgenden Import-PIN gefragt. Dies passiert nur einmal während der Installation. Sie müssen sich diese PIN nicht dauerhaft merken.
el_gr: Κατά τη διαδικασία εγκατάστασης, θα σας ζητηθεί να εισάγετε το ακόλουθο PIN. Αυτό γίνεται μόνο μία φορά κατά την εγκατάσταση. Δε χρειάζεται να καταγράψετε αυτό το PIN.
es_es: Durante el proceso de instalación se te preguntará por el siguiente PIN de importación. Esto sólo sucede una vez durante la instalación. No tienes que escribir este PIN.
et_ee: Paigaldamise ajal küsitakse Sinult järgmist importimise PIN-koodi. See toimub ainult üks kord paigaldamise jooksul. Sa ei pea seda PIN-koodi üles kirjutama.
fi_fi: Asennuksen aikana sinulta kysytään oheista PIN-koodia. Koodia kysytään vain kerran, eikä sinun tarvitse ottaa sitä talteen.
fr_fr: Pendant le processus d'installation, il vous sera demandé le code PIN d'importation suivant. Cela ne se produit qu'une fois lors de l'installation. Vous n'avez pas à retenir ce code PIN.
hr_hr: Tokom procesa instalcije. bit ćete zatraženi PIN za uvoz.To se događa samo jednom tokom instalacije. Nije potrebno zapisivati PIN.
hu_hu: A telepítés során a telepítő a import PIN-t fog kérdezni. Ezt egyszer fogja a telepító kérdezni. Ezért nem szükséges hosszútávon feljegyeznie.
it_it: Durante il processo di installazione, verrà richiesto il seguente PIN di importazione. Questo succede solo una volta durante l'installazione. Non è necessario annotare questo PIN.
pl_pl: Podczas procesu instalacji będziesz pytany o poniższy PIN importu. Ma to miejsce tylko raz podczas instalacji. Nie musisz zapamiętać tego PIN-u.
pt_pt: Durante o processo de instalação, vai-lhe ser pedido o seguinte PIN de importação. Isto apenas acontece uma vez durante a instalação. Não precisa de escrever este PIN.
ro_ro: În timpul procesului de instalare, vi se va solicita următorul cod PIN de import. Acest lucru se întâmplă o singură dată în timpul instalării. Nu trebuie să scrieți acest PIN.
sl_si: Med procesom namestitve boste morali vnesti sledečo PIN. To je potrebno samo enkrat med namestitvijo. Te PIN si ne rabite zabeležiti.
sr_rs: U toku procesa instalacije, od vas će se zahtevati da unesete PIN za uvoz podataka. Ovo se dešava samo jednom u toku instalacije. Ne morate da zapisujete ovaj PIN.
tr_tr: Yükleme işlemi sırasında, aşağıdaki içe alma PIN'iniz istenecektir. Bu, sadece kurulum sırasında, bir kere olacak. Bu PIN kodunu saklamanız gerekmez.
uk_ua: У процесі встановлення вам буде запропоновано вказати наступний імпортний PIN-код. Це відбувається лише один раз під час встановлення. Вам не потрібно записувати цей PIN-код.

source: Import PIN: %s
ar: استيراد رقم التعريف الشخصي PIN: %s
bg_bg: Въведете PIN: %s
ca_es: PIN per a l'importació: %s
cs_cz: Vložit PIN: %s
cy: Mewnforio PIN: %s
el_gr: Εισαγωγή PIN: %s
es_es: PIN de importación: %s
et_ee: Impordi PIN: %s
fi_fi: PIN-koodi: %s
fr_fr: Code PIN d'import : %s
hr_hr: PIN za uvoz: %s
it_it: PIN di importazione: %s
pl_pl: PIN importu: %s
pt_pt: Importar o PIN: %s
ro_ro: Importă PIN:%s
sl_si: Uvoz PIN: %s
sr_rs: Uvezi PIN: %s
tr_tr: PIN i İçe Aktar: %s
uk_ua: Імпортувати PIN-код: %s

source: Click here to download your %s installer!
ar: انقر هنا لتنزيل برنامج تثبيت %s الخاص بك!
bg_bg: Кликнете тук, за да изтеглите Вашия %s инсталатор!
ca_es: Feu clic aquí per a baixar l'instal·lador de %s!
cs_cz: Pro stažení instalátoru %s klikněte zde!
cy: Cliciwch yma i lawrlwytho eich gosodwr %s!
de_de: Klicken Sie hier für Ihr persönliches %s Installationsprogramm!
el_gr: Πατήστε εδώ για λήψη του πακέτου εγκατάστασης %s!
es_es: Haz clic aquí para descargar tu instalador de %s
et_ee: Klõpsa siin %si paigaldusprogrammi allalaadimiseks.
fi_fi: Klikkaa tästä ladataksesi %s-asennusohjelma.
fr_fr: Cliquer ici pour télécharger votre installateur %s !
hr_hr: Kliknite za preuzimanje %s installera
hu_hu: Kattints ide a %s telepítőjének letöltéséhez!
it_it: Clicca qui per scaricare il tuo programma di installazione %s!
pl_pl: Kliknij tutaj by pobrać instalator %s!
pt_pt: Clique aqui para descarregar o seu instalador %s!
ro_ro: Apasă aici pentru a descărca %s programul de instalare!
sl_si: Kliknite tukaj za prenos vašega %s nameščevalnika!
sr_rs: Kliknite ovde za preuzimanje %s instalera!
tr_tr: Yükleyicinizi %s indirmek için burayı tıklayın!
uk_ua: Натисніть тут, щоб завантажити %sпрограму встановлення!

source: Unfortunately, the invitation link you just used is too old. The %s sign-up invitation was valid until %s. You cannot use this link any more. Please ask your administrator to issue you a new invitation link.
ar: للأسف ، رابط الدعوة %s الذي استخدمته للتو قديم جدًا. كانت دعوة الاشتراك صالحة حتى %s. لا يمكنك استخدام هذا الرابط بعد الآن. يرجى مطالبة المسؤول بإصدار رابط دعوة جديد لك.
bg_bg: За съжаление поканващият линк, който току-що използвахте, е твърде стар. %s поканата за записване е била валидна до %s. Не може повече да използвате този линк. Моля поискайте от Вашия администратор да Ви издаде нов поканващ линк.
ca_es: Malauradament l'enllaç de la invitació que heu fet servir és massa antic. L'enllaç d'invitació a %sera vàlid fins el %s. No el podeu fer servir més. Demaneu al vostre administrador que us faciliti una nova invitació.
cs_cz: Odkaz na pozvánku, který jste použili, je příliš starý. Pozvánka k přístupu %s byla platná do %s. Tento odkaz již nelze použít. Požádejte správce, aby vám vydal nový.
cy: Yn anffodus, mae'r cyswllt gwahoddiad rydych chi newydd ei defnyddio yn rhy hen. Roedd y gwahoddiad i gofrestru %s yn ddilys tan %s. Ni allwch ddefnyddio'r cyswllt hon mwyach. Gofynnwch i'ch gweinyddwr roi cyswllt gwahoddiad newydd i chi.
de_de: Leider ist der Einladungs-Link, den Sie benutzt haben, zu alt. Die %s Einladung war gültig bis %s. Sie können diesen Einladungs-Link nicht mehr benutzen. Bitte fragen Sie Ihren Administrator nach einem neuen.
el_gr: Δυστυχώς, το κουπόνι πρόσκλησης που χρησιμοποιήσατε είναι πολύ παλιό. Η πρόσκληση εγγραφής %s ήταν έγκυρη μέχρι %s. Δεν μπορείτε να χρησιμοποιήσετε αυτό το σύνδεσμο πλέον. Παρακαλώ ζητήστε από τους διαχειριστές σας να εκδώσουν για εσάς ένα νέο σύνδεσμο πρόσκλησης.
es_es: Desafortunadamente, el enlace de la invitación que acabas de usar es demasiado antiguo. La invitación de inscripción a %s era válida hasta %s. Ya no puedes utilizar este enlace. Por favor, pide a tu administrador que te emita un nuevo enlace de invitación.
et_ee: Kahjuks on kutse link, mida äsja kasutasid, aegunud. %s registreerumiskutse kehtis kuni %s. Seda linki ei saa enam kasutada. Palun küsi oma administraatorilt uus kutse link.
fi_fi: Valitettavasti käyttämäsi kutsulinkki on vanhentunut eikä sitä voi enää käyttää. %s kutsu oli voimassa %s saakka. Pyydäthän ylläpidoltasi uuden kutsulinkin.
fr_fr: Malheureusement, le lien d'invitation que vous venez d'utiliser est trop vieux. L'invitation %s était valide jusqu'à %s. Vous ne pouvez plus utiliser ce lien. Veuillez demander à votre administrateur de vous envoyer un nouveau lien d'invitation.
hr_hr: Nažalost, link s pozivnicom koji koristite je istekao. Pozivnica %s je bila valjana do %s. Više ne možete koristiti ovaj link. Molimo Vas da kontaktirate administratora da Vam izda novi link s pozivnicom.
hu_hu: Sajnos a meghívó link, amelyet most használtál, lejárt. A %s meghívó %s -ig érvényes. Ezt a linket többé nem használhatja. Kérje meg a rendszergazdáját, hogy adjon ki új meghívót.
it_it: Sfortunatamente il link di invito che hai appena usato è troppo vecchio. L'invito all'iscrizione %s era valido fino a %s. Non puoi usare più questo link. Chiedi al tuo amministratore di emetterti un nuovo link di invito.
pl_pl: Niestety, użyty link zaproszenia jest za stary. Zaproszenie do zapisania się w %s było ważne do %s. Nie możesz już korzystać z tego linku. Poproś swojego administratora o wystawienie nowego linku do zaproszenia.
pt_pt: Infelizmente, o link de convite que usou é muito velho. O convite de autenticação %s era válido até %s. Já não pode usar este link. Por favor peça ao seu administrador para emitir um novo link de convite.
ro_ro: Din păcate, linkul de invitație pe care tocmai l-ați folosit este prea vechi. Invitația %sde înscriere a fost valabilă până%s. Nu mai puteți utiliza acest link. Vă rugăm să cereți administratorului dvs. să vă elibereze un nou link de invitație.
sl_si: Na žalost je povezava z vabilom, ki ste jo uporabili, prestara. %s vabilo za vpis je veljavno do %s. Ta povezava ni več uporabna. Prosimo, prosite svoje skrbnike, da vam zagotovijo novo povezavo z vabilom.
sr_rs: Nažalost, pozivni link koji ste pokušali da iskoristite je suviše star. Pozivni link za %s je bio validan do %s. Ne možete više koristiti ovaj link. Molimo vas da se obratite administratoru vaše institucije kako bi vam se izdao novi pozivni link.
tr_tr: Maalesef, az önce kullandığınız davetiye çok eski. %s kayıt daveti %s'e kadar geçerliydi. Bu davetiyeyi artık kullanamazsınız. Lütfen yöneticinizden size yeni bir davetiye göndermesini isteyin.
uk_ua: На жаль, посилання на запрошення, яке ви щойно використали, застаріле. %sЗапрошення на реєстрацію було дійсним до %s. Ви більше не можете використовувати це посилання. Попросіть свого адміністратора надіслати вам нове посилання на запрошення.

source: Account information not found
ar: لم يتم العثور على بيانات الحساب
bg_bg: Не е намерена информация за акаунта
ca_es: No s'ha trobat informació del compte
cs_cz: Informace o účtu nebyly nalezeny
cy: Heb ganfod gwybodaeth cyfrif
de_de: Zugangsinformationen nicht gefunden
el_gr: Δεν βρέθηκαν πληροφορίες για τον λογαριασμό
es_es: Información de la cuenta no encontrada
et_ee: Konto infot ei leitud
fi_fi: Käyttäjätunnustietoa ei löytynyt
fr_fr: Informations de compte non trouvées
hr_hr: Podaci o korisničkom računu nisu pronađeni
hu_hu: A fiókadatok nem találhatóak
it_it: Informazioni sull'account non trovate
pl_pl: Nie znaleziono informacji o koncie
pt_pt: Informação de conta não encontrada
ro_ro: Informațiile despre cont nu au fost găsite
sl_si: Podatki o računu niso najdeni
sr_rs: Informacije o nalogu nisu pronađene
tr_tr: Hesap bilgisi bulunamadı
uk_ua: Інформацію про обліковий не знайдено

source: The invitation link you followed does not map to any invitation we have on file.
ca_es: L'enllaç que heu seguit no es correspon amb cap invitació registrada.
cy: Nid yw'r cyswllt gwahoddiad a ddilynwyd gennych yn mapio i unrhyw wahoddiad sydd gennym ar ffeil.
es_es: El enlace de la invitación con la que has accedido no se corresponde con ninguna invitación que nos conste.
et_ee: Kutse link, mida kasutasid, ei klapi ühegi kutsega, mis meil olemas on.
hr_hr: Poveznica na pozivnicu kojoj se pokušali pristupiti ne odgovara nijednoj trenutno evidentiranoj u našem sustavu.
hu_hu: A meghívó link, amelyet követtél nem mutat semmilyen általunk nyilvántatott meghívóra.
it_it: Il link di invito che hai seguito non corrisponde ad alcun invito da noi registrato.
ro_ro: Linkul de invitație pe care l-ați urmat nu corespunde cu nicio invitație pe care o avem în sistem.
uk_ua: Посилання на запрошення, за яким ви перейшли, не відповідає жодному збереженому в системі запрошенню.
