Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: If you use a captive portal to distribute configurations, you may want to unconfigure/disable that SSID after the bootstrap process. With this option, the SSID will either be removed, or be defined as 'Only connect manually'.
bg_bg: Ако използвате портал за разпространяване на конфигурации, може би ще искате да изключите това SSID след конфигурационния процес. С тази опция SSID-то или ще бъде премахнатo, или ще бъде конфигурирано за "Само ръчно свързване".
ca_es: Si useu un portal captiu per a distribuir configuracions, voldreu deshabilitar o desconfigurar aquest SSID després del procés de reinici. Amb aquesta opció, l'SSID serà esborrat o be definit com a 'Connexió manual'.
cy: Os ydych chi'n defnyddio porth caeth i ddosbarthu ffurfweddiadau, efallai y byddwch am ddadgyflunio / analluogi'r SSID hwnnw ar ôl y broses bootstrap. Gyda'r opsiwn hwn, bydd yr SSID naill ai'n cael ei ddileu, neu'n cael ei ddiffinio fel 'Dim ond cysylltu â llaw'.
de_de: Wenn Sie ein ungeschütztes Captive Portal Netzwerk haben, das bei der ersten Einrichtung des Netzzugangs hilft, dann können Sie hier konfigurieren, dass dieses Netz nach erfolgreicher Einrichtung des eigentlichen Netzwerks deaktiviert oder gelöscht wird.
el_gr: Αν χρησιμοποιείτε captive portal για τη διανομή των ρυθμίσεων, ενδεχομένως να θέλετε να απεγκαταστήσετε/απενεργοποιήσετε εκείνο το SSID μετά την εγκατάσταση. Με αυτή την επιλογή, το SSID είτε θα αφαιρεθεί ή θα οριστεί για 'Μόνο μη αυτόματη σύνδεση'.
es_es: Si utilizas un portal cautivo para distribuir configuraciones es posible que quieras deshabilitar ese SSID después del proceso de arranque. Con esta opción el SSID será eliminado o definido como 'Conexión manual'.
et_ee: Kui kasutad seadistuste edastamiseks pääsulehti (Captive Portal), võid soovida selle SSID seadistused pärast paigaldamist eemaldada (unconfigure/disable that SSID after the bootstrap process). Selle valiku puhul SSID kas eemaldatakse või määratakse ainult käsitsi ühendamist nõudvaks.
fi_fi: Jos käytät captive portalia asennuspakettien jakelussa, tahdot ehkä poistaa SSID:n käytöstä asennuksen jälkeen. Tällä valinnalla SSID joko poistetaan tai määritellään sallituksi verkoksi vain manuaalisesti valittuna.
fr_fr: Si vous utilisez un portail captif pour distribuer les configurations réseaux vous voudrez peut-être dé-configurer/invalider le SSID utilisé pour le processus de démarrage. Si vous activez cette option, ce SSID sera soit enlevé, soir défini comme 'connexion manuelle uniquement'.
it_it: Se utilizzi un Captive Portal per distribuire le configurazioni, puoi decidere di sconfigurare/disattivare quel SSID dopo il boot. Con questa opzione, l'SSID sarà o rimosso, o sarà definito come 'Connetti solo manualmente'.
pl_pl: Jeżeli do dystrybuowania konfiguratorów używasz sieci rozruchowej, to po zakończeniu instalacji możesz odłączyć lub zablokować tę sieć rozruchową w urządzeniu użytkownika. Po zaznaczeniu tej opcji rozruchowe SSID będzie albo usunięte, albo będzie miało wyłączone łączenie automatyczne.
pt_pt: Se usa um captive portal para distribuir configurações, pode remover/desabilitar esse SSID após o processo de bootstrap. Com esta opção o SSID ou será removido ou definido como 'Apenas ligação manual'.
ro_ro: Dacă folosiți un portal pentru a distribui configurații, este posibil să doriți să dezactivați acel SSID după terminarea procesului. Cu această opțiune, SSID-ul fie va fi șters, fie va fi redefinit ca 'Doar conectare manuală'.
sl_si: Če za distribucijo konfiguracij uporabljate zaprti portal, boste po končanem postopku zagona morda želeli odstraniti konfiguracijo/onemogočiti SSID. S to možnostjo bo SSID odstranjen ali opredeljen kot »Samo ročno povezovanje«.
tr_tr: Ayarları dağıtabilmek için captive portal kullanıyor iseniz, önyükleyici işleminden sonra o SSID yi yapılandırmadan çıkarmak veya etkin dışı yapmak isteyebilirsiniz. Bu seçenek ile SSID ya kaldırılacaktır ya da 'sadece manuel bağlan' olarak tanımlanacaktır.
uk_ua: Якщо ви використовуєте портал авторизації для розподілу конфігурацій, ви можете скасувати конфігурацію/відключити цей SSID після процесу завантаження. З цією опцією SSID буде або видалено, або визначено як «Підключатися тільки вручну»..

source: Some properties are valid across all deployment profiles. This is the place where you can describe those properties in a fine-grained way. The solicited information is used as follows:
bg_bg: Някои свойства са валидни за всички разработени профили. Това е мястото, където може да опишете тези свойства по най-добрия начин. Поисканата информация се използва, както следва:
ca_es: Algunes propietats són vàlides en tots els perfils de desplegament. Aquí les podeu descriure detalladament. La informació sol·licitada s'utilitza de la forma següent:
cy: Mae rhai eiddo yn ddilys ar draws yr holl proffiliau defnyddio. Dyma'r man lle gallwch chi ddisgrifio'r priodweddau hynny mewn ffordd fanwl. Defnyddir y wybodaeth a geisir fel a ganlyn:
de_de: Einige Eigenschaften gelten profilübergreifend. Hier können Sie diese detailliert beschreiben. Die abgefragten Informationen werden wie folgt genutzt:
el_gr: Μερικές ιδιότητες βρίσκουν εφαρμογή σε όλα τα προφίλ. Σε αυτή την ενότητα μπορείτε να περιγράψετε αυτές τις ιδιότητες με λεπτομέρεια. Οι ζητούμενες πληροφορίες χρησιμοποιούνται ως εξής:
es_es: Algunas propiedades son comunes a todos los perfiles de despliegue. Este es el lugar en el que puedes describir esas propiedades de forma más detallada. La información que se solicita se usa de la siguiente manera:
et_ee: Mõned andmed on kõigile kasutusprofiilidele ühised. Siin saad need andmed täpsemalt kirjeldada. Selgitus andmete kasutamise kohta:
fi_fi: Jotkut ominaisuudet ovat voimassa kaikissa käyttöönottoprofiileissa. Tässä voit kuvata näitä ominaisuuksia hienojakoisella tavalla. Pyydetyt tiedot käytetään seuraavasti:
fr_fr: Certaines propriétés sont valides dans tous les profils de déploiement. Vous pouvez décrire ces propriétés d'une manière fine ici. Les informations demandées sont utilisées de la façon suivante :
it_it: Alcune proprietà sono valide per tutti i profili. Questo è il posto dove puoi descrivere queste proprietà in maniera granulare. Le informazioni richieste sono utilizzate come segue:
pl_pl: Szereg własności odnosi się do wszystkich tworzonych profili. W tym miejscu możesz opisać szczegółowo te własności. Informacja ta jest wykorzystywana następująco:
pt_pt: Algumas propriedades vão válidas para todos os perfis de desenvolvimento. Este é o local onde pode descrever estas propriedades de forma mais detalhada. A informação solicitada é usada da forma seguinte:
ro_ro: Unele proprietăți sunt valide pentru toate profilurile deja implementate. Acesta este locul unde poți descrie aceste proprietăți într-un mod mai detaliat. Informațiile solicitate sunt utilizate după cum urmează:
sl_si: Nekatere lastnosti so veljavne v vseh profilih uvedbe. To je mesto, kjer lahko te lastnosti opišete na podroben način. Zahtevane informacije se uporabljajo na naslednji način:
tr_tr: Bazı özellikler tüm dağıtım profillerinde geçerlidir. Bu özellikleri detaylı bir şekilde burada tanımlayabilirsiniz. İstenen bilgiler aşağıdaki gibi kullanılır:
uk_ua: Деякі властивості дійсні для всіх профілів розгортання. У цьому розділі можна детально описати ці властивості. Запитувана інформація використовується таким чином:

source: <strong>Logo</strong>: When you submit a logo, we will embed this logo into all installers where a custom logo is possible. We accept any image format, but for best results, we suggest SVG. If you don't upload a logo, we will use the generic logo instead (see top-right corner of this page).
bg_bg: <strong>Лого</strong>: Когато изпратите лого, ние ще го поставим във всички инсталатори, където е определено място за лого. Приемаме снимки във всички формати, но за най-добри резултати Ви препоръчваме SVG. Ако не качите лого, вместо него ще използваме общото лого (вижте горния десен ъгъл на страницата).
ca_es: <strong>Logo</strong>: Quan envieu un logo, l'incrustarem a tots els instal·ladors que ho permetin. Acceptem qualsevol format d'imatge, però per als millors resultats recomanem SVG. Si no envieu un logo, utilitzarem el logo genèric en el seu lloc (mireu la cantonada superior dreta).
cy: <strong>Logo</strong>: Pan fyddwch yn cyflwyno logo, byddwn yn ymgorffori'r logo hwn ym mhob gosodwr lle mae logo personol yn bosibl. Rydym yn derbyn unrhyw fformat delwedd, ond ar gyfer y canlyniadau gorau, rydym yn awgrymu SVG. Os na fyddwch yn uwchlwytho logo, byddwn yn defnyddio'r logo generig yn lle hynny (gweler cornel dde uchaf y dudalen hon).
de_de: <strong>Logo</strong>: Wenn Sie ihr Logo hochladen, werden wir es in alle Installationsprogramme einbetten, die eigene Logos unterstützen. Wir akzeptieren beliebige Bildformate. Die besten Ergebnisse werden Sie jedoch erzielen, wenn Sie eine Datei im SVG Format hochladen. Wenn Sie kein Logo hochladen, verwenden wir das Standard Logo (siehe oben rechts auf dieser Seite).
el_gr: <strong>Λογότυπο</strong>: Όταν υποβάλετε ένα λογότυπο, το ενσωματώνουμε σε όλα τα πακέτα εγκατάστασης όπου είναι διαθέσιμο ένα προσαρμοσμένο λογότυπο. Δεχόμαστε οποιοδήποτε τύπο εικόνας, αλλά για καλύτερα αποτελέσματα, προτείνουμε SVG. Αν δεν ανεβάσετε κάποιο λογότυπο, θα χρησιμοποιήσουμε το γενικό λογότυπο (δείτε την πάνω δεξιά γωνία αυτής της σελίδας)
es_es: <strong>Logotipo</strong>: Si proporcionas un logotipo, embeberemos éste en todos los instaladores donde un logotipo personalizado sea posible. Aceptamos cualquier formato de imagen, pero para obtener los mejores resultados sugerimos que uses SVG. Si no subes un logotipo, usaremos el logotipo genérico de eduroam en su lugar (ver la esquina superior derecha de esta página).
et_ee: <strong>Logo</strong>: Kui lisad logo, paneme selle kõikidesse seadistatava logoga paigaldusprogrammidesse. Sobivad kõik vormingud, kuid soovitame kasutada SVGd. Kui Sa ise logo ei lisa, kasutame vaikimisi-logo (vt selle lehe paremas ülanurgas).
fi_fi: <strong>Logo</strong>: Kun asetat logon, se lisätään kaikkiin asennusohjelmiin, joihin se voidaan liittää. Mikä tahansa kuvaformaatti käy, mutta parhaan tulokseen saat SVG-formaatilla. Jos et aseta logoa, niin silloin käytetään yleislogoa (katso tämän sivun oikeaa yläkulmaa)
fr_fr: <strong>Logo</strong>: Lorsque vous aurez soumis un logo, nous l'intégrerons dans tous les installateurs pour lesquels un logo personnalisé est possible. Nous acceptons n'importe quel format d'image ; mais pour un meilleur résultat, nous suggérons le format SVG. Si vous ne téléversez pas de logo, nous utiliserons le logo générique à la place (cf. le coin droit en haut de cette page).
it_it: <strong>Logo</strong>: Quando si carica un logo, questo verrà inserito nei programmi di installazione, laddove possibile. Si può usare qualsiasi formato, ma per un risultato migliore, suggeriamo di usare SVG. Se non viene caricato un logo, verrà usato il logo generico (vedi in alto e destra di questa pagina).
pl_pl: <strong>Logo</strong>: Jeżeli wyślesz nam logo, to zostanie ono dołączone do instalatorów wszędzie, gdzie jest miejsce na indywidualne logo. Akceptujemy dowolny format, ale dla lepszego efektu, zalecamy stosowanie SVG. Jeżeli nie przekażesz nam logo, to użyjemy w tym miejscu logo domyślnego.
pt_pt: <strong>Logotipo</strong>: Quando adicionado, o mesmo será colocado em todos os instaladores onde é possivel utilizar um logotipo personalizado. Aceitamos qualquer formato, mas para melhores resultados, sugerimos SVG. Se não adicionar nenhum logo, será utilizado o logo genérico (ver canto superior direito desta página).
ro_ro: <strong>Logo</strong>: Atunci cănd vei trimite un logo, o sa îl încorporăm în toate câmpurile unde este posibilă adăugarea acestuia. Acceptăm orice format de imagine, dar pentru a obține cele mai bune rezultate, sugeram SVG. Dacă nu încărcați nici un logo, o sa folosim un logo generic (vezi colțul din dreapta al paginii).
sl_si: <strong>Logotip</strong>: ko pošljete logotip, ga bomo vključili v vse namestitvene programe, ki omogočajo logotip po meri. Sprejemamo vse oblike slik, toda za najboljše rezultate priporočamo, da uporabite obliko SVG. Če ne naložite logotipa, bomo uporabili splošnega (glejte zgornji desni kot te strani).
tr_tr: <strong>Logo</strong>: Bir logo gönderdiğinizde, biz bu logoyu bütün yükleyicilere mümkün olduğu takdirde gömeceğiz. Bütün resim biçemlerini kabul ediyoruz, fakt en iyi sonuçlar için, SVG biçemini öneriyoruz. Eğer bir logo yüklemezseniz, jenerik bir logo kullanacağız (bu sayfanın sağ üst köşesinde görebilirsiniz)
uk_ua: <strong>Логотип</strong>: Коли ви надасте логотип, ми вбудуємо його у всі інсталятори, де можливо використання власного логотипа. Приймається будь-який формат зображення, але для найкращих результатів рекомендуємо SVG. Якщо логотип не буде завантажено, буде використано загальний логотип (див. верхній правий кут цієї сторінки).

source: <strong>%s</strong>: The organisation may have names in multiple languages. It is recommended to always populate at least the 'default/other' language, as it is used as a fallback if the system does not have a name in the exact language the user requests a download in.
bg_bg: <strong>%s</strong>: Организацията може да има имена на няколко езика. Препоръчително е винаги да се попълва поне езикът „по подразбиране/друг“, тъй като той се използва като резервен вариант, ако системата няма име на точния език, на който потребителят иска изтегляне.
ca_es: <strong>%s</strong>: La organització tenir noms en diversos idiomes. Es recomana omplir almenys l'idioma per defecte, ja que s'utilitza com a recurs si el sistema no disposa del mateix idioma que l'usuari vol descarregar.
cy: <strong>%s</strong>: Efallai bod gan y sefydliad enwau mewn sawl iaith. Argymhellir bob amser llenwi o leiaf yr iaith 'ddiofyn/arall', gan ei bod yn cael ei defnyddio fel dewis wrth gefn os nad oes gan y system enw yn yr union iaith y mae'r defnyddiwr yn gofyn am lawrlwythiad ynddi.
es_es: <strong>%s</strong>: La organización puede tener nombres en diferentes idiomas. Se recomienda rellenar siempre al menos el idioma 'por defecto/otro', porque se usa como valor por defecto si no se dispone del nombre en el idioma con que el usuario accede a las descargas.
et_ee: <strong>%s</strong>: Asutusel võib olla nimesid erinevates keeltes. On soovitav väärtustada vöhemalt 'default/other' keel, kuna seda kasutatakse juhul, kui süsteemil ei ole nime selles keeles, milles kasutaja allalaadimist taotleb.
it_it: <strong>%s</strong>: L'organizzazione può avere nomi in più lingue. Si consiglia di compilare sempre almeno la lingua "default/altre lingue", poiché viene utilizzata come alternativa se il sistema non ha un nome nella lingua esatta in cui l'utente richiede un download.
pl_pl: <strong>Nazwa</strong>: %s może mieć nazwy w różnych językach. Zalecamy wskazanie domyślnego języka, który będzie używany w sytuacji, gdy system nie będzie dysponował nazwą w języku wybranym przez użytkownika w ramach zlecenia pobierania profilu.
ro_ro: <strong>%s</strong>: Organizația poate avea denumiri în mai multe limbi. Se recomandă să completați întotdeauna cel puțin limba 'implicită/altă', deoarece aceasta este utilizată ca soluție de rezervă în cazul în care sistemul nu are un nume în limba exactă în care utilizatorul solicită descărcarea.
sl_si: <strong>%s</strong>: Organizacija ima lahko imena v več jezikih. Priporočljivo je, da vedno vnesete vsaj ime v 'privzetem/drugem' jeziku, saj se uporabi kot rezervna možnost, če sistem nima imena v točno tistem jeziku, ki ga zahteva uporabnik pri prenosu.
uk_ua: <strong>%s</strong>: Організація може мати назви кількома мовами. Рекомендується завжди заповнювати принаймні поле 'типова/інша' мова, оскільки воно використовується як резервне, якщо система не має назви мовою, яку обрав користувач під час завантаження

source: <strong>%s</strong>: This acronym will be used as an element of the installer file name instead of one automatically created from first letters of every word in the institution name. You may add acronyms for multiple languages (but only one per language). The acronym will also be used as a keyword for the organisation search on the user's downloads page.
bg_bg: <strong>%s</strong>: Този акроним ще се използва като елемент от името на инсталационния файл, вместо автоматично създаден от първите букви на всяка дума в името на институцията. Можете да добавяте акроними за няколко езика (но само по един на език). Акронимът ще се използва и като ключова дума за търсене на организация на страницата за изтегляне на потребителя.
ca_es: <strong>%s</strong>: Aquest acrònim es farà servir en el nom de l'arxiu de l'instal·lador en comptes d'un creat automàticament basat en les inicials del nom de la institució. Podeu afegir acrònims per a múltiples llengües (però només un per llengua). L'acrònim es farà servir com a paraula clau per trobar la organització a la pàgina de descàrregues d'usuari.
cy: <strong>%s</strong>: Bydd yr acronym hwn yn cael ei ddefnyddio fel elfen o enw ffeil y gosodwr yn lle un a grëir yn awtomatig o lythrennau cyntaf pob gair yn enw'r sefydliad. Gallwch ychwanegu acronymau ar gyfer sawl iaith (ond dim ond un fesul iaith). Bydd yr acronym hefyd yn cael ei ddefnyddio fel allweddair ar gyfer chwiliad y sefydliad ar dudalen lawrlwythiadau'r defnyddiwr.
es_es: <strong>%s</strong>: Este acrónimo se utilizará como un elemento en el nombre de archivo del instalador en vez de uno creado automáticamente usando las primeras letras de cada palabra del nombre de la institución. Puedes añadir acrónimos para mútiples idiomas (pero sólo uno por idioma). El acrónimo también se utilizará como palabra clave en el buscador de organizaciones de la página de descargas de usuario.
et_ee: <strong>%s</strong>: Seda lühendit kasutatakse paigaldusfaili nime osana (automaatselt asutuse nime esitähtedest koostatud lühendi asemel). Võid lisada lühendeid mitmetes keeltes (kuid igas keeles üheainsa). Lühendi kasutatakse ka võtmesõnana asutuse otsimisel kasutaja allalaadimislehel.
it_it: <strong>%s</strong>: Questo acronimo verrà utilizzato come elemento del nome del programma di installazione anziché essere creato automaticamente con le prime lettere di ogni parola del nome dell'istituzione. È possibile aggiungere acronimi per più lingue (ma solo uno per lingua). L'acronimo verrà utilizzato anche come parola chiave per la ricerca dell'organizzazione nella pagina di download dell'utente.
pl_pl: <strong>%s</strong>: Ten akronim będzie używany, jako element nazwy pliku instalatora, zamiast tego utworzonego automatyczne na podstawie pierwszych liter z każdego słowa w nazwie instytucji. Możesz dodać akronimy dla wielu języków (ale tylko jeden per język). Akronimy będą stosowane również jako słowa kluczowe w wyszukiwaniu instytucji na stronie użytkownika.
ro_ro: <strong>%s</strong>: Acest acronim va fi utilizat ca element al numelui fișierului de instalare în locul unuia creat automat din primele litere ale fiecărui cuvânt din numele instituției. Puteți adăuga acronime pentru mai multe limbi (dar numai unul pentru fiecare limbă). Acronimul va fi utilizat și ca cuvânt-cheie pentru căutarea organizației pe pagina de descărcări a utilizatorului.
sl_si: <strong>%s</strong>: Ta kratica bo uporabljena kot element imena namestitvene datoteke namesto samodejno ustvarjene iz prvih črk vsake besede v imenu institucije. Lahko dodate kratice za več jezikov (vendar samo eno na jezik). Kratica bo uporabljena tudi kot ključna beseda za iskanje organizacije na uporabnikovi strani za prenose.
uk_ua: <strong>%s</strong>: Цей акронім буде використано як частину назви файлу інсталятора замість автоматично створеного з перших літер кожного слова в назві установи. Ви можете додати акроніми для кількох мов (але лише по одному для кожної мови). Акронім також використовуватиметься як ключове слово для пошуку організації на сторінці завантажень користувача.

source: <strong>%s</strong>: You may add several versions of the organisation name or acronyms which will be used as additional keywords exclusively for the organisation search on the user's downloads page.
bg_bg: <strong>%s</strong>: Можете да добавите няколко версии на името на организацията или акроними, които ще се използват като допълнителни ключови думи единствено за търсене на организация на страницата за изтегляне на потребителя.
ca_es: <strong>%s</strong>: Podeu afegir diverses versions del nom de la organització o acrònims que es faran servir com paraules clau addicionals només en la cerca de la organització a la pàgina de descàrregues d'usuari.
cy: <strong>%s</strong>: Gallwch ychwanegu sawl fersiwn o enw'r sefydliad neu acronymau a fydd yn cael eu defnyddio fel allweddeiriau ychwanegol yn unig ar gyfer chwiliad y sefydliad ar dudalen lawrlwythiadau'r defnyddiwr.
es_es: <strong>%s</strong>: Puedes añadir varias versiones del nombre de la organización o acrónimos, los cuales se utilizarán como palabras clave exclusivamente para la búsqueda de organizaciones en la página de descargas de usuario.
et_ee: <strong>%s</strong>: Võid lisada mitu varianti asutuse nimest või lühendist, mida kasutatakse lisa-võtmesõnadena ainult asutuse otsingul kasutaja allalaadimislehel.
it_it: <strong>%s</strong>: È possibile aggiungere diverse versioni del nome dell'organizzazione o acronimi che verranno utilizzati come parole chiave aggiuntive esclusivamente per la ricerca dell'organizzazione nella pagina dei download dell'utente.
pl_pl: <strong>%s</strong>: Możesz dodać kilka wariantów nazwy Twojej instytucji, lub skrótów, które będą używane jako dodatkowe słowa kluczowe w wyszukiwaniu instytucji na stronie użytkownika.
ro_ro: <strong>%s</strong>: Puteți adăuga mai multe versiuni ale denumirii organizației sau acronime care vor fi utilizate ca cuvinte-cheie suplimentare exclusiv pentru căutarea organizației pe pagina de descărcări a utilizatorului.
sl_si: <strong>%s</strong>: Lahko dodate več različic imena organizacije ali kratic, ki bodo uporabljene kot dodatne ključne besede izključno za iskanje organizacije na uporabnikovi strani za prenose.
uk_ua: <strong>%s</strong>: Ви можете додати декілька варіантів назви організації або акронімів, які використовуватимуться як додаткові ключові слова виключно для пошуку організації на сторінці завантажень користувача.
