Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: Your attributes
bg_bg: Вашите атрибути
ca_es: Els vostres atributs
cy: Eich priodoleddau
de_de: Ihre persönlichen Informationen
el_gr: Τα attributes σας
es_es: Tus atributos
et_ee: Sinu atribuudid
fi_fi: Sinun tietosi
fr_fr: Vos attributs
it_it: I tuoi attributi
pl_pl: Twoje atrybuty
pt_pt: Os seus atributos
ro_ro: Atributele dumneavoastră
sl_si: Vaši atributi
tr_tr: Niteliklerin
uk_ua: Ваші атрибути

source: User Attributes - Summary of submitted data
bg_bg: Потребителски атрибути - обобщение на изпратените данни
ca_es: Atributs d'usuari - Resum de dades enviades
cy: Nodweddion Defnyddiwr - Crynodeb o'r data a gyflwynwyd
de_de: Benutzerattribute - Zusammenfassung der eingegebenen Daten
el_gr: Attributes Χρήστη - Σύνοψη δεδομένων που υποβλήθηκαν
es_es: Atributos de usuario - Resumen de los datos enviados
et_ee: Kasutaja atribuudid - sisestatud andmete kokkuvõte
fi_fi: Käyttäjän tiedot - Yhteenveto
fr_fr: Attributs de l'utilisateur - Résumé des données soumises
it_it: Attributi Utente - Riassunto dei dati inseriti
pl_pl: Atrybuty Użytkownika - Podsumowanie przesłanych danych
pt_pt: Atributos do Utilizador - Resumo dos Dados Apresentados
ro_ro: Atribute utilizator - Sumarul datelor trimise
sl_si: Atributi uporabnika – povzetek vnesenih podatkov
tr_tr: Kullanıcı Nitelikleri - Gönderilen verilerin Özeti
uk_ua: Атрибути користувача - Підсумок поданих даних

source: The page was called with insufficient data. Please report this as an error.
bg_bg: Страницата беше извикана с недостатъчно данни. Моля докладвайте това като грешка.
ca_es: La pàgina s'ha cridat amb dades insuficients. Informeu d'aquest error.
cy: Galwyd y dudalen gyda data annigonol. Rhowch wybod am hyn fel gwall.
de_de: Diese Seite wurde mit unzureichenden Daten aufgerufen. Bitte melden Sie diesen Fehler.
el_gr: Έγινε κλήση αυτής της σελίδας με ανεπαρκή δεδομένα. Παρακαλούμε αναφέρετέ το ως σφάλμα.
es_es: Esta página fue llamada con datos insuficientes. Por favor, reporte esto como un error.
et_ee: Leht laeti ebapiisava andmetehulgaga. Palun anna sellest veast teada.
fi_fi: Tätä sivua kutsuttiin riittämättömillä tiedoilla. Ole hyvä ja raportoi tämä virhetoiminto.
fr_fr: Cette page est appelée avec des données insuffisantes. Merci de signaler cette erreur.
it_it: La pagina è stata chiamata con dati insufficienti. Si prega di segnalare questo errore.
pl_pl: Ta strona została niepoprawnie wywołana. Zgłoś to jako błąd.
pt_pt: A página foi gerada com dados insuficientes. Por favor reporte este erro.
ro_ro: Pagina a fost accesată cu date insuficiente. Vă rugăm să raportați acest lucru drept o eroare.
sl_si: Stran je bila poklicana z nezadostnimi podatki. Prijavite to kot napako.
tr_tr: Bu sayfa yetersiz veri ile çağrıldı. Lütfen bunu bir hata olarak raporlayın.
uk_ua: Сторінку викликано з недостатньою кількістю даних. Будь ласка, повідомте про це як про помилку.

source: Submitted attributes
bg_bg: Изпратени атрибути
ca_es: Atributs enviats
cy: Priodoleddau a gyflwynwyd
de_de: Übermittelte Attribute
el_gr: Attributes που υποβλήθηκαν
es_es: Atributos enviados
et_ee: Sisestatud atribuudid
fi_fi: Lähetetyt tiedot
fr_fr: Attributs soumises
it_it: Attributi inseriti
pl_pl: Przesłane atrybuty
pt_pt: Atributos submetidos
ro_ro: Atribute trimise
sl_si: Poslani atributi
tr_tr: Kabul edilen nitelikler
uk_ua: Представлені атрибути

source: Submitted attributes for this user
bg_bg: Изпратени атрибути за този потребител
ca_es: Valors enviats per a aquest usuari
cy: Wedi cyflwyno priodoleddau ar gyfer y defnyddiwr hwn
de_de: Übermittelte Attribute für diesen Nutzer
el_gr: Yποβεβλημένα στοιχεία για αυτό τον χρήστη
es_es: Atributos enviados para este usuario
et_ee: Kasutaja kohta sisestatud atribuudid
fr_fr: Attributs soumis pour l'utilisateur
it_it: Attributi inviati per questo utente
pl_pl: Przekazane atrybuty tego użytkownika
pt_pt: Atributos enviados para este utilizador
ro_ro: Atributele trimise pentru acest utilizator
sl_si: Poslani atributi za tega uporabnika
uk_ua: Представлені атрибути для цього користувача

source: Continue to user overview page
bg_bg: Продължете до страницата с потребителския преглед
ca_es: Seguiu a la pàgina de resum d'usuari
cy: Parhau i dudalen trosolwg defnyddiwr
de_de: Weiter zu Ihrer Übersichtsseite
el_gr: Συνέχεια στη σελίδα επισκόπησης χρηστών
es_es: Continuar a la página de vista general del usuario
et_ee: Jätka kasutaja ülevaate lehega
fi_fi: Jatka eteenpäin käyttäjän yhteenvetosivulle
fr_fr: Continuer vers la vue d'ensemble de l'utilisateur
it_it: Continua alla pagina di overview dell'utente
pl_pl: Przejdź do strony własności użytkownika
pt_pt: Continue para a página de informação geral do utilizador
ro_ro: Continuați către pagina de prezentare a utilizatorului
sl_si: Nadaljuj na stran s pregledom uporabnika
tr_tr: Kullanıcı özet bilgileri sayfasına devam et
uk_ua: Перейти до сторінки огляду користувачів

source: Incomplete Logout
bg_bg: Незавършено излизане
ca_es: Desconnexió incomplerta
cy: Allgofnodi anghyflawn
de_de: Logout unvollständig
el_gr: Μη ολοκληρωμένη Αποσύνδεση
es_es: Cierre de sesión incompleto
et_ee: Lõpetamata väljalogimine
fi_fi: Keskeneräinen uloskirjautuminen
fr_fr: Déconnexion incomplète
it_it: Logout incompleto
pl_pl: Niekompletne wylogowanie
pt_pt: Logout incompleto
ro_ro: Deconectare incompletă
sl_si: Nepopolna odjava
tr_tr: Çıkış tamamlanamadı
uk_ua: Незавершений вихід з системи

source: We were unable to log you out of all your sessions. To be completely sure that you are logged out, you need to close your web browser.
bg_bg: Не можахме да Ви изключим от всички Ваши сесии. За да сте напълно сигурен, че сте излезли, трябва да затворите Вашия веб браузер.
ca_es: No podem desconnectar-vos de totes les vostres sessions. Per assegurar-vos, heu de tancara el vostre navegador.
cy: Nid oeddem yn gallu eich allgofnodi o'ch holl sesiynau. I fod yn gwbl sicr eich bod wedi allgofnodi, mae angen i chi gau eich porwr gwe.
de_de: Sie konnten nicht vollständig abgemeldet werden. Um sicherzustellen, dass Sie vollständig ausgeloggt sind, sollten Sie Ihren Browser schließen.
el_gr: Δεν ήταν δυνατή η αποσύνδεσή σας από όλες τις συνεδρίες σας. Για να είστε απόλυτα σίγουρος ότι έχετε αποσυνδεθεί, θα πρέπει να κλείσετε τον φυλλομετρητή σας.
es_es: No hemos podido cerrar todas tus sesiones. Para estar completamente seguro de que has cerrado tu sesión necesitas salir del navegador web.
et_ee: Meil ei olnud võimalik Sind kõigist Su sessioonidest välja logida. Täielikuks väljalogimiseks palun sule oma veebilehitseja.
fi_fi: Kaikkien sessioiden sulkeminen ei onnistunut. Ole hyvä ja käynnistä selaimesi uudelleen varmistaaksesi, että uloskirjautuminen on suoritettu kokonaisuudessaan.
fr_fr: Vous n'avez pas pu être déconnecté de toutes vos sessions. Vous devriez fermer votre navigateur pour être sûr et certain de ne plus être connecté.
it_it: Non siamo stati in grado di disconnetterti da tutte le tue sessioni. Per essere assolutamente sicuro di essere uscito devi chiudere il tuo browser web.
pl_pl: Nie byliśmy w stanie wylogować Cię ze wszystkich sesji. Aby być pewnym, że zostałeś wylogowany zamknij przeglądarkę.
pt_pt: Não nos foi possível fazer o log out de todas as suas sessões. Para ter a certeza absoluta de que não está autenticado deve fechar o browser.
ro_ro: Nu am reușit să vă deconectăm din toate sesiunile. Pentru a fi complet sigur că v-ați deconectat, trebuie să închideți navigatorul web.
sl_si: Nismo vas mogli odjaviti iz vseh vaših sej. Če se želite prepričati, da ste odjavljeni, morate zapreti spletni brskalnik.
tr_tr: Tüm oturumlardan çıkışınızı yapamadık. Çıkış yaptığınızdan emin olmak için tarayıcıyı kapatmanız gerekir.
uk_ua: Не вдалося завершити всі ваші сеанси. Щоб бути повністю впевненим, що ви вийшли з системи, потрібно закрити веб-браузер.

source: Certificate Information for %s %s
bg_bg: Информация за сертификата за %s %s
ca_es: Informació del certificat per a %s %s
cy: Gwybodaeth Tystysgrif ar gyfer %s %s
de_de: Zertifikatsinformationen für %s %s
el_gr: Πληροφορίες πιστοποιητικού για %s %s
es_es: Información del certificado del %s %s
et_ee: Sertifikaaditeave: %s %s
fi_fi: Varmennetiedot %s %s:lle
fr_fr: Informations sur le certificat pour %s %s
it_it: Informazioni sul Certificato per %s %s
pl_pl: Dane dotyczące certyfikatu %s %s
pt_pt: Informações do certificado para %s %s
ro_ro: Informații despre certificatul pentru %s %s
sl_si: Informacije o potrdilu za %s %s
uk_ua: Інформація про сертифікат для%s %s

source: Request Serial
bg_bg: Заявка за сериен номер
ca_es: Sol·licitar nombre de sèrie
cy: Rhif cyfresol Cais Tystysgrif
es_es: Número de serie
et_ee: Taotle seriali (Request Serial)
it_it: Numero Seriale della Richiesta
pl_pl: Nr seryjny
ro_ro: Cerere Serial
sl_si: Zahteva serijske številke
uk_ua: Запит на серійний номер

source: Distinguished Name
bg_bg: Отличително име
ca_es: Nom Distintiu
cy: Enw Nodedig y Tystysgrif
es_es: Nombre distinguido (DN):
et_ee: Eristusnimi
pl_pl: Nazwa (DN)
ro_ro: Nume distins
sl_si: Razločevalno ime
uk_ua: Унікальне ім'я

source: Expiry
bg_bg: Срокът изтича
ca_es: Caduca
cy: Dyddiad dod i ben
es_es: Caducidad
et_ee: Aegumine
it_it: Scadenza
pl_pl: Ważność
ro_ro: Expirare
sl_si: Veljavno do
uk_ua: Термін дії

source: Download
bg_bg: Изтегляне
ca_es: Descarrega
cy: Lawrlwytho
de_de: Herunterladen
el_gr: Λήψη
es_es: Descargar
et_ee: Allalaadimine
fr_fr: Téléchargement
it_it: Scarica
pl_pl: Pobierz
ro_ro: Descărcare
sl_si: Prenos
tr_tr: İndir
uk_ua: Завантажити

source: Display
bg_bg: Дисплей
ca_es: Mostra
cy: Arddangosfa
es_es: Mostrar
et_ee: Kuva
it_it: Visualizza
pl_pl: Pokaż
ro_ro: Afișare
sl_si: Prikaži
uk_ua: Відображення

source: Request new Certificate
bg_bg: Заявете нов сертификат
ca_es: Sol·licitud de nou certificat
cy: Gofyn am Tystysgrif newydd
de_de: Neues Zertifikat beantragen
el_gr: Αίτηση νέου Πιστοποιητικού
es_es: Pedir un nuevo certificado
et_ee: Taotle uut sertifikaati
fi_fi: Pyydä uusi varmenne
fr_fr: Demander un nouveau certificat
it_it: Richiedi nuovo Certificato
pl_pl: Żądanie nowego certyfikatu
pt_pt: Pedir um novo Certificado
ro_ro: Cerere pentru certificat nou
sl_si: Zahteva za novo potrdilo
tr_tr: Yeni Sertifika Talep Et
uk_ua: Запросити новий сертифікат

source: You can not request certificates because there is no server information for %s in the eduroam DB.
bg_bg: Не може да заявите сертификат, защото няма информация за сървъра за %s в базата данни на eduroam.
ca_es: No podeu sol.licitar certificats perquè no hi ha informació de servidor per a %s a la base de dades eduroam
cy: Ni allwch ofyn am tystysgrifau oherwydd nid oes gwybodaeth gweinydd ar gyfer %s yn y CD eduroam.
de_de: Sie können keine Zertifikate beantragen, da es unzureichend Serverinformationen für %s in der eduroam Datenbank gibt.
el_gr: Δεν μπορείτε να αιτηθείτε πιστοποιητικά διότι δεν υπάρχουν πληροφορίες εξυπηρετητή για το %s στην eduroam DB.
es_es: No puedes pedir certificados porque no hay información del servidor para %s en la base de datos de eduroam.
et_ee: Sa ei saa sertifikaate taotleda: %s - eduroami andmebaas ei sisalda selle kohta serveriinfot.
fr_fr: Vous ne pouvez pas demander de certificats car il n'y a pas d'informations sur le serveur pour %s dans la base de données eduroam.
it_it: Non è possibile richiedere certificati perché non ci sono informazioni sul server per %s nel DB eduroam.
pl_pl: Nie możesz przekazywać zleceń dotyczących certyfikatów, ponieważ w bazie eduroam nie ma informacji dotyczących serwera instytucji %s
pt_pt: Não pode pedir certificados porque não há informações do servidor para %s na base de dados eduroam.
ro_ro: Nu puteți solicita certificate deoarece nu există informatii despre serverul %s în baza de date eduroam.
sl_si: Potrdil ni mogoče zahtevati, ker v zbirki podatkov eduroam ni podatkov o strežniku za %s.
uk_ua: Запит сертифікатів неможливий, оскільки в базі даних eduroam відсутня інформація про сервер%s.

source: At least one profile is fully configured and visible in the user interface
bg_bg: Поне един профил е напълно конфигуриран и видим в потребителския интерфейс
ca_es: Al menys un perfil està completament configurat i és visible a la interfície d'usuari
cy: Mae o leiaf un proffil wedi'i ffurfweddu'n llawn ac yn weladwy yn y rhyngwyneb defnyddiwr
de_de: Mindestens ein Profil ist vollständig konfiguriert und für Endnutzer sichtbar
el_gr: Τουλάχιστον ένα προφίλ είναι πλήρως διαμορφωμένο και ορατό στη διεπαφή χρήστη
es_es: Hay al menos un perfil completamente configurado y visible en la interfaz de usuario
et_ee: Vähemalt üks profiil on täielikult seadistatud ja kasutajaliideses nähtav
fr_fr: Au moins un profil est entièrement configuré et visible dans l'interface utilisateur
it_it: Almeno un profilo è completamente configurato e visibile nell'interfaccia utente
pl_pl: Co najmniej jeden profil jest całkowicie skonfigurowany i widoczny w interfejsie użytkownika
ro_ro: Cel puțin un profil este complet configurat și vizibil în interfața utilizatorului
sl_si: Vsaj en profil je popolnoma konfiguriran in viden v uporabniškem vmesniku
uk_ua: Принаймні один профіль повністю налаштований і видимий в інтерфейсі користувача

source: At least one profile is fully configured but none are set as production-ready therefore the institution is not visible in the user interface
bg_bg: Поне един профил е напълно конфигуриран, но нито един от тях не е зададен като готов за ползване, поради което институцията не е видима в потребителския интерфейс.
ca_es: Al menys un perfil està completament configurat però no n'hi ha cap disponible per a producció. Per tant la institución és invisible a la interfície d'usuari
cy: Mae o leiaf un proffil wedi'i ffurfweddu'n llawn ond nid oes yr un wedi'i osod yn barod i gynhyrchu felly nid yw'r sefydliad yn weladwy yn y rhyngwyneb defnyddiwr
de_de: Mindestens ein Profil ist vollständig konfiguriert, aber keines ist als Produktions-fertig markiert und daher ist die Organisation nicht für Endnutzer sichtbar
el_gr: Τουλάχιστον ένα προφίλ είναι πλήρως διαμορφωμένο, αλλά κανένα δεν έχει οριστεί ως έτοιμο για χρήση, επομένως το ίδρυμα δεν είναι ορατό στη διεπαφή χρήστη
es_es: Hay al menos un perfil completamente configurado, pero, como ninguno está marcado como listo para producción, la institución no está visible en la interfaz de usuario
et_ee: Vähemalt üks profiil on täielikult seadistatud, kuid kuna ühtegi profiili ei ole tootestatud, ei näidata asutust kasutajaliideses
fr_fr: Au moins un profil est entièrement configuré, mais aucun n'est défini comme prêt pour la production ; l'établissement n'est donc pas visible dans l'interface utilisateur
it_it: Almeno un profilo è completamente configurato ma nessuno è impostato come pronto per la produzione, pertanto l'organizzazione non è visibile nell'interfaccia utente
pl_pl: Co najmniej jeden profil jest całkowicie skonfigurowany ale żaden nie jest oznaczony, jako aktywny a zatem nie jest widoczny w interfejsie użytkownika
ro_ro: Cel puțin un profil este complet configurat, dar niciunul nu este setat ca fiind pregătit de producție, prin urmare instituția nu este vizibilă în interfața utilizatorului
sl_si: Vsaj en profil je popolnoma konfiguriran, vendar noben ni nastavljen kot pripravljen za produkcijo, zato organizacija ni vidna v uporabniškem vmesniku
uk_ua: Принаймні один профіль повністю налаштований, але жоден з них не встановлено як готовий до виробництва, тому установа не відображається в інтерфейсі користувача

source: %s: %s Management
bg_bg: %s: %s Управление
ca_es: %s: Gestió de %s
cy: %s: %s Rheolaeth
de_de: %s: %s-Verwaltung
el_gr: %s: Διαχείριση %s
es_es: %s: Administración de %s
et_ee: %s: %s Haldamine
fi_fi: %s: %sHallinta
fr_fr: %s : Gestion de %s
it_it: %s: Gestione %s
pl_pl: %s: Zarządzanie %s
pt_pt: %s: Gestão %s
ro_ro: %s: %s Administrare
sl_si: Upravljanje %s:%s
tr_tr: %s:%s Yönetimi
uk_ua: %s: %s Управління

source: Show downloads
bg_bg: Показване на изтеглянията
ca_es: Mostra les descàrregues
cy: Dangos lawrlwythiadau
de_de: Anzahl der Downloads anzeigen
el_gr: Προβολή λήψεων
es_es: Mostrar descargas
et_ee: Näita allalaadimisi
fr_fr: Afficher les téléchargements
it_it: Mostra download
pl_pl: Pokaż liczby pobrań
ro_ro: Afișați descărcările
sl_si: Pokaži prenose
uk_ua: Показати завантаження

source: Hide downloads
bg_bg: Скриване на изтеглянията
ca_es: Amaga les descàrregues
cy: Cuddio lawrlwythiadau
de_de: Anzahl der Downloads verstecken
el_gr: Απόκρηψη λήψεων
es_es: Ocultar descargas
et_ee: Peida allalaadimised
fr_fr: Cacher les téléchargements
it_it: Nascondi download
pl_pl: Ukryj liczby pobrań
ro_ro: Ascundeți descărcările
sl_si: Skrij prenose
uk_ua: Приховати завантаження

source: %s Overview
bg_bg: %s Преглед
ca_es: Resum de %s
cy: %s Trosolwg
de_de: %s Übersicht
el_gr: Επισκόπηση %s
es_es: Vista general de %s
et_ee: %s ülevaade
fi_fi: %sYleiskatsaus
fr_fr: Vue globale de %s
it_it: Panoramica %s
pl_pl: Przegląd %s
pt_pt: Visão geral %s
ro_ro: %s Prezentare generală
sl_si: Pregled %s
tr_tr: %s Genel Bakışı
uk_ua: %s Огляд

source: Your Personal Information
bg_bg: Ваша лична информация
ca_es: Informació Personal
cy: Eich Gwybodaeth Bersonol
de_de: Ihre persönlichen Informationen
el_gr: Οι Προσωπικές σας Πληροφορίες
es_es: Tu información personal
et_ee: Sinu isiklikud andmed
fi_fi: Sinun henkilötietosi
fr_fr: Vos informations personnelles
it_it: Le tue informazioni personali
pl_pl: Twoje dane
pt_pt: A sua Informação Pessoal
ro_ro: Datele dumneavoastră personale
sl_si: Vaši osebni podatki
tr_tr: Kişisel Bilgileriniz
uk_ua: Ваша персональна інформація

source: Unique Identifier
bg_bg: Уникален идентификатор
ca_es: Identificador Únic
cy: Dynodydd Unigryw
de_de: Eindeutiger Bezeichner
el_gr: Μοναδικό Αναγνωριστικό
es_es: Identificador único
et_ee: Unikaalne identifikaator
fi_fi: Yksikäsitteinen Tunniste
fr_fr: Identifiant unique
it_it: Identificatore univoco
pl_pl: Identyfikator
pt_pt: Identificador Unico
ro_ro: Identificator unic
sl_si: Edinstveni identifikator
tr_tr: Biricik Tanımlayıcı
uk_ua: Унікальний ідентифікатор

source: click to display
bg_bg: кликнете, за да видите
ca_es: cliqueu per mostrar
cy: cliciwch i arddangos
de_de: Klicken zum Anzeigen
el_gr: κλικ για εμφάνιση
es_es: click para mostrar
et_ee: klõpsa nägemiseks
fi_fi: näytä
fr_fr: cliquer pour afficher
it_it: clicca per visualizzare
pl_pl: kliknij, aby wyświetlić
pt_pt: selecione para visualizar
ro_ro: Click pe display
sl_si: kliknite za prikaz
tr_tr: görüntülemek için tıkla
uk_ua: натисніть, щоб відобразити

source: Select a different federation
bg_bg: Изберете друга федерация
ca_es: Escolliu una federació diferent
cy: Dewiswch ffederasiwn gwahanol
de_de: Anderen Nationalen Roaming Betreiber auswählen
el_gr: Επιλέξτε διαφορετική ομοσπονδία
es_es: Selecciona una federación diferente
et_ee: Vali muu föderatsioon
fr_fr: Sélectionner une autre fédération
it_it: Seleziona una federazione diversa
pl_pl: Wybierz inną federację
ro_ro: Selectați o altă federație
sl_si: Izberite drugo federacijo
uk_ua: Виберіть іншу федерацію

source: select from below
bg_bg: Изберете от списъка по-долу
ca_es: escolliu d'entre els anteriors
cy: dewiswch o isod
de_de: unten auswählen
el_gr: επιλέξτε από τα παρακάτω
es_es: selecciona a continuación
et_ee: vali allpool
fr_fr: choisir parmi les éléments suivants
it_it: seleziona qua sotto
pl_pl: wybierz z poniższych
ro_ro: selectați de mai jos
sl_si: izberite med spodnjimi možnostmi
uk_ua: оберіть з наведених нижче

source: You are not a %s manager.
bg_bg: Вие не сте %s ръководител.
ca_es: No sou gestor de %s
cy: Nid ydych yn rheolwr %s.
de_de: Sie sind kein %s-Administrator.
el_gr: Δεν είστε διαχειριστής %s.
es_es: No eres un administrador de %s.
et_ee: Sa ei ole %s haldaja.
fi_fi: Et ole %smanageri.
fr_fr: Vous n'êtes pas un administrateur de %s.
it_it: Non sei un gestore di %s
pl_pl: Nie jesteś administratorem %s.
pt_pt: Não é um gestor de %s.
ro_ro: Dumneavoastră nu sunteți un manager %s
sl_si: Niste upravitelj za %s.
tr_tr: %s yöneticisi değilsiniz.
uk_ua: Ви не %s адміністратор

source: %s Properties: %s
bg_bg: %s Свойства: %s
ca_es: Propietats de %s: %s
cy: Priodweddau %s: %s
de_de: %s Eigenschaften: %s
el_gr: Ιδιότητες %s: %s
es_es: Propiedades de %s: %s
et_ee: %s Atribuudid: %s
fi_fi: %sOminaisuudet: %s
fr_fr: Propriétés pour %s : %s
it_it: Proprietà di %s: %s
pl_pl: Własności %s: %s
pt_pt: %s Propriedades: %s
ro_ro: %s Proprietăți: %s
sl_si: Lastnosti %s: %s
tr_tr: %s Özellikleri: %s
uk_ua: %s Властивості: %s

source: Country
bg_bg: Държава
ca_es: País
cy: Gwlad
de_de: Land
el_gr: Χώρα
es_es: País
et_ee: Riik
fi_fi: Maa
fr_fr: Pays
it_it: Paese
pl_pl: Kraj
pt_pt: País
ro_ro: Țara
sl_si: Država
tr_tr: Ülke
uk_ua: Країна

source: Edit ...
bg_bg: Редактиране ...
ca_es: Editar ...
cy: Golygu...
de_de: Bearbeiten ...
el_gr: Επεξεργασία ...
es_es: Editar...
et_ee: Muuda ...
fr_fr: Editer ...
it_it: Modifica ...
pl_pl: Edytuj ...
pt_pt: Editar ...
ro_ro: Editează ...
sl_si: Uredi ...
uk_ua: Редагувати...

source: View ...
bg_bg: Вижте ...
ca_es: Veure ...
cy: Gweld...
de_de: Ansicht ...
el_gr: Προβολή
es_es: Ver...
et_ee: Vaata ...
fr_fr: Voir ...
it_it: Visualizza ...
pl_pl: Zobacz ...
ro_ro: Vezi ...
sl_si: Ogled …
uk_ua: Переглянути ...

source: %s Statistics: %s
bg_bg: %s Статистики: %s
ca_es: Estadístiques de %s: %s
cy: %s Ystadegau: %s
de_de: %s Statistiken: %s
el_gr: Στατιστικά %s: %s
es_es: Estadísticas de %s: %s
et_ee: %s Statistika: %s
fi_fi: %sTilastot: %s
fr_fr: Statistiques pour %s : %s
it_it: Statistiche di %s: %s
pl_pl: Statystyki %s: %s
pt_pt: %s Estatísticas: %s
ro_ro: %s Statistică %s
sl_si: Statistični podatki %s: %s
tr_tr: %s İstatistikleri: %s
uk_ua: %s Статистика: %s

source: IdPs Total
bg_bg: Пълни IdPs
ca_es: Total d'IdPs
cy: Cyfanswm CDUau
de_de: IdPs insgesamt
el_gr: Σύνολο IdPs
es_es: Total de IdPs (Proveedores de Identidad)
et_ee: Kokku IdP'sid
fi_fi: IdP:t yhteensä
fr_fr: Nombre total de fournisseurs d'identité
it_it: Totale IdPs
pl_pl: Razem IdP
pt_pt: Número total de IdPs
ro_ro: Număr total furnizori de identitate
sl_si: Skupno število ponudnikov identitete
tr_tr: Toplam IdP
uk_ua: Всього IdPs

source: Public Download
bg_bg: Общодостъпно за изтегляне
ca_es: Descàrrega pública
cy: Lawrlwytho Cyhoeddus
de_de: Veröffentlichte IdPs
el_gr: Δημόσια Λήψη
es_es: Descarga pública
et_ee: Avalik allalaadimine
fi_fi: Lataa
fr_fr: Téléchargement public
it_it: Download Pubblico
pl_pl: Pobrania publiczne
pt_pt: Download Público
ro_ro: Descărcări Publice
sl_si: Javni prenos
tr_tr: Herkese açık dosya indirme
uk_ua: Загальнодоступне завантаження

source: Downloads
bg_bg: Изтеглени
ca_es: Descàrregues
cy: Lawrlwythiadau
de_de: Heruntergeladen
el_gr: Λήψεις
es_es: Descargas
et_ee: Allalaadimisi
fi_fi: Lataukset
fr_fr: Téléchargements
it_it: Download
pl_pl: Pobrania
ro_ro: Descărcări
sl_si: Prenosi
tr_tr: İndirilenler
uk_ua: Завантаження

source: Admin
bg_bg: Администратор
ca_es: Administrador
cy: Gweinyddol
el_gr: Διαχειριστής
es_es: Administrador
fi_fi: Ylläpitäjä
fr_fr: Administrateur
it_it: Amministratore
pt_pt: Administração
ro_ro: Administrator
sl_si: Skrbnik
tr_tr: Yönetici
uk_ua: Адміністратор

source: RADIUS/TLS Certificate management
bg_bg: RADIUS/TLS управление на сертификат
ca_es: Gestió de certificats RADIUS/TLS
cy: Rheoli Tystysgrif RADIUS/TLS
de_de: RADIUS/TLS Zertifikatsmanagement
el_gr: διαχείριση πιστοποιητικού RADIUS/TLS
es_es: Gestión de certificados RADIUS/TLS
et_ee: RADIUS/TLS sertifikaadihaldus
fr_fr: Gestion des certificats RADIUS/TLS
it_it: Gestione del certificato RADIUS/TLS
pl_pl: Zarządzanie certyfikatami RADIUS/TLS
pt_pt: Gestão de certificado RADIUS/TLS
ro_ro: Administrarea certificatelor RADIUS/TLS
sl_si: Upravljanje potrdil RADIUS/TLS
uk_ua: Керування сертифікатами RADIUS/TLS
