Repository: GEANT/CAT
Catalog: translation/*/web_user.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, hu_hu, it_it, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: Click here to download your %s installer
ar: انقر هنا لتنزيل برنامج تثبيت %s الخاص بك
bg_bg: Кликнете тук, за да изтеглите Вашия %s инсталатор
ca_es: Feu clic aquí per a baixar-vos l'instal·lador %s
cs_cz: Pro stažení vašeho %s instalátoru klikněte zde
cy: Cliciwch yma i lawrlwytho eich gosodwr %s
de_de: Klicken Sie hier, um Ihr %s Installationsprogramm herunterzuladen
el_gr: Πατήστε εδώ για λήψη του πακέτου εγκατάστασης %s
es_es: Haz clic aquí para descargar tu instalador de %s
et_ee: Klõpsa siin %si paigaldusprogrammi allalaadimiseks.
fi_fi: Napsauta tästä ladataksesi %s-asennusohjelma
fr_fr: Cliquez ici pour télécharger votre installateur %s
hr_hr: Kliknite za preuzimanje %s installera
hu_hu: Kattintson ide a %s telepítőjének letöltéséhez
it_it: Clicca qui per scaricare il tuo programma di installazione %s
pl_pl: Kliknij, by pobrać instalator %s
pt_pt: Clique aqui para descarregar o seu instalador %s
ro_ro: Apasă aici pentru a descărca programul de instalare %s
sl_si: Kliknite tukaj za prenos vašega %s nameščevalnika
sr_rs: Kliknite ovde za preuzimanje %s instalera
tr_tr: %s yükleyicinizi indirmek için buraya tıklayın
uk_ua: Натисніть тут, щоб завантажити %sпрограму встановлення

source: %s provides access to thousands of Wi-Fi hotspots around the world, free of charge. <a href='%s'>Learn more</a>
ar: يوفر %s الوصول إلى الآلاف من نقاط اتصال Wi-Fi حول العالم مجانًا. <a href='%s'> إقرأ المزيد </a>
bg_bg: %s предоставя безплатно достъп до хиляди Wi-Fi точки за достъп по света. <a href='%s'> Научете повече </a>
ca_es: %s proveeix accés a milers de punts d'accés Wi-FI a tot el món, de franc <a href='%s'>Més informació</a>
cs_cz: %s poskytuje bezplatný přístup k tisícům bezdrátových přístupových bodů po celém světě. <a href='%s'> Více </a>
cy: Mae %s yn darparu mynediad i filoedd o fannau problemus Wi-Fi o gwmpas y byd, yn rhad ac am ddim. <a href='%s'>Dysgu mwy</a>
de_de: %s ermöglicht Zugang zu tausenden Wi-Fi Hotspots weltweit, und das kostenlos. <a href='%s'>Mehr erfahren</a>
el_gr: Το %s παρέχει πρόσβαση σε χιλιάδες Wi-Fi hotspots ανά τον κόσμο, χωρίς χρέωση. <a href='%s'>Μάθετε περισσότερα</a>
es_es: %s permite el acceso a miles de puntos Wi-Fi del mundo, sin cargo alguno. <a href='%s'>Aquí puedes saber más</a>
et_ee: %s annab tasuta juurdepääsu tuhandetele WiFi-punktidele kogu maailmas. <a href='%s'>Loe edasi</a>
fi_fi: %starjoaa ilmaisen pääsyn tuhansiin Wi-Fi hotspoteihin ympäri maailmaa. <a href='%s'>Lue lisää</a>
fr_fr: %s permet d'accéder gratuitement à des milliers de points d'accès Wi-Fi dans le monde entier. <a href='%s'>En savoir plus</a>
hr_hr: %s omogućuje pristup internetu putem tisuća pristupnih točaka diljem svijeta, besplatno. <a href='%s'>Više informacija</a>
hu_hu: %s hozzáférést biztosít ezernyi Wi-Fi hozzáférési ponthoz a világon ingyenesen. <a href='%s'>Tudj meg többet</a>
it_it: %s fornisce l'accesso a migliaia di hotspot Wi-Fi in tutto il mondo, gratuitamente. <a href='%s'>Per saperne di più</a>
pl_pl: %s daje bezpłatny dostęp do tysięcy hotspotów Wi-Fi na świecie. <a href='%s'>Dowiedz się więcej</a>
ro_ro: %s asigură acces la foarte multe rețele de tip Wi-Fi hotspot din jurul pământului, gratis. <a href='%s'> Învată mai multe </a>
tr_tr: %s, dünya genelinde binlerce Wi-Fi hotspotuna ücretsiz erişim sağlar. <a href='%s'>Daha fazla bilgi</a>.
uk_ua: %sзабезпечує безкоштовний доступ до тисяч точок доступу Wi-Fi по всьому світу.<a href='%s'>Дізнайтесь більше</a>

source: Select the user group
ar: حدد مجموعة المستخدمين
bg_bg: Изберете потребителска група
ca_es: Escolliu el grup d'usuaris
cs_cz: Vyberte uživatelskou skupinu
cy: Dewiswch y grŵp defnyddiwr
de_de: Bitte wählen Sie Ihre Benutzergruppe aus
el_gr: Επιλέξτε την ομάδα χρηστών
es_es: Selecciona el grupo de usuarios
et_ee: Vali kasutajagrupp
fi_fi: Valitse käyttäjäryhmä
fr_fr: Sélectionnez le groupe d'utilisateur
hr_hr: Odaberite korisničku grupu
hu_hu: Válaszd ki a felhasználói csoportot
it_it: Selezionare il gruppo di utenti
pl_pl: Wybierz grupę użytkowników
pt_pt: Selecione o grupo de utilizadores
ro_ro: Selectați grupul de utilizatori
sl_si: Izberite svojo uporabniško skupino
sr_rs: Odaberite korisničku grupu
tr_tr: Diğer kullanıcı grubunu seçin
uk_ua: Виберіть групу користувачів

source: select another
ar: إختر أخرى
bg_bg: изберете друг/а
ca_es: selecciona'n una altra
cs_cz: vybrat jiný
cy: dewis arall
de_de: andere auswählen
el_gr: επιλογή άλλου
es_es: selecciona otra
et_ee: vali mõni muu
fi_fi: valitse toinen
fr_fr: choisissez un autre établissement
hr_hr: odaberite drugu matičnu ustanovu
hu_hu: válassz másikat
it_it: scegli un altro
pl_pl: wybierz inną
pt_pt: selecione outro
ro_ro: selectați altul
sl_si: izberite drugo
sr_rs: odaberite drugi
tr_tr: diğerini seçin
uk_ua: виберіть інше

source: Choose another installer to download
ar: اختر برنامج تثبيت آخر للتنزيل
bg_bg: Изберете друг инсталатор за изтегляне
ca_es: Trieu un altre instal·lador per a baixar
cs_cz: Zvolte jiný instalátor, který chcete stáhnout
cy: Dewiswch osodwr arall i'w lawrlwytho
de_de: Einen anderen Installer auswählen
el_gr: Επιλέξτε διαφορετικό πακέτο εγκατάστασης για λήψη
es_es: Elige otro instalador que quieras descargar
et_ee: Vali allalaadimiseks teine paigaldusprogramm
fi_fi: Valitse toinen ladattava asennusohjelma
fr_fr: Choisissez un autre installateur à télécharger
hr_hr: Izaberite drugi installer za preuzimanje
hu_hu: Válasszon egy másik telepítőt a letöltéshez
it_it: Scegli un altro programma di installazione da scaricare
pl_pl: Wybierz inny instalator do pobrania
pt_pt: Escolha outro instalador para descarregar
ro_ro: Alegeți alt program de instalare pentru a descărca
sl_si: Izberite drug nameščevalnik za prenos
sr_rs: Odaberite dodatni instaler za preuzimanje
tr_tr: İndirmek için başka bir yükleyici seçin
uk_ua: Виберіть інший інсталятор для завантаження

source: Choose an installer to download
ar: اختر برنامج تثبيت لتنزيله
bg_bg: Изберете инсталатор за изтегляне
ca_es: Escolliu un instal.lador per a descarregar
cs_cz: Vyberte instalační program, který chcete stáhnout
cy: Dewiswch osodwr i'w lawrlwytho
de_de: Wählen Sie ein Installationsprogramm
es_es: Elige un instalador para descargar
et_ee: Vali allalaadimiseks paigaldusprogramm
fi_fi: Valitse ladattava asennusohjelma
fr_fr: Choisissez un installateur à télécharger
hr_hr: Odaberite installer za dohvat
hu_hu: Válasszon egy telelepítőt
it_it: Scegliere un programma di installazione da scaricare
pl_pl: Wybierz instalator, który chcesz pobrać
pt_pt: Escolha um instalador para download
ro_ro: Alegeți un kit de instalare pentru descărcare
sl_si: Izberite nameščevalnik za prenos
tr_tr: İndirilecek bir kurulum dosyası seçin
uk_ua: Виберіть інсталятор для завантаження

source: All platforms
ar: جميع المنصات
bg_bg: Всички платформи
ca_es: Per a totes les plataformes
cs_cz: Všechny platformy
cy: Pob llwyfan
de_de: Alle Plattformen
el_gr: Όλες οι πλατφόρμες
es_es: Todas las plataformas
et_ee: Kõik platvormid
fi_fi: Kaikki laitealustat
fr_fr: Toutes les plates-formes
hr_hr: Sve platforme
hu_hu: Minden platform
it_it: Tutte le piattaforme
pl_pl: Wszystkie urządzenia
pt_pt: Todas as plataformas
ro_ro: Toate platformele
sl_si: Vse platforme
sr_rs: Sve platforme
tr_tr: Tüm platformlar
uk_ua: Усі платформи

source: Download your %s installer
ar: قم بتنزيل برنامج تثبيت %s الخاص بك
bg_bg: Изтеглете Вашия %s инсталатор
ca_es: Baixeu-vos l'instal·lador %s
cs_cz: Stáhněte si instalátor pro %s
cy: Lawrlwythwch eich gosodwr %s
de_de: %s Installationsprogramm herunterladen
el_gr: Κατεβάστε το πακέτο εγκατάστασης %s
es_es: Descarga el instalador para %s
et_ee: Lae alla oma %si paigaldusprogramm
fi_fi: Lataa %s asennuspaketti
fr_fr: Téléchargez votre installateur %s
hr_hr: Dohvat %s konfiguracije
hu_hu: %s telepítő letöltése
it_it: Scarica il tuo programma di installazione %s
pl_pl: Pobierz instalator %s
pt_pt: Faça download do seu instalador %s
ro_ro: Descărcați programul dumneavoastră de instalare %s
sl_si: Prenesite svoj nameščevalnik %s
sr_rs: Preuzmite vaš %s instaler
tr_tr: %s için yükleyiciyi indirin.
uk_ua: Завантажте ваш %sінсталятор

source: Download your installer for
ar: قم بتنزيل برنامج التثبيت الخاص بك لـ
ca_es: Descarregueu l'instal.lador per a
cs_cz: Stáhnout instalační program pro
cy: Lawrlwythwch eich gosodwr ar gyfer
es_es: Descarga el instalador para
et_ee: Lae alla paigaldusprogramm:
fr_fr: Télécharger votre installateur pour
hr_hr: Dohvati svoju konfiguraciju za
hu_hu: Telepító letöltése a következőhöz:
it_it: Scarica il tuo programma di installazione per
ro_ro: Descărcați kitul de instalare pentru
tr_tr: %s için yükleyiciyi indirin.
uk_ua: Завантажте інсталятор для

source: Your local administrator has specified a redirect to a local support page.<br>When you click <b>Continue</b> this support page will be opened in a new window/tab.
ar: حدد المسؤول المحلي إعادة توجيه إلى صفحة دعم محلية. <br> عند النقر فوق <b> "متابعة" </b> ، سيتم فتح صفحة الدعم هذه في نافذة / صفحة ويب جديدة.
bg_bg: Вашият локален администратор е специфицирал пренасочване към локална страница за поддръжка.<br> Когато кликнете <b>Продължете</b> страницата за поддръжка ще се отвори в нов прозорец/таб.
ca_es: El vostre administrador ha especificat una redirecció a una pàgina de suport local.<br>Si feu clic en <b>Continua</b> s'obrirà aquesta pàgina de suport en una finestra o pestanya nova.
cs_cz: Správce vaší instituce připravil stránku lokální podpory, na kterou vás přesměrujeme.<br>Pokud kliknete na <b>Pokračovat</b>, otevřeme vám stránky uživatelské podpory v novém okně/záložce.
cy: Mae eich gweinyddwr lleol wedi pennu ailgyfeiriad i dudalen cymorth lleol.<br>Pan gliciwch <b>Parhau</b> bydd y dudalen cymorth hon yn cael ei hagor mewn ffenestr/tab newydd.
de_de: Ihr lokaler Administrator hat festgelegt, dass Sie zu einer lokalen Service-Seite weitergeleitet werden sollen.<br>Wenn Sie auf <b>Weiter</b> klicken, wird diese Seite in einem neuen Fenster oder Tab geöffnet.
el_gr: Ο τοπικός σας διαχειριστής έχει ορίσει μια ανακατεύθυνση σε μια τοπική σελίδα υποστήριξης.<br>Όταν επιλέξετε <b>Συνέχεια</b> η σελίδα υποστήριξης θα ανοίξει σε νέο παράθυρο/καρτέλα.
es_es: Tu administrador local ha aportado una redirección a una página de soporte local.<br>Cuando hagas click en <b>Continuar</b> esta página de soporte se abrirá en una nueva ventana o pestaña.
et_ee: Su asutuse administraator on teinud suunamise kohalikule kasutajatoe lehele. <br>Kui klõpsad <b>Jätka</b>, avatakse see kasutajatoe leht uues aknas/vahekaardil.
fi_fi: Organisaatiosi ylläpito on määritellyt uudelleenohjauksen paikalliselle tukisivulle. <br>Kun klikkaat <b>Jatka</b>, tukisivu aukeaa uuteen ikkunaan tai välilehteen.
fr_fr: Votre administrateur local a défini une redirection vers une page de support locale à votre institution.<br> Lorsque vous cliquerez sur <b>Continue</b> cette page va s'ouvrir dans une nouvelle fenêtre ou un nouvel onglet.
hr_hr: Administrator Vaše matične ustanove preusmjerio je ne lokalnu stranicu s pomoći.<br>Kada kliknete na <b>Nastavi</b> stranica s podrškom bit će otvorena u novom prozoru.
hu_hu: A helyi rendszergazda átirányítást adott a helyi támogatási oldalra.<br> A <b>Tovább </b>gombra kattintva a támogatási oldal új ablakban nyílik meg.
it_it: Il tuo amministratore locale ha specificato un reindirizzamento a una pagina di supporto locale. <br>Quando fai clic su <b>Continua</b>, questa pagina di supporto verrà aperta in una nuova finestra/scheda.
pl_pl: Administrator Twojej instytucji ustalił, że należy Cię przekierować do lokalnej strony wsparcia. <br>Kiedy klikniesz <b>Dalej </b> ta strona otworzy się w nowym oknie/karcie.
pt_pt: O seu administrador local especificou um redirecionamento para uma página de suporte local. <br>Quando clicar em <b>Continuar</b> esta página de suporte será aberta numa nova janela/separador.
ro_ro: Administratorul dumneavoastră local a specificat o redirecționare către o pagină de asistență locală . <br>Când apăsați click pe <b>Continuare</b> , această pagină de asistență va fi deschisă într-o nouă fereastră / filă.
sl_si: Vaš lokalni administrator je nastavil preusmeritev na lokalno stran za podporo.<br> Ko kliknete <b>Naprej</b>, se bo ta stran odprla v noven oknu/zavihku.
sr_rs: Vaš administrator je definisao preusmeravanje na lokalnu stranicu za podršku. <br> Kada kliknete na <b>Nastavi</b> otvoriće se stranica za podršku u novom prozoru/kartici.
tr_tr: Yerel yöneticiniz, yerel bir destek sayfasına yönlendirmeyi belirledi. <br><b>Devam</b>'ı tıklattığınızda bu destek sayfası yeni bir pencerede/sekmede açılır.
uk_ua: Місцевий адміністратор вказав переадресацію на локальну сторінку підтримки. <br>При натисканні кнопки <b>Продовжити</b> ця сторінка підтримки відкриється в новому вікні/вкладці.

source: Continue
ar: استمر
bg_bg: Продължете
ca_es: Continua
cs_cz: Pokračovat
cy: Parhau
de_de: Weiter
el_gr: Συνέχεια
es_es: Continuar
et_ee: Jätka
fi_fi: Jatka
fr_fr: Continuer
hr_hr: Nastavi
hu_hu: Tovább
it_it: Continua
pl_pl: Dalej
pt_pt: Continuar
ro_ro: Continuare
sl_si: Nadaljuj
sr_rs: Nastavi
tr_tr: Devam Et
uk_ua: Продовжити

source: Digitally signed by the organisation that coordinates %s
ar: موقعة رقمياً من قبل المنظمة التي تقوم بتنسيق %s
bg_bg: Цифрово подписан от организацията, която координира %s
ca_es: Signat digitalment per la organització que coordina %s
cs_cz: Digitálně podepsaná organizací koordinující %s
cy: Wedi'i lofnodi'n ddigidol gan y sefydliad sy'n cydlynu %s
de_de: Digital signiert von der Organisation, die %s koordiniert.
el_gr: Ψηφιακά υπογεγραμμένο από τον οργανισμό που συντονίζει το %s
es_es: Firmado digitalmente por la organización que coordina %s
et_ee: Digitaalselt allkirjastatud organisatsiooni poolt, mis koordineerib %si
fi_fi: Allekirjoittajana %sia koordinoiva organisaatio
fr_fr: Signé numériquement par l'organisation qui coordonne %s
hr_hr: Digitalno potpisano od strane organizacije koja koordinira %s
hu_hu: Digitálisan aláírta a%s-ot koordináló szervezet
it_it: Firmato digitalmente dall'organizzazione che coordina %s
pl_pl: Podpisane cyfrowo przez instytucję zarządzającą %s
pt_pt: Assinado digitalmente pela organização que coordena %s
ro_ro: Semnat digital de organizația care coordonează %s
sl_si: Digitalno podpisano s strani organizacije, ki koordinira %s
sr_rs: Digitalno potpisani od organizacije koja kooridinira %s
tr_tr: %s'i koordine eden kurum tarafından dijital olarak imzalandı
uk_ua: Цифровий підпис організації, яка координує %s

source: You can download your %s installer via a personalised invitation link sent from your IT support. Please talk to the IT department to get this link.
ar: يمكنك تنزيل برنامج تثبيت %s الخاص بك عبر رابط دعوة مخصص يتم إرساله من قبل فريق الدعم الفني IT لديك. يرجى التحدث إلى قسم تقنية المعلومات IT للحصول على هذا الرابط.
bg_bg: Може да изтеглите Вашият %s инсталатор чрез персонализиран поканващ линк, изпратен от Вашата ИТ поддръжка. Моля говорете с ИТ отдела, за да получите този линк.
ca_es: Podeu baixar l'instal·lador %s a través d'un enllaç personalitzat enviat pel vostre equip de suport TIC. Contacteu amb el vostre departament TIC per aconseguir aquest enllaç.
cs_cz: Instalační program %s si můžete stáhnout pomocí odkazu zaslaného vaší IT podporou. Pro získání odkazu prosím požádejte vaše IT oddělení.
cy: Gallwch lawrlwytho eich gosodwr %s drwy cyswllt gwahoddiad personol a anfonwyd o'ch cymorth TG. Siaradwch â'r adran TG i gael y cyswllt hon.
de_de: Sie können Ihr %s Installationsprogramm über einen persönlichen Einladungs-Link erhalten. Bitte wenden Sie sich hierfür an Ihren lokalen IT-Service.
el_gr: Μπορείτε να κάνετε λήψη του πακέτου εγκατάστασης %s μέσω ενός εξατομικευμένου συνδέσμου πρόσκλησης που σας αποστέλλεται από το τμήμα τεχνικής υποστήριξης σας. Παρακαλούμε επικοινωνήστε με το τμήμα πληροφορικής για να λάβετε αυτό το σύνδεσμο.
es_es: Puedes descargar tu instalador de %s a través de un enlace personalizado enviado desde tu equipo de soporte. Por favor, habla con tu departamento de TI para obtener este enlace.
et_ee: Saad oma %si paigaldusprogrammi laadida isiklikus kutses sisalduva lingi kaudu, mille saadab Su IT-tugi. Palun pöördu lingi saamiseks oma IT-osakonna poole.
fi_fi: Voit ladata %s asennusohjelman henkilökohtaisen kutsulinkin kautta, joka on lähetetty IT-tuesta. Ota yhteyttä IT-osastoon saadaksesi tämän linkin.
fr_fr: Vous pouvez télécharger votre installateur %s via un lien d'invitation personnalisé envoyé par votre service de support informatique. Veuillez le contacter pour obtenir ce lien.
hr_hr: Možete preuzeti installer Vaše %s kroz link sa osobnom poveznicom poslan od strane Vaše IT podrške. Molimo Vas kontaktirajte IT odjel da Vam pošalju link.
hu_hu: A1 %s telepítőjét az IT-támogatásból személyre szabott meghívón keresztül töltheti le. Kérjük, forduljon az IT részleghez, hogy megkapja ezt a linket.
it_it: Puoi scaricare il tuo programma di installazione %s attraverso un link di invito personalizzato spedito dal tuo supporto IT. Parla con il tuo dipartimento IT per ottenere questo collegamento.
pl_pl: Możesz pobrać instalator %s poprzez spersonalizowany link przekazywany przez Twój dział wsparcia. Skontaktuj się z działem wsparcia i poproś o taki link.
pt_pt: Pode descarregar o seu instalador %s através de um link de convite personalizado enviado pelo seu suporte TI. Por favor fale com o seu departamento de TI para obter este link.
ro_ro: Vă puteți descărca programul de instalare %s printr-un link personalizat trimis de către suportul IT. Vă rog să vorbiți cu departamentul IT pentru a avea acces la acest link.
sl_si: Vaš %s nameščevalnik lahko prenesete preko personalizirane povezave z vabilom, ki vam ga pošlje vaša IT podpora. Prosimo, obrnite se na njih za pridobitev povezave.
sr_rs: Možete preuzeti vaš %s instaler preko personalizovanog pozivnog linka koji vam je poslala IT podrška. Molimo vas da kontaktirate IT podršku vaše institucije kako biste dobili ovaj link.
tr_tr: %s yükleyicinizi, BT destek biriminizden gönderilen kişiselleştirilmiş davetiye aracılığıyla indirebilirsiniz. Bu bağlantıyı almak için lütfen BT bölümüyle konuşun.
uk_ua: Ви можете завантажити %sпрограму встановлення за допомогою персонального посилання на запрошення, надісланого з вашої ІТ-служби підтримки. Будь ласка, зверніться до ІТ-відділу, щоб отримати це посилання.

source: This site provides %s installers for many organisations, click here to see if yours is on the list.
ar: يوفر هذا الموقع برامج تثبيت %s للعديد من المؤسسات ، انقر هنا لمعرفة ما إذا كان موقعك في القائمة.
bg_bg: Сайтът предоставя %s инсталатори за много организации, кликнете тук, за да видите дали Вашата е в списъка.
ca_es: Aquest web facilita instal·ladors de %s per a diverses organitzacions, feu clic aquí per a veure si la vostra organització hi és.
cs_cz: Tato webová stránka poskytuje %s instalační program pro více oraganizací, klikněte zde a zjistěte, zda je vaše organizace uvedena na seznamu.
cy: Mae'r wefan hon yn darparu gosodwyr %s ar gyfer llawer o sefydliadau, cliciwch yma i weld a yw eich un chi ar y rhestr.
de_de: Dieser Dienst bietet %s Installationsprogramme für viele Organisation an. Klicken Sie hier um zu sehen ob Ihre Organisation gelistet ist.
el_gr: Αυτή η ιστοσελίδα παρέχει πακέτα εγκατάστασης %s για πολλούς οργανισμούς, πατήστε εδώ για να διαπιστώσετε αν υπάρχει στη λίστα ο δικός σας.
es_es: Este sitio proporciona instaladores de %s para muchas organizaciones. Haz clic aquí para ver si la tuya está en la lista.
et_ee: See leht pakub paljudele asutustele %si paigaldusprogrammi. Kõpsa siia, et näha, kas Sinu asutus on nimekirjas.
fi_fi: Tämä sivusto tarjoaa %sasennusohjelmia monille organisaatioille, klikkaa tästä nähdäksesi, onko sinun kotiorganisaatiosi listalla.
fr_fr: Ce site fournit %s installateurs pour de nombreuses organisations, cliquer ici pour voir si le vôtre est dans la liste.
hr_hr: Ova stranica sadrži %s installere za mnoge ustanove, kliknite ovdje za provjeru dali je Vaša ustanova na listi.
hu_hu: Ez a webhely sok szervezet számára kínál %stelepítőt, kattints ide, hogy megnézd, a tiéd a listán van-e.
it_it: Questo sito fornisce programmi di installazione %s per molte organizzazioni, clicca qui per vedere se la tua organizzazione è nella lista.
pl_pl: System udostępnia instalatory %s dla wielu instytucji, kliknij tutaj, by sprawdzić, czy Twoja instytucja jest na liście.
pt_pt: Este sítio web fornece instaladores %s para muitas organizações. Carregue aqui para ver se a sua está na lista.
ro_ro: Acest site vă oferă programele de instalare %s pentru multe organizații, click aici pentru a vedea dacă organizația dumneavoastră este pe listă.
sl_si: Ta stran zagotavlja %s nameščevalnike za mnogo organizacij. Kliknite tukaj, da preverite, če je vaša na seznamu.
sr_rs: Ovaj veb sajt omogućava %s instalere za mnogo organizacija, kliknite ovde da biste videli da li je i vaša organizacija na listi.
tr_tr: Bu site birçok kurum için %s yükleyicisi barındırır, sizin kurumunuzun listede olup olmadığını görmek için buraya tıklayın.
uk_ua: Цей веб-сайт пропонує %sпрограми встановлення для багатьох організацій. Клацніть тут, щоб перевірити, чи є ваша організація у списку.

source: Custom built for you
ar: بنيت خصيصا لك
bg_bg: Специално създаден за Вас
ca_es: Manufactura personalitzada per a tu
cs_cz: Vytvořeno pro vás
cy: Wedi'i adeiladu'n arbennig ar eich cyfer chi
de_de: Maßgeschneidert für Sie
el_gr: Προσαρμοσμένη έκδοση για σας
es_es: Paquete construido para tí
et_ee: Sinu jaoks kohandatud
fi_fi: Tehty sinulle
fr_fr: Généré sur mesure pour vous
hr_hr: Prilagođeno za Vas
hu_hu: Neked rendelésre készített
it_it: Collegamento personalizzato costruito per te
pl_pl: Przygotowane specjalnie dla Ciebie
pt_pt: Feito à medida para si
ro_ro: Personalizat pentru tine
sl_si: Prilagojeno za vas
sr_rs: Prilagođeno vama
tr_tr: Sizin için özel olarak oluşturulmuştur
uk_ua: Спеціально створений для вас

source: Digitally signed by the organisation that coordinates %s: %s
ar: موقعة رقمياً من قبل المنظمة التي تقوم بتنسيق%s : %s
bg_bg: Цифрово подписан от организацията, която координира %s: %s
ca_es: Signat digitalment per la organització que coordina %s: %s
cs_cz: Digitálně podepsáno organizací koordinující %s - %s
cy: Wedi'i lofnodi'n ddigidol gan y sefydliad sy'n cydlynu %s: %s
de_de: Digital signiert von der Organisation, die %s:%s koordiniert.
el_gr: Ψηφιακά υπογεγραμμένο από τον οργανισμό που συντονίζει το %s: %s
es_es: Firmado digitalmente por la organización que coordina %s: %s
et_ee: Digitaalselt allkirjastatud organisatsiooni poolt, mis koordineerib %si: %s
fi_fi: Allekirjoittajana %sia koordinoiva organisaatio: %s
fr_fr: Signé numériquement par l'organisation qui coordonne %s: %s
hr_hr: Digitalno potpisano od organizacije koja koordinira %s: %s
hu_hu: Digitálisan aláírta a szervezet, amelyet %s:%s koordinál.
it_it: Firmato digitalmente dall'organizzazione che coordina %s: %s
pl_pl: Podpisane cyfrowo przez instytucję zarządzającą %s: %s
pt_pt: Assinado digitalmente pela organização que coordena %s: %s
ro_ro: Semnat digital de organizația care coordonează %s :%s
sl_si: Digitalno podpisano s strani organizacije, ki koordinira %s: %s
sr_rs: Digitalno potpisani od organizacije koja kooridinira %s: %s
tr_tr: Organizasyon tarafından dijital olarak imzalanmış kordinatlar %s:%s
uk_ua: Цифровий підпис організації, яка координує %s:%s

source: About
ar: نبذه
bg_bg: Относно
ca_es: Quant a
cs_cz: O
cy: Ynghylch
de_de: Über
el_gr: Περί
es_es: Acerca de
et_ee: Teave
fi_fi: Tietoja
fr_fr: À propos
hr_hr: Informacije
hu_hu: Névjegy
it_it: Informazioni
pl_pl: Informacje
pt_pt: Sobre
ro_ro: Despre
sl_si: O
sr_rs: Informacije
tr_tr: Hakkında
uk_ua: Про
