Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: By opting in to OpenRoaming, you agree to be bound by the %s.
bg_bg: Включвайки се към OpenRoaming Вие се съгласявате с %s.
ca_es: Optant per OpenRoaming, accepteu estar obligats per la %s.
cy: Trwy optio i mewn i OpenRoaming, rydych yn cytuno i gael eich rhwymo gan y %s.
de_de: Beim Optieren für OpenRoaming stimmen Sie den %s zu.
el_gr: Επιλέγοντας την συμμετοχή σας στο OpenRoaming, συμφωνείτε να δεσμεύεστε απ' το %s.
es_es: Al optar por OpenRoaming, aceptas estar conforme con %s.
et_ee: Nõustudes OpenRoaming'uga kohustud täitma: %s.
fi_fi: Liittymällä OpenRoamingiin hyväksyt %s:ssa olevat ehdot.
fr_fr: En choisissant de participer à OpenRoaming, vous acceptez d'être lié par le %s.
it_it: Accettando OpenRoaming, accetti di essere vincolato da %s.
pl_pl: Przystępując do inicjatywy OpenRoaming zgadzasz się na akceptowanie warunków określonych w %s.
pt_pt: Ao optar pelo OpenRoaming, concorda em ficar vinculado aos %s.
ro_ro: Prin alegerea opțiunii de OpenRoaming, sunteți de acord sa respectați %s.
sl_si: Če omogočite OpenRoaming, soglašate, da vas zavezuje %s.
uk_ua: Обираючи участь у OpenRoaming, ви погоджуєтесь дотримуватись положень %s

source: Note that your requirement to inform users about the OpenRoaming End User Terms and Conditions is fulfilled when directing your end users to the %s download portal for installer download. Any other means of providing the installers needs to present this information via its own channel.
bg_bg: Имайте предвид, че вашето изискване да информирате потребителите за Общите условия на OpenRoaming за крайни потребители е изпълнено, когато насочите крайните си потребители към портала на %s да изтеглят инсталатора. Всички други средства за предоставяне на нуждите на инсталаторите трябва да предоставят тази информация чрез свой собствен канал.
ca_es: Tingueu present que l'obligació d'informar sobre les condicions de servei de OpenRoaming per usuaris finals ja s'acompleix quan adreceu els vostres usuaris al portal de descàrrega de %s per descarregar l'instal·lador. Qualsevol altre via de provisió dels instal·ladors requereix que mostreu aquesta informació en el seu propi canal.
cy: Sylwch fod eich gofyniad i hysbysu defnyddwyr am Telerau ac Amodau Defnyddiwr Terfynol OpenRoaming yn cael ei gyflawni wrth gyfeirio'ch defnyddwyr terfynol i'r porth lawrlwytho %s ar gyfer lawrlwytho'r gosodwr. Mae angen i unrhyw ddull arall o ddarparu'r gosodwyr gyflwyno'r wybodaeth hon trwy ei sianel ei hun.
de_de: Beachten Sie, dass die Notwendigkeit die Endnutzer über die OpenRoaming Endnutzer Nutzungsbedingen zu informieren erfüllt ist, wenn Sie die Endnutzer Installationsprogramme bei der %s Downloadseite herunterladen lassen. Wenn die Installationsprogramme anderweitig verteilt werden, müssen Sie diese Informationspflicht über den entprechenden Kanal selbst erfüllen.
el_gr: Σημειώστε ότι η απαραίτητη προϋπόθεση να ενημερώνεται τους χρήστες για τα OpenRoaming End User Terms and Conditions εκπληρώνεται όταν κατευθύνεται τους τελικούς χρήστες σας στο%s download portal για το download του installer. Οποιοδήποτε άλλο μέσο παροχής των installers πρέπει να παρουσιάζει την πληροφορία αυτή μέσω του δικού του καναλιού.
es_es: Ten en cuenta que tu requisito de informar a los usuarios acerca de los Términos de Uso para el usuario final de OpenRoaming se cumplirá al dirigir a tus usuarios al portal de descarga de instaladores de %s. Cualquier otra manera de proveer de los instaladores necesita presentar esta información en su propio canal.
et_ee: Nõue teavitada kasutajaid OpenRoaming'u Kasutustingimustest lõppkasutajale on täidetud, kui suunad oma lõppkasutajad paigaldusprogrammi allalaadimiseks %s'i allalaadimisportaali. Paigaldusprogrammi muudmoodi kättesaadavaks tegemisel tuleb see teave esitada oma kanali kaudu.
fi_fi: Huomaa, että vaatimus ilmoittaa käyttäjille OpenRoaming-loppukäyttäjän käyttöehdoista täyttyy, kun ohjaat loppukäyttäjät %s latausportaaliin asennusohjelman lataamisen yhteydessä. Jos asennusohjelma tarjotaan toisella tavalla, käyttöhehdoista on tiedotettava toisella tavalla.
fr_fr: Notez que votre devez informer les utilisateurs que les conditions générales d'utilisation OpenRoaming sont remplies lorsque vos utilisateurs finaux utilisent le portail de téléchargement %s pour télécharger l'installateur. Tout autre moyen de fournir les installateurs doit présenter cette information via son propre canal.
it_it: Tieni presente che la tua esigenza di informare gli utenti sui Termini e condizioni per l'utente finale di OpenRoaming è soddisfatta quando si indirizzano gli utenti finali al portale di download %s per il download del programma di installazione. Qualsiasi altro mezzo per fornire i programmi di installazione deve presentare queste informazioni tramite il proprio canale.
pl_pl: Przypominamy, że wymóg informowania użytkowników o obowiązującym Regulaminie OpenRoaming jest realizowany podczas przekierowania użytkownika końcowego do witryny %s w celu pobrania instalatora. Jeśli instalatory są dostarczane w inny sposób, to informacja odnośnie Regulaminu musi być przekazywania własnym kanałem.
pt_pt: Repare que o seu requisito de informar os utilizadores sobre os Termos e Condições do Utilizador Final do OpenRoaming é satisfeito ao direcionar os seus utilizadores finais para o portal de download %s para descarregar o instalador. Qualquer outro meio de disponibilização aos instaladores necessita apresentar esta informação através de um canal próprio.
ro_ro: Rețineți faptul că cerința dumneavoastră de a informa utilizatorii despre Termenii și condițiile pentru utilizatorul final OpenRoaming este îndeplinită atunci când vă direcționați utilizatorii finali către portalul pentru descărcarea programului de instalare de la %s. Orice alt mijloc de furnizare a programelor de isntalare trebuie să prezinte aceste informații prin propriul canal.
sl_si: Upoštevajte, da je vaša zahteva glede obveščanja uporabnikov o določbah in pogojih za končne uporabnike OpenRoaming izpolnjena, ko jih preusmerite na portal za prenos %s, kjer lahko prenesejo namestitveni program. Kateri koli drugi način nudenja namestitvenih programov mora prikazati te informacije prek svojega kanala.
uk_ua: Зверніть увагу, що вимога інформувати користувачів про Загальні положення та умови OpenRoaming виконується, якщо ви спрямовуєте кінцевих користувачів на портал завантаження %s для отримання програми встановлення. Інші способи надання інсталятора повинні містити цю інформацію у власному каналі.

source: You are also aware that for best technical interoperability, you need to add a DNS entry into the DNS zone of your RADIUS realm.
bg_bg: Също така сте наясно, че за най-добра техничска оперативност, трябва да добавите DNS запис в DNS зоната на Вашата RADIUS област.
ca_es: Tingueu present també que per a la millor interoperatibilitat tècnica, necessiteu afegir una entrada DNS en la vostra zona DNS del vostre domini RADIUS
cy: Rydych chi hefyd yn ymwybodol, ar gyfer y rhyngweithrededd technegol gorau, bod angen i chi ychwanegu cofnod DNS i barth DNS eich parth RADIUS.
de_de: Ihnen ist auch bewusst, dass für die technische Interoperabilität ein DNS Eintrag in der DNS-Zone Ihres RADIUS Realms erfolgen muss.
el_gr: Έχετε ακόμα συναίσθηση του ότι για την καλύτερη τεχνική διαλειτουργικότητα , χρειάζεται να προσθέσετε μία DNS καταχώρηση μέσα στη ζώνη DNS του RADIUS realm σας.
es_es: Sé consciente de que, para tener la mejor interoperabilidad técnica, necesitas añadir un registro DNS en la zona DNS de tu dominio RADIUS.
et_ee: Oled teadlik, et tehniliseks koostalitluseks pead lisama DNS-kirje oma RADIUSe domeeni DNS-tsooni.
fi_fi: Olet myös tietoinen siitä, että paras tekninen yhteentoimivuus saavutetaan kun lisäät DNS-syötön RADIUS-toimialueellesi.
fr_fr: Vous êtes également conscient que pour une meilleure interopérabilité technique, vous devez ajouter une entrée DNS dans la zone DNS de votre domaine RADIUS.
it_it: Sei anche consapevole che per la migliore interoperabilità tecnica, devi aggiungere una voce DNS nella zona DNS del tuo realm RADIUS.
pl_pl: Przypominamy, że w celu zagwarantowania najlepszej możliwości współpracy technicznej, należy dodać odpowiedni wpis DNS dotyczący realmu obsługiwanego przez serwer RADIUS.
pt_pt: Também está ciente que, para melhor interoperabilidade técnica, precisa adicionar uma entrada DNS à zona DNS do seu domínio RADIUS.
ro_ro: De asemenea, sunteți conștient de faptul că pentru cea mai bună interoperabilitate tehnică, trebuie să adăugați o înregistrare DNS în zona DNS a domeniului dumneavoastră RADIUS.
sl_si: Upoštevati morate tudi, da morate za najboljše vzajemno tehnično delovanje dodati vnos DNS v območje DNS v področju RADIUS.
uk_ua: Для належної технічної сумісності потрібно додати DNS-запис у зону DNS вашого домену RADIUS.

source: Read the instructions in the wiki.
bg_bg: Прочетете инструкциите в wiki.
ca_es: Llegiu les instruccions en el wiki
cy: Darllenwch y cyfarwyddiadau yn y wici.
de_de: Lesen Sie die Anweisungen im Wiki.
el_gr: Διαβάστε τις οδηγίες στο wiki.
es_es: Lee las instrucciones en la wiki.
et_ee: Loe juhendeid vikis.
fi_fi: Lue ohjeet wikistä.
fr_fr: Lisez les instructions dans le wiki.
it_it: Leggi le istruzioni sul wiki.
pl_pl: Przeczytaj instrukcje na stronach WIKI.
pt_pt: Leia as instruções na wiki.
ro_ro: Citiți instrucțiunile prezentate pe wiki.
sl_si: Preberite navodila v wikiju.
uk_ua: Ознайомтесь з інструкціями у вікі.

source: select language
bg_bg: изберете език
ca_es: Selecciona idioma
cy: dewis iaith
de_de: Sprache
el_gr: επιλογή γλώσσας
es_es: selecciona idioma
et_ee: vali keel
fi_fi: valitse kieli
fr_fr: sélectionner la langue
it_it: seleziona la lingua
pl_pl: wybierz język
pt_pt: selecione idioma
ro_ro: Selectați limba
sl_si: izberite jezik
tr_tr: dil seçin
uk_ua: Виберіть мову

source: default/other languages
bg_bg: по подразбиране/други езици
ca_es: per defecte/altres idiomes
cy: diofyn/ieithoedd eraill
de_de: Standard/andere Sprachen
el_gr: προεπιλογή/άλλες γλώσσες
es_es: por defecto/otros idiomas
et_ee: vaikimisi/muud keeled
fi_fi: oletus/muut kielet
fr_fr: défaut/autres langues
it_it: default/altre lingue
pl_pl: domyślny/inne języki
pt_pt: omissão/outros idiomas
ro_ro: Limba de bază/altă limbă
sl_si: privzeti/drugi jeziki
tr_tr: varsayılan/diğer diller
uk_ua: Мова за замовчуванням/інші мови

source: (default/other languages)
bg_bg: (по подразбиране/други езици)
ca_es: (per defecte/altres idiomes)
cy: (diofyn/ieithoedd eraill)
de_de: Standard/andere Sprachen
el_gr: (προεπιλογή/άλλες γλώσσες)
es_es: (por defecto/otros idiomas)
et_ee: (vaikimisi/muud keeled)
fi_fi: (oletus/muut kielet)
fr_fr: (défaut/autres langues)
it_it: (default/altre lingue)
pl_pl: (domyślny/inne języki)
pt_pt: (omissão/outros idiomas)
ro_ro: (Limba de bază/alta limbă)
sl_si: (privzeti/drugi jezik(i))
tr_tr: (varsayılan/diğer diller)
uk_ua: (мова за замовчуванням/інші мови)

source: file content
bg_bg: съдържание на файла
ca_es: contingut de l'arxiu
cy: cynnwys ffeil
de_de: Dateiinhalt
el_gr: περιεχόμενο αρχείου
es_es: contenido del fichero
et_ee: faili sisu
fi_fi: tiedoston sisältö
fr_fr: contenu du fichier
it_it: contenuto del file
pl_pl: zawartość pliku
pt_pt: conteúdo do ficheiro
ro_ro: conținutul fișierului
sl_si: vsebina datoteke
tr_tr: dosya içeriği
uk_ua: вміст файлу

source: on
bg_bg: включване
cy: ymlaen
de_de: aktiv
es_es: activado
et_ee: aktiivne
fr_fr: activé
pl_pl: włączona
pt_pt: ligado
ro_ro: Pornit
sl_si: vklopljeno
tr_tr: açık
uk_ua: увімкнути

source: off
bg_bg: изключване
cy: i ffwrdd
de_de: nicht aktiv
es_es: desactivado
et_ee: mitteaktiivne
fr_fr: désactivé
pl_pl: wyłączona
pt_pt: desligado
ro_ro: Inchis
sl_si: izklopljeno
tr_tr: kapalı
uk_ua: вимкнути

source: unsupported image type
bg_bg: неподдържан тип на изображение
ca_es: Tipus d'imatge no suportat
cy: math o ddelwedd heb ei gefnogi
de_de: nicht unterstützter Bildtyp
el_gr: μη υποστηριζόμενος τύπος εικόνας
es_es: tipo de imagen no soportado
et_ee: toetamata pilditüüp
fr_fr: type d'image non pris en charge
it_it: tipo di immagine non supportato
pl_pl: niewspierany typ obrazu
ro_ro: tip de imagine nesuportat
sl_si: nepodprta vrsta slike
uk_ua: тип зображення не підтримується

source: %s - server certificate (<a href='%s'>more info</a>)
bg_bg: %s - сертификат на сървър (<a href='%s'> повече информация </a>)
ca_es: %s - certificat de servidor (<a href='%s'>més informació</a>)
cy: %s - tystysgrif gweinydd (<a href='%s'>mwy o wybodaeth</a>)
de_de: %s - Serverzertifikat (<a href='%s'>weitere Informationen</a>)
el_gr: %s - πιστοποιητικό εξυπηρετητή (<a href='%s'>περισσότερες πληροφορίες</a>)
es_es: %s - certificado de servidor (<a href='%s'>más información</a>)
et_ee: %s - serverisertifikaat (<a href='%s'>lisateave</a>)
fr_fr: %s - certificat serveur (<a href='%s'>plus d'infos</a>)
it_it: %s - certificato server (<a href='%s'>maggiori informazioni</a>)
pl_pl: %s- certyfikat serwera (<a href='%s'>więcej informacji</a>)
ro_ro: %s - certificat de server (<a href='%s'>mai multe informații </a>)
sl_si: %s – potrdilo strežnika (<a href='%s'>več informacij</a>)
uk_ua: %s- сертифікат сервера (<a href='%s'>детальніше</a>)

source: %s - missing required CA extensions (<a href='%s'>more info</a>)
bg_bg: %s - липсват необходимите разширения на CA (<a href='%s'> повече информация </a>)
ca_es: %s - manquen extensions de CA requerides (<a href='%s'>més informació</a>)
cy: %s - estyniadau AT gofynnol ar goll (<a href='%s'>mwy o wybodaeth</a>)
de_de: %s - fehlende Angabe: CA Erweiterungen (<a href='%s'>weitere Informationen</a>)
el_gr: %s - η απαιτούμενη κρίσιμη επέκταση CA λείπει (<a href='%s'>περισσότερες πληροφορίες</a>)
es_es: %s - faltan extensiones de CA requeridas (<a href='%s'>más información</a>)
et_ee: %s - puuduvad vajalikud CA laiendused (<a href='%s'>lsiateave</a>)
fr_fr: %s - extensions CA manquantes (<a href='%s'>plus d'infos</a>)
it_it: %s - mancano le estensioni richieste dell'autorità di certificazione (<a href='%s'>maggiori informazioni</a>)
pl_pl: %s - brak wymaganych rozszerzeń CA (<a href='%s'>więcej informacji</a>)
ro_ro: %s - extensii CA necesare lipsă (<a href='%s'> mai multe informații </a>)
sl_si: %s – manjkajo zahtevane razširitve overitelja potrdil (<a href='%s'>več informacij</a>)
uk_ua: %s- відсутні необхідні розширення ЦА (<a href='%s'>детальніше</a>)

source: incorrect file type - must be UTF8 text
bg_bg: некоректен тип на файл - трябва да бъде UTF8 текст
ca_es: tipus de fitxer incorrecte - ha de ser text UTF8
cy: math anghywir o ffeil - rhaid iddo fod yn destun UTF8
de_de: ungültiger Dateityp - UTF-8 Text erforderlich
el_gr: λανθασμένος τύπος αρχείου - πρέπει να είναι κείμενο UTF8
es_es: tipo incorrecto de archivo - debe ser texto UTF8
et_ee: ebakorrektne failitüüp - peab olema UTF8 tekst
fr_fr: type de fichier incorrect - doit être un texte UTF8
it_it: tipo di file errato: deve essere testo UTF8
pl_pl: Nieprawidłowy typ pliku - wymagany tekst UTF8
ro_ro: tip de fișier incorect - trebuie să fie text UTF8
sl_si: napačna vrsta datoteke – biti mora besedilo UTF8
uk_ua: неправильний тип файлу - має бути текст у форматі UTF8

source: missing content
bg_bg: липсващо съдържание
ca_es: contingut desaparegut
cy: cynnwys ar goll
de_de: fehlender Inhalt
el_gr: ελλιπές περιεχόμενο
es_es: contenido faltante
et_ee: sisu puudub
fr_fr: contenu manquant
it_it: contenuto mancante
pl_pl: brak zawartości
ro_ro: content lipsă
sl_si: manjka vsebina
uk_ua: відсутній вміст

source: You did not set a 'default language' value for %s. This means we can only display this string for installers which are <strong>exactly</strong> in the language you configured. For the sake of all other languages, you may want to edit the profile again and populate the 'default/other' language field.
bg_bg: Не сте задали стойност "език по подразбиране" за %s. Това означава, че можем единствено да визуализираме тези стрингове на инсталацията, които са<strong>точно определени</strong> в конфигурирания език.
ca_es: No heu indicat un 'llengua predeterminada' per a %s. Això vol dir que només es mostrarà per als instal·ladors que estiguin configurats <strong>exactament</strong> en la llengua utilitzada. En nom de tots les altres llengües, podeu editar el perfil de nou i omplir-hi el camp 'per defecte/altres'.
cy: Nid ydych wedi gosod gwerth 'iaith ddiofyn' ar gyfer %s. Mae hyn yn golygu mai dim ond ar gyfer gosodwyr y gallwn ni arddangos y llinyn hwn sydd <strong>yn union</strong> yn yr iaith y gwnaethoch ei ffurfweddu. Er mwyn pob iaith arall, efallai y byddwch am olygu'r proffil eto a llenwi'r maes iaith 'diofyn/arall'.
de_de: Sie haben für %s keinen Wert für Standard/andere Sprachen angegeben. Das bedeutet, dass wir den von Ihnen eingegebenen Wert ausschließlich für Installationsprogramme benutzen, die in <strong>genau diesen Sprachen</strong> sind. Um auch in allen anderen Sprachen etwas darstellen zu können, möchten Sie vielleicht später noch einen Wert für 'Standard/andere Sprachen' angeben.
el_gr: Δεν ορίσατε μια τιμή 'προκαθορισμένη γλώσσα' για %s. Αυτό σημαίνει ότι μπορούμε να εμφανίσουμε αυτό το string για πακέτα εγκατάστασης που είναι <strong>ακριβώς</strong> στην γλώσσα που ρυθμίσατε. Για χάρη των υπόλοιπων γλωσσών ίσως να θέλετε να επεξεργαστείτε το προφίλ σας ξανά και να συμπληρώσετε το πεδίο γλώσσας 'προκαθορισμένη/άλλη'.
es_es: No estableciste un valor de 'idioma por defecto' para %s. Esto significa que sólo podemos mostrar instaladores que estén <strong>exactamente</strong> en el idioma configurado. Por el bien de los demás idiomas, deberías editar el perfil de nuevo y poner algún valor para 'por defecto/otros idiomas' en el campo idioma.
et_ee: Sa ei valinud %si jaoks vaikekeelt. See tähendab, et saame näidata seda stringi ainult paigaldajatele, mis on <strong>täpselt</strong> keeles, mille seadistasid. Kõigi teiste keelte jaoks võiksid profiili muuta ja täita 'vaikimisi/muu' keele välja.
fi_fi: Et asentanut 'oletuskieli' arvoa %s. Tämä tarkoittaa sitä, että tämä merkkijono voidaan näyttää asennusohjelmissa, joissa on <strong>juuri</strong> sillä kielellä, jonka konfiguroit. Kaikkien muiden kielten tuen vuoksi, käy editoimassa profiilia ja täyty 'default/other' kielikenttä.
fr_fr: Vous n'avez pas saisi de langage par défaut pour %s. Cela signifie que nous ne pouvons afficher cette chaîne que pour les installateurs qui sont <strong>exactement</strong> dans la langue que vous avez configurée. Pour le bien des autres langues, vous devriez éditer de nouveau le profil et remplir le champ de langue 'défaut/autres'
it_it: Non hai impostato il valore 'lingua di default' per %s. Questo vuol dire che possiamo mostrare questa stringa solo per i programmi di installazione che sono <strong>esattamente</strong> nella lingua che hai configurato. Nell'interesse di tutte le altre lingue, potresti voler modificare nuovamente il profilo e valorizzare il campo lingua 'default/altre'.
pl_pl: Nie ustawiono opcji 'domyślny język' dla %s. Oznacza to że możemy wyświetlać ten napis tylko dla instalatorów, które są <strong>w tym samym</strong> języku jaki został skonfigurowany. Aby były dostępne inne języki, potrzebna jest edycja profilu i dodanie pola języka 'domyślny/inny'.
pt_pt: O valor de 'idioma por omissão' para %s não está definido. O que significa que apenas será possível disponibilizar esta string para aplicações de configuração automática que estão <strong>exatamente</ strong> no idioma configurado. Para o bem de todos os outros idiomas, deve preencher este campo com o valor 'default/outros' .
ro_ro: Nu ați setat o valoare 'limbă implicită' pentru %s. Asta înseamnă că noi putem doar să afișăm acest șir pentru programe de instalare care sunt <strong>doar</strong> în limba pe care ați configurat-o. Pentru a respecta celelalte limbi, ați putea să editați profilul din nou și să completați câmpul 'implicit/altă' limbă.
sl_si: Niste nastavili vrednosti 'privzetega jezika' za %s, zato lahko prikažemo ta niz samo za namestitvene programe, ki so <strong>natančno</strong> v konfiguriranem jeziku. Za vse druge jezike boste morda želeli urediti profil in izpolniti polje 'privzetega/drugega' jezika.
tr_tr: %s için 'varsayılan dil' tanımlamadınız. Bu durumda bu metni <strong>sadece</strong> yapılandırdığınız dilin yükleyicileri için gösterebiliriz. Diğer tüm dillerin adına, profili yeniden düzenleyerek 'varsayılan/diğer' dil alanını oluşturunuz.
uk_ua: Ви не встановили значення 'мова за замовчуванням' для %s. Це означає, що ми можемо відобразити цей рядок тільки для інсталяторів, які знаходяться <strong>саме </strong>на тій мові, яку ви налаштували. Для всіх інших мов, можливо, варто відредагувати профіль ще раз і заповнити поле "мова за замовчуванням/інша".

source: You are:
bg_bg: Вие сте:
ca_es: Sou:
cy: Rydych chi'n:
de_de: Sie sind:
el_gr: Είστε:
es_es: Eres:
et_ee: Sa oled:
fi_fi: Olet täällä:
fr_fr: Vous êtes :
it_it: Tu sei:
pl_pl: Jesteś:
pt_pt: Está em:
ro_ro: Tu ești:
sl_si: Ste:
tr_tr: Siz:
uk_ua: Ви є:

source: The NRO page
bg_bg: NRO страница
ca_es: Pàgina de NRO
cy: Y dudalen NRO
de_de: Seite für Nationalen Roaming Betreiber
el_gr: Η σελίδα NRO
es_es: La página del NRO
et_ee: Riigi rändlusteenuse vahendaja leht
fr_fr: La page NRO
it_it: La pagina della NRO
pl_pl: Strona federacji
ro_ro: Pagina NRO
sl_si: Stran NRO
uk_ua: Сторінка NRO

source: Go to your Profile page
bg_bg: Вървете на страницата с Вашия профил
ca_es: Aneu a la pàgina del vostre perfil
cy: Ewch i'ch tudalen Proffil
de_de: Zur persönlichen Seite
el_gr: Μετάβαση στη σελίδα του Προφίλ σας
es_es: Ir a la página de tu perfil
et_ee: Mine oma profiili lehele
fi_fi: Siirry profiilisivullesi
fr_fr: Aller à votre page de profil
it_it: Vai alla pagina del tuo Profilo
pl_pl: Przejdź do strony z profilami:
pt_pt: Aceder à sua página de Perfil
ro_ro: Du-te la pagina ta de profil
sl_si: Pojdite na stran profila
tr_tr: Profil sayfanıza gidin
uk_ua: Перейдіть на свою сторінку профілю

source: Logout
bg_bg: Излизане
ca_es: Sortir
cy: Allgofnodi
de_de: Ausloggen
el_gr: Αποσύνδεση
es_es: Cerrar sesión
et_ee: Logi välja
fi_fi: Kirjaudu ulos
fr_fr: Déconnexion
pl_pl: Wyloguj
pt_pt: Sair
ro_ro: Deconectare
sl_si: Odjava
tr_tr: Çıkış yap
uk_ua: Вийти

source: Start page
bg_bg: Начална страница
ca_es: Pàgina d'inici
cy: Tudalen gychwyn
de_de: Startseite
el_gr: Αρχική σελίδα
es_es: Página de inicio
et_ee: Esileht
fi_fi: Aloitussivu
fr_fr: Page d'accueil
it_it: Pagina Iniziale
pl_pl: Strona startowa
pt_pt: Página inicial
ro_ro: Porniți pagina
sl_si: Začetna stran
tr_tr: Başlangıç Sayfası
uk_ua: Початкова сторінка

source: View this page in
bg_bg: Вижте тази страница на
ca_es: Veure aquesta pàgina a
cy: Gweld y dudalen hon yn
de_de: Diese Seite anzeigen in
el_gr: Προβολή αυτής της σελίδας σε
es_es: Ver esta página en
et_ee: Vali keel:
fi_fi: Näytä tämä sivu
fr_fr: Visualiser cette page en
it_it: Guarda questa pagina in
pl_pl: Obejrzyj tę stronę w
pt_pt: Ver esta página em
ro_ro: Vizualizați pagina în
sl_si: Oglejte si to stran v
tr_tr: Bu sayfayı şunun içinde görüntüle:
uk_ua: Переглянути цю сторінку в

source: Administrator Interface - %s
bg_bg: Администраторски интерфейс - %s
ca_es: Interfície d'administrador - %s
cy: Rhyngwyneb Gweinyddwr - %s
de_de: Administratorbereich - %s
el_gr: Διεπαφή Διαχειριστή - %s
es_es: Interfaz de administrador - %s
et_ee: Administraatori liides - %s
fi_fi: Ylläpitokäyttöliittymä - %s
fr_fr: Interface d'administration - %s
it_it: Interfaccia amministratore - %s
pl_pl: Interfejs administratora - %s
pt_pt: Interface de Administrador - %s
ro_ro: Interfața administratorului - %s
sl_si: Skrbniški vmesnik – %s
tr_tr: Yönetici Arayüzü - %s
uk_ua: Інтерфейс адміністратора - %s
