Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: Expiry Date:
bg_bg: Срок на годност:
ca_es: Data d'expiració:
cy: Dyddiad Dod i ben:
de_de: Ablaufdatum:
el_gr: Ημερομηνία Λήξης:
es_es: Fecha de caducidad:
et_ee: Aegumise kuupäev:
fi_fi: Päättymispäivä:
fr_fr: Date d'expiration :
it_it: Data di scadenza:
pl_pl: Data ważności:
pt_pt: Data de Expiração:
ro_ro: Data expirării:
sl_si: Datum poteka:
tr_tr: Son Kullanma Tarihi:
uk_ua: Термін дії:

source: Activations remaining:
bg_bg: Напомняне за активации:
ca_es: Activacions pendents:
cy: Gweithrediadau sy'n weddill:
de_de: Verbleibende Aktivierungen:
el_gr: Ενεργοποιήσεις που απομένουν:
es_es: Activaciones restantes:
et_ee: Aktiveerimisi jäänud:
fi_fi: Jäljellä olevat aktivoinnit
fr_fr: Activations restantes :
it_it: Attivazioni rimanenti:
pl_pl: Pozostałe aktywacje:
pt_pt: Ativações restantes:
ro_ro: Activări rămase:
sl_si: Preostale aktivacije:
tr_tr: Kalan etkinleştirmeler:
uk_ua: Залишилося активацій:

source: %d of %d
bg_bg: %d на %d
ca_es: %d de %d
cy: %d o %d
de_de: %d von %d
el_gr: %d από %d
es_es: %d de %d
et_ee: %d/%d
fi_fi: %d %d:stä
fr_fr: %d de %d
it_it: %d di %d
pl_pl: %d z %d
pt_pt: %d de %d
ro_ro: %d din %d
sl_si: %d od %d
tr_tr: %d/%d
uk_ua: %d з %d

source: Update
bg_bg: Актуализация
ca_es: Actualitza
cy: Diweddariad
de_de: Aktualisieren
el_gr: Ενημέρωση
es_es: Actualizar
et_ee: Uuenda
fi_fi: Päivitä
fr_fr: Mettre à jour
it_it: Aggiorna
pl_pl: Aktualizuj
pt_pt: Atualizar
ro_ro: Actualizare
sl_si: Posodobi
tr_tr: Güncelle
uk_ua: Оновлення

source: All of the currently active devices will stop functioning with %s. This cannot be undone. While the user can be re-activated later, they will then need to be re-provisioned with new invitation tokens. Are you sure you want to do this?
bg_bg: Всички текущо активни устройства ще спрат да работят с %s. Това не може да бъде отменено. Докато потребителят може отново да бъде активиран по-късно, те ще трябва отново да бъдат осигурени с нови поканващи ключове. Сигурни ли сте, че искате да направите това?
ca_es: Tots els dispositius actius actualment deixaran de funcionar amb %s. Això no es pot desfer. Mentre l'usuari pot ser reactivat posteriorment, caldrà que es tornin a regenerar nous codis d'invitació. Segur que voleu fer-ho?
cy: Bydd pob dyfais sy'n weithredol ar hyn o bryd yn stopio gweithio gyda %s. Ni ellir dadwneud hyn. Er y gellir ail-greu'r defnyddiwr yn ddiweddarach, bydd angen ei ail-ddarparu â thocynnau gwahoddiad newydd. Ydych chi'n siŵr eich bod am wneud hyn?
de_de: Alle momentan aktivierten Geräte werden nicht mehr mit %s funktionieren. Dies kann nicht rückgängig gemacht werden. Obwohl der Nutzer selbst später wieder aktiviert werden kann, muss er später wieder mit neuen Einladungslinks seine Geräte neu aktivieren. Sind Sie sicher, dass Sie das tun wollen?
el_gr: Όλες οι συσκευές που είναι ενεργές επί του παρόντος θα σταματήσουν να λειτουργούν με %s. Αυτό δεν μπορεί να αναιρεθεί. Αν και ο χρήστης μπορεί να επαν-ενεργοποιηθεί αργότερα, θα πρέπει τότε να επαν-εφοδιαστούν με νέα κουπόνια πρόσκλησης. Είστε σίγουροι ότι θέλετε να το κάνετε αυτό;
es_es: Todos los dispositivos actualmente activos dejarán de funcionar con %s. Esto no puede dehacerse. Aunque el usuario puede ser reactivado más tarde, los dispositivos deberán ser aprovisionados con nuevos tokens de invitación. ¿Estás seguro/a de que quieres hacer esto?
et_ee: Kõik hetkel aktiivsed seadmed lõpetavad toimimise %sga. Muudatust ei saa tagasi võtta. Kasutajaid saab hiljem taas aktiveerida, neile on siis vaja anda uued kutsekoodid. Oled kindel, et soovid seda teha?
fi_fi: %sestää kaikkien aktiivisten laitteiden pääsyn verkkoon. Toimenpidettä ei voi perua. Käyttäjän voi uudelleenaktivoida myöhemmin uudella kutsulla. Tahdotko varmasti edetä?
fr_fr: Tous les appareils actuellement actifs cesseront de fonctionner avec %s. Ceci est irréversible. Bien que les utilisateurs puissent être réactivés plus tard, il faudra leur fournir de nouveaux jetons d'invitation. Êtes-vous sûr de vouloir faire cela ?
it_it: Tutti i dispositivi attualmente attivi smetteranno di funzionare con %s. Questo non può essere annullato. Anche se l'utente può essere riattivato più tardi, loro avranno bisogno di essere nuovamente dotati in seguito di nuovi token di invito. Sei sicuro di volerlo fare?
pl_pl: Wszystkie obecnie aktywne urządzenia przestaną działać za pośrednictwem %s. Nie będzie możliwe wycofanie tej operacji. Będzie możliwe odnowienie konta użytkownika, ale dany użytkownik będzie musiał otrzymać token z zaproszeniem. Czy operacja ma być wykonana?
pt_pt: Todos os dispositivos atualmente ativos deixarão de funcionar com %s. Isto não pode ser revertido. Embora o utilizador possa ser reativado posteriormente, ele precisará ser reaprovisionado com novos identificadores de convite. Tem certeza de que quer fazer isso?
ro_ro: Toate dispozitivele active în acest moment o să înceteze să funcționeze cu %s. Acest lucru este permanent, nemaiputând fi modificat. Chiar dacă utilizatorul poate fi reactivat mai târziu, trebuie să fie provizionați din nou cu invitații. Sunteți sigur că doriți să faceți asta?
sl_si: Vse trenutno aktivne naprave bodo prenehale delovati s %s. Tega ni mogoče razveljaviti. Uporabnika sicer lahko znova aktivirate pozneje, vendar mu morate zagotoviti nove žetone vabil. Ste prepričani, da želite izvesti to dejanje?
uk_ua: Усі активні на даний момент пристрої перестануть працювати з %s. Це не може бути скасовано. Незважаючи на те, що користувач може бути повторно активований пізніше, його потрібно буде повторно забезпечити новими маркерами запрошень. Ви впевнені, що хочете це зробити?

source: Deactivate User
bg_bg: Деактивирайте потребител
ca_es: Desactiva l'usuari
cy: Dadactifadu Defnyddiwr
de_de: Nutzer deaktivieren
el_gr: Αεπενεργοποίηση Χρήστη
es_es: Desactivar usuario
et_ee: Muuda kasutaja mitteaktiivseks
fi_fi: Poista käyttäjän käyttöoikeus
fr_fr: Désactiver l'utilisateur
it_it: Disattiva utente
pl_pl: Dezaktywuj użytkownika
pt_pt: Utilizador Desativado
ro_ro: Dezactivare utilizator
sl_si: Deaktiviraj uporabnika
tr_tr: Kullanıcıyı Devre Dışı Bırak
uk_ua: Деактивувати користувача

source: Show Authentication Records
bg_bg: Покажи записите за автентикация
ca_es: Mostra els registres d'autenticació
cy: Dangos Cofnodion Dilysu
de_de: Zugangsprotokoll anzeigen
el_gr: Προβολή Καταγραφών Αυθεντικοποίησης
es_es: Mostrar los registros de autentificación
et_ee: Näita autentimislogi
fi_fi: Näytä käyttäjätiedot
fr_fr: Montrer les enregistrements d'authentification
it_it: Mostra registro di autenticazione
pl_pl: Pokaż rekordy uwierzytelnienia
pt_pt: Mostrar Registos de Autenticação
ro_ro: Arată arhiva autentificărilor
sl_si: Pokaži zapise preverjanja pristnosti
tr_tr: Kimlik Doğrulama Kayıtlarını Göster
uk_ua: Показати записи автентифікації

source: New Invitation
bg_bg: Нова покана
ca_es: Nova invitació
cy: Gwahoddiad Newydd
de_de: Neuer Einladungslink
el_gr: Νέα Πρόσκληση
es_es: Nueva invitación
et_ee: Uus kutse
fi_fi: Uusi kutsu
fr_fr: Nouvelle invitation
it_it: Nuovo invito
pl_pl: Nowe zaproszenie
pt_pt: Novo Convite
ro_ro: Invitații noi
sl_si: Novo vabilo
tr_tr: Yeni davetiye
uk_ua: Нове запрошення

source: Activations:
bg_bg: Активации:
ca_es: Activacions:
cy: Gweithrediadau:
de_de: Aktivierungen:
el_gr: Ενεργοποιήσεις:
es_es: Activaciones:
et_ee: Aktiveerimisi:
fi_fi: Aktivoinnit:
it_it: Attivazioni:
pl_pl: Aktywacje:
pt_pt: Ativações:
ro_ro: Activări:
sl_si: Aktivacije:
tr_tr: Etkinleştirmeler:
uk_ua: Активації:

source: Delete User
bg_bg: Изтрийте потребител
ca_es: Esborrar usuari
cy: Dileu Defnyddiwr
de_de: Nutzer löschen
el_gr: Διαγραφή Χρήστη
es_es: Eliminar usuario
et_ee: Kustuta kasutaja
fi_fi: Poista käyttäjä
fr_fr: Supprimer l'utilisateur
it_it: Cancella Utente
pl_pl: Usuń użytkownika
pt_pt: Eliminar utilizador
ro_ro: Șterge utilizator
sl_si: Izbriši uporabnika
tr_tr: Kullanıcı Sil
uk_ua: Видалити користувача

source: Current Users
bg_bg: Текущи потребители
ca_es: Usuaris actuals
cy: Defnyddwyr Presennol
de_de: Momentane Nutzer
el_gr: Τρέχοντες Χρήστες
es_es: Usuarios actuales
et_ee: Praegused kasutajad
fi_fi: Tämänhetkiset käyttäjät
fr_fr: Utilisateurs courants
it_it: Utenti Correnti
pl_pl: Bieżący użytkownicy
pt_pt: Utilizadores atuais
ro_ro: Utilizator curent
sl_si: Trenutni uporabniki
tr_tr: Mevcut Kullanıcılar
uk_ua: Поточні користувачі

source: Previous Users
bg_bg: Предишни потребители
ca_es: Usuaris anteriors
cy: Defnyddwyr Blaenorol
de_de: Frühere Nutzer
el_gr: Προηγούμενοι Χρήστες
es_es: Usuarios anteriores
et_ee: Varasemad kasutajad
fi_fi: Aikaisemmat käyttäjät
fr_fr: Utilisateurs précédents
it_it: Utenti Precedenti
pl_pl: Poprzedni użytkownicy
pt_pt: Utilizadores anteriores
ro_ro: Utilizator precedent
sl_si: Prejšnji uporabniki
tr_tr: Önceki Kullanıcılar
uk_ua: Попередні користувачі

source: You need to acknowledge that the created accounts are still valid within the next %s days. If all accounts shown as active above are indeed still valid, please check the box below and push "Save". If any of the accounts are stale, please deactivate them by pushing the corresponding button before doing this.
bg_bg: Необходимо е да потвърдите, че създадените акаунти все още са валидни в следващите %s дни. Ако всички акаунти, показани като активни по-горе, наистина все още са валидни, моля отметнете в квадратчето по-долу и натиснете "Save". Ако някои от акаунтите са загубили давност, моля деактивирайте ги като натиснете съответния бутон.
ca_es: Heu de saber que els comptes creats encara seran vàlids els propers %s dies. Si tots els comptes mostrats com a actius encara són vàlids, marqueu la caixa de sota i premeu "Desa". Si cap d'aquests està caducat o desactualitzat, desactiveu-lo primer prement el botó corresponent.
cy: Mae angen i chi gydnabod bod y cyfrifon a grëwyd yn dal yn ddilys o fewn y %s diwrnod nesaf. Os yw'r holl gyfrifon a ddangosir fel rhai gweithredol uchod yn dal yn ddilys, ticiwch y blwch isod a gwasgwch "Cadw". Os yw unrhyw un o'r cyfrifon yn hen, a fyddech cystal â'u dadactifadu trwy wasgu'r botwm cyfatebol cyn gwneud hyn.
de_de: Sie müssen innerhalb der nächsten %s Tage bestätigen, dass die Benutzerkonten noch gültig sind. Falls das der Fall ist, kreuzen Sie bitte das Feld unten an und drücken Sie auf "Speichern". Falls Sie Benutzerkonten entdecken die zwischenzeitlich ungültig geworden sind, dann deaktivieren Sie bitte diese Konten mit dem entsprechenden Knopf bevor Sie speichern.
el_gr: Πρέπει να επιβεβαιώσετε ότι οι λογαριασμοί που δημιουργήθηκαν παραμένουν σε ισχύ μέσα στις επόμενες %s ημέρες. Αν όλοι οι λογαριασμοί που εμφανίζονται παρακάτω ως ενεργοί είναι όντως ακόμα σε ισχύ, παρακαλώ επιλέξτε το πλαίσιο ελέγχου και πατήστε "Αποθήκευση". Αν οποιοιδήποτε από τους λογαριασμούς δεν ισχύουν πια, παρακαλώ απενεργοποιήστε τους πατώντας το αντίστοιχο κουμπί πριν κάνετε την επιβεβαίωση.
es_es: Debes entender que las cuentas creadas son todavía válidas durante los próximos %s días. Si todas las cuentas mostradas arriba como activas son, de hecho, todavía válidas, por favor marca la casilla de abajo y pulsa "Guardar". Si cualquiera de las cuentas está obsoleta, por favor, desactívala pulsando su correspondiente botón antes de hacer esto.
et_ee: Palun kinnita kontode kehtivus %s päeva jooksul. Kui kõik ülalpool aktiivsena näidatud kontod peavad kehtima, linnuta palun alltoodud kast ja vajuta "Salvesta". Aegunud kontod palun deaktiveeri vastava nupu abil enne salvestamisnupu vajutamist.
fi_fi: Sinun on tunnustettava, että luodut tilit ovat edelleen voimassa %s päivää. Jos kaikki yllä esitetyt tilit ovat edelleen voimassa, ruksaa alla oleva ruutu ja paina "Tallenna". Jos jokin tilistä on vanhentunut, aloita poistamalla ne käytöstä painamalla vastaavaa painiketta.
fr_fr: Vous devez avoir conscience que les comptes créés seront valides les %s prochains jours. Si tous les comptes affichés actifs ci-dessus sont effectivement toujours valides, cochez SVP la case ci-dessous et cliquez sur "Sauver". Si des comptes sont périmés, désactivez-les SVP en cliquant sur le bouton correspondant avant de faire cette action.
it_it: È necessario confermare che gli account creati siano ancora validi per i prossimi %s giorni. Se tutti gli account mostrati sopra come attivi sono effettivamente ancora validi, si prega di smarcare la casella qui sotto e in seguito premere "Salva". Se qualcuno degli account è inattivo, disattivali premendo il pulsante corrispondente prima di procedere.
pl_pl: Musisz potwierdzić, że utworzone konta są nadal ważne w najbliższych %s dniach. Jeśli wszystkie konta pokazane powyżej jako aktywne są nadal ważne, wystarczy zaznaczyć poniższe pole i nacisnąć "Zapisz". Jeśli wymienione są konta, które nie powinny już być używane, dezaktywuj je naciskając odpowiedni przycisk.
pt_pt: Tem de reconhecer que as contas criadas ainda estão válidas nos próximos %s dias. Se todas as contas abaixo estão mostradas como ativas então estão mesmo válidas, então selecione a caixa abaixo e carregue em "Gravar". Se alguma das contas está obsoleta, por favor desative-a carregando no botão correspondente antes de fazer isto.
ro_ro: Trebuie să țineți cont că timp de %s zile conturile create încă mai sunt valide. Dacă toate conturile afișate drept active sunt într-adevar încă valide, vă rugăm să marcați căsuța de mai jos și să apăsați butonul 'Save'. Dacă oricare dintre conturi sunt neutilizate, vă rugăm să le dezactivați prin apăsarea butonului corespunzător înainte de a face acest lucru.
sl_si: Zavedati se morate, da so ustvarjeni računi veljavni še toliko dni: %s. Če so vsi zgoraj prikazani računi še vedno aktivni, označite spodnje polje in pritisnite »Shrani«. Če so kateri koli zgoraj prikazani računi zastareli, jih pred tem izklopite s pritiskom ustreznega gumba.
tr_tr: Oluşturulan hesapların önümüzdeki %s gün geçerli olduğunu bilmelisiniz. Yukarıda aktif olarak gösterilen tüm hesaplar hala geçerli ise, lütfen aşağıdaki kutuyu işaretleyin ve "Kaydet" i tıklayın. Hesaplardan herhangi biri eskimişse, lütfen bunu yapmadan önce ilgili düğmeye basarak bunları devre dışı bırakın.
uk_ua: Ви повинні підтвердити, що створені облікові записи все ще дійсні протягом наступних %s днів. Якщо всі облікові записи, що вище показані як активні, дійсно все ще дійсні, будь ласка, поставте галочку внизу і натисніть "Зберегти". Якщо будь-який з облікових записів застарів, будь ласка, деактивуйте його, натиснувши відповідну кнопку перед цим.

source: I have verified that all configured users are still eligible for %s.
bg_bg: Проверих, че всички конфигурирани потребители все още са валидни за %s.
ca_es: He comprovat que tots els usuaris configurats encara són aptes per %s.
cy: Rwyf wedi gwirio bod pob defnyddwyr ffurfweddu yn dal yn gymwys ar gyfer %s.
de_de: Ich habe überprüft dass alle eingerichteten Benutzer weiterhin berechtigt sind, %s zu nutzen.
el_gr: Έχω επαληθεύσει ότι όλοι οι ρυθμισμένοι χρήστες είναι ακόμα επιλέξιμοι για %s.
es_es: He verificado que todos los usuarios configurados tienen derecho a usar %s.
et_ee: Kinnitan, et kõik seadistatud kasutajad on õigustatud %s'i kasutama.
fi_fi: Olen varmistanut, että kaikki määritetyt käyttäjät ovat edelleen oikeutettuja %s:een.
fr_fr: J'ai vérifié que tous les utilisateurs configurés sont toujours éligibles pour %s.
it_it: Ho verificato che tutti gli utenti configurati siano ancora idonei per %s.
pl_pl: Potwierdzam, że skonfigurowani użytkownicy są nadal uprawnieni do %s.
pt_pt: Verifiquei que todos os utilizadores configurados são ainda elegíveis para %s.
ro_ro: Am verificat că toti utilizatorii configurați sunt încă eligibili pentru %s.
sl_si: Preveril sem, ali so vsi konfigurirani uporabniki še vedno upravičeni do %s.
tr_tr: Yapılandırılmış tüm kullanıcıların %s için hala uygun olduğunu doğruladım.
uk_ua: Підтверджено, що всі налаштовані користувачі все ще мають право на %s.

source: Save
bg_bg: Запазване
ca_es: Desa
cy: Cadw
de_de: Speichern
el_gr: Αποθήκευση
es_es: Guardar
et_ee: Salvesta
fi_fi: Tallenna
fr_fr: Sauver
it_it: Salva
pl_pl: Zachowaj
pt_pt: Gravar
ro_ro: Salvează
sl_si: Shrani
tr_tr: Kaydet
uk_ua: Зберегти

source: Add new user
bg_bg: Добавете нов потребител
ca_es: Afegir nou usuari
cy: Ychwanegu defnyddiwr newydd
de_de: Nutzer hinzufügen
el_gr: Προσθήκη νέου χρήστη
es_es: Añadir nuevo usuario
et_ee: Lisa uus kasutaja
fi_fi: Lisää käyttäjä
fr_fr: Ajouter un nouvel utilisateur
it_it: Aggiungi un nuovo utente
pl_pl: Dodaj nowego użytkownika
pt_pt: Adicionar novo utilizador
ro_ro: Adaugă utilizator nou
sl_si: Dodaj novega uporabnika
tr_tr: Yeni kullanıcı ekle
uk_ua: Додати нового користувача

source: Import users from CSV file
bg_bg: Въведете потребители от CSV файл
ca_es: Importar usuaris des d'un arxiu CSV
cy: Mewnforio defnyddwyr o ffeil CSV
de_de: Nutzer aus CSV Datei importieren
el_gr: Εισαγωγή χρηστών από αρχείο CSV
es_es: Importar usuarios desde archivo CSV
et_ee: Impordi kasutajad CSV failist
fi_fi: Lisää käyttäjiä CSV-tiedostosta
fr_fr: Importer des utilisateurs depuis un fichier CSV
it_it: Importa utenti da un file CSV
pl_pl: Zaimportuj użytkowników z pliku CSV
pt_pt: Importar utilizadores de um ficheiro CSV
ro_ro: Utilizatori importanți din fișierul CSV
sl_si: Uvozi uporabnike iz datoteke CSV
tr_tr: Kullanıcıları CSV dosyasından içe aktar
uk_ua: Імпортувати користувачів із файлу CSV

source: Please enter a username of your choice and user expiry date to create a new user:
bg_bg: Моля въведете потребителско име по Ваш избор и дата на изтичане на потребителя, за да създадете нов потребител:
ca_es: Entreu un identificador de la vostra elecció i una data de caducitat per a crear un nou usuari:
cy: Rhowch enw defnyddiwr o'ch dewis a dyddiad dod i ben defnyddiwr i greu defnyddiwr newydd:
de_de: Bitte geben Sie einen beliebigen Nutzernamen sowie ein Ablaufdatum:
el_gr: Παρακαλώ εισάγετε ένα όνομα χρήστη της επιλογής σας και ημερομηνία λήξης για να δημιουργήσετε ένα νέο χρήστη:
es_es: Por favor, introduce un nombre de usuario de tu elección y una fecha de caducidad para crear un nuevo usuario:
et_ee: Uue kasutaja lisamiseks palun sisesta soovitud kasutajanimi ja aegumise kuupäev:
fi_fi: Luo uusi käyttäjätunnus valitsemalla käyttäjänimi ja viimeinen voimassaolopäivämäärä:
fr_fr: Entrer SVP un identifiant de votre choix et une date d'expiration pour créer un nouvel utilisateur :
it_it: Per creare un nuovo utente inserisci username e scadenza:
pl_pl: Wprowadź wybraną nazwę użytkownika i datę ważności, by utworzyć nowego użytkownika:
pt_pt: Por favor introduza um nome de utilizador e uma data de expiração para criar um novo utilizador:
ro_ro: Vă rog să introduceți un utilizator la alegere și data de expirare ca să puteți crea un nou utilizator:
sl_si: Če želite ustvariti novega uporabnika, vnesite želeno uporabniško ime in datum poteka.
tr_tr: Yeni bir kullanıcı oluşturmak için lütfen tercih ettiğiniz kullanıcı adı ve kullanıcı son kullanım tarihini girin:
uk_ua: Будь ласка, введіть ім’я користувача на ваш вибір та термін його дії, щоб створити нового користувача:

source: Comma separated values should be provided in CSV file: username, expiration date in the form yyyy-mm-dd, number of tokens (optional):
bg_bg: Стойностите, разделени със запетая, трябва да бъдат предоставени в CSV файл: потребителско име, дата на изтичане във формат yyyy-mm-dd, брой временни ключове (по избор):
ca_es: Els valors següents han d'estar en el fitxer CSV, separats per comes: identificador, data de caducitat en format yyyy-mm-dd, nombre de codis (opcional):
cy: Dylid darparu gwerthoedd wedi'u gwahanu gan goma yn y ffeil CSV: enw defnyddiwr, dyddiad dod i ben yn y ffurf bbbb-mm-dd, nifer y tocynnau (dewisol):
de_de: In einer CSV Datei werden Wertepaare durch Kommata getrennt. Bitte geben Sie dir Daten in drei Spalten an: benutzername, Ablaufdatum in der Form yyyy-mm-dd, n (n=Einladungslink mit n Aktivierungen sofort erzeugen; optional)
el_gr: Τιμές διαχωρισμένες με κόμμα θα πρέπει να παρέχονται στο αρχείο CSV: όνομα χρήστη, ημερομηνία λήξης σε μορφή 'yyyy-mm-dd', πλήθος διαπιστευτηρίων (προαιρετικό):
es_es: Se deben proporcionar en un fichero CSV valores separados por comas: nombre de usuario, fecha de expiración en la forma yyyy-mm-dd y número de tokens (opcional):
et_ee: CSV-failis tuleb andmed esitada komadega eraldatult järgnevalt: kasutajanimi, aegumiskuupäev (formaadis AAAA-KK-PP ehk aasta-kuu-päev), võtmete arv (ei ole kohustuslik).
fr_fr: Les valeurs séparées par des virgules doivent être fournies dans le fichier CSV : nom d'utilisateur, date d'expiration sous la forme aaaa-mm-jj, nombre de jetons (facultatif) :
it_it: I valori separati da virgole devono essere forniti nel file CSV: nome utente, data di scadenza nella forma aaaa-mm-gg, numero di token (opzionale):
pl_pl: W pliku CSV należy umieścić następujące wartości odseparowane znakiem przecinka: nazwa użytkownika, data ważności w postaci yyyy-mm-dd (rok-miesiąc-dzień), liczba tokenów (opcjonalnie):
pt_pt: Valores separador por vírgula devem ser fornecidos no ficheiro CSV: nome de utilizador, data de expiração 'aaaa-mm-dd', número de tokens (opcional):
ro_ro: n fișierul CSV trebuie furnizate valori separate prin virgulă: numele de utilizator, data expirării sub forma aaaa-mm-dd, numărul de jetoane (opțional):
sl_si: Z vejicami ločene vrednosti morajo biti navedene v datoteki CSV: uporabniško ime, datum poteka veljavnosti v obliki llll-mm-dd, število žetonov (izbirno):
uk_ua: У файлі CSV слід вказати значення, розділені комами: ім'я користувача, термін дії у вигляді рррр-мм-дд, кількість маркерів (необов'язково):

source: Import users
bg_bg: Въведете потребители
ca_es: Importar usuaris
cy: Mewnforio defnyddwyr
de_de: Nutzer importieren
el_gr: Εισαγωγή χρηστών
es_es: Importar usuarios
et_ee: Impordi kasutajad
fi_fi: Lataa käyttäjät
fr_fr: Importer des utilisateurs
it_it: Importa utenti
pl_pl: Zaimportuj użytkowników
pt_pt: Importar utilizadores
ro_ro: Utilizatori importanți
sl_si: Uvozi uporabnike
tr_tr: Kullanıcıları içe aktar
uk_ua: Імпортувати користувачів

source: Back to %s page
bg_bg: Обратно към %s страница
ca_es: Enrere a la pàgina %s
cy: Yn ôl i dudalen %s
de_de: Zurück zur %s Seite
el_gr: Πίσω στη σελίδα %s
es_es: Volver a la página de %s
et_ee: Tagasi %s lehele
fi_fi: Takaisin sivulle %s
fr_fr: Revenir à la page %s
it_it: Ritorna alla pagina %s
pl_pl: Wróć do strony %s
pt_pt: Voltar para a página %s
ro_ro: Înapoi către pagina %s
sl_si: Nazaj na stran %s
uk_ua: Повернутися на сторінку %s

source: Editing User Attributes
bg_bg: Редактиране на потребителските атрибути
ca_es: Editant els atributs d'usuari
cy: Golygu Priodweddau Defnyddiwr
de_de: Bearbeiten des Benutzers
el_gr: Επεξεργασία Attributes Χρήστη
es_es: Editando atributos del usuario
et_ee: Kasutaja atribuutide muutmine
fi_fi: Muutetaan käyttäjän tietoja
fr_fr: Éditer les attributs de l'utilisateur
it_it: Modifica degli Attributi Utente
pl_pl: Edycja atrybutów użytkownika
pt_pt: A Editar os Atributos do Utilizador
ro_ro: Editarea atributelor utilizatorului
sl_si: Urejanje atributov uporabnika
tr_tr: Kullanıcı Niteliklerini Düzenle
uk_ua: Редагування атрибутів користувача

source: Current User Attributes
bg_bg: Атрибути на текущия потребител
ca_es: Atributs d'usuari actuals.
cy: Priodoleddau Defnyddiwr Presennol
de_de: Momentane Benutzerattribute
el_gr: Τρέχοντα Attributes Χρήστη
es_es: Atributos actuales del usuario
et_ee: Praegused kasutaja atribuudid
fi_fi: Tämänhetkiset käyttäjätiedot
fr_fr: Attributs actuels de l'utilisateur
it_it: Attributi Utente correnti
pl_pl: Atrybuty bieżącego użytkownika
pt_pt: Atributos do Utilizador Actual
ro_ro: Atributele utilizatorului curent
sl_si: Trenutni atributi uporabnika
tr_tr: Geçerli Kullanıcı Nitelikleri
uk_ua: Поточні атрибути користувача
