Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: The CAT has a download area for end users. There, they will, for example, learn about the support pointers you entered earlier. The CAT can also immediately offer the installers for the profile for download. If you don't want that, you can instead enter a web site location where you want your users to be redirected to. You, as the administrator, can still download the profiles to place them on that page (see the 'Compatibility Matrix' button on the dashboard).
bg_bg: За крайните потребители CAT има област за изтегляне. Например, там те ще научат контактите за поддръжка, които сте въвели по-рано. CAT може веднага да Ви предложи за изтегляне инсталатори за профил. Ако не искате това, може да въведете веб сайт, където да бъдат пренасочени Вашите потребители. Вие като администратор все още можете да изтеглите профилите, да ги поставите на тази страница (виж бутона "Матрица на съвместимост" на таблото).
ca_es: El CAT disposa d'una àrea de descàrrega per als usuaris finals. Allà podran, per exemple, conèixer els canals de suport que heu introduït abans. El CAT també pot oferir de forma immediata els instal·ladors per al perfil escollit. Si no ho voleu, en el seu lloc podeu introduir un lloc web on voleu que els vostres usuaris siguin redirigits. Vosaltres, com a administradors, encara podreu descarregar els perfils per a col·locar-los a la vostra pàgina (mireu el botó 'Matriu de compatibilitat' al tauler de control)
cy: Mae gan y CAT ardal lawrlwytho ar gyfer defnyddwyr terfynol. Yno, byddant, er enghraifft, yn dysgu am yr awgrymiadau cymorth a nodwyd gennych yn gynharach. Gall y CAT hefyd gynnig y gosodwyr ar gyfer y proffil i'w lawrlwytho ar unwaith. Os nad ydych chi eisiau hynny, gallwch chi fynd i mewn i lleoliad gwefan lle rydych chi am i'ch defnyddwyr gael eu hailgyfeirio iddo. Gallwch chi, fel gweinyddwr, lawrlwytho'r proffiliau o hyd i'w gosod ar y dudalen honno (gweler y botwm 'Matrics Cydnawsedd' ar y dangosfwrdd).
de_de: CAT hat einen Downloadbereich für Endanwender. Dort werden, zum Beispiel, die von Ihnen konfigurierten Helpdesk-Informationen angezeigt. CAT kann dort auch die Installationsprogramme direkt zum Herunterladen anbieten. Wenn Sie das nicht möchten, können Sie stattdessen die URL zu einer Internetseite angeben, wo Sie die Programme selbst bereitstellen. Die Benutzer werden dann dorthin weitergeleitet. Sie als der Administrator können selbstverständlich auf alle Installationsprogramme für Ihr Profil zugreifen. Hierfür gibt es den Bereich 'Kompatibilitätsmatrix' auf der Übersichtsseite.
el_gr: Το CAT έχει μία περιοχή λήψης για τους τελικούς χρήστες. Εκεί, για παράδειγμα, μπορούν να μάθουν σχετικά με τις σελίδες υποστήριξης που εισάγατε πριν . Το CAT μπορεί επίσης να προσφέρει άμεσα για λήψη τα πακέτα εγκατάστασης για το προφίλ. Αν δεν θέλετε να συμβαίνει αυτό, μπορείτε αντιθέτως να εισάγετε μία τοποθεσία του διαδικτύου όπου επιθυμείτε να ανακατευθύνονται οι χρήστες. Εσείς, ως διαχειριστής, μπορείτε επίσης να κάνετε λήψη των προφίλ για να τα τοποθετήσετε σε εκείνη τη σελίδα (δείτε το κουμπί 'Πίνακας συμβατότητας' στον πίνακα ελέγχου).
es_es: La herramienta CAT dispone de un área de descarga para usuarios finales. Allí tus usuarios podrán, por ejemplo, conocer las instrucciones de soporte proporcionadas anteriormente. CAT puede ofrecer también de manera inmediata la descarga de instaladores para el perfil. Si no desea esto, puede introducir una dirección web a la que puede redireccionar a sus usuarios. Como administrador siempre podrá descargar los perfiles para colocarlos en esa página (ver el botón 'Matriz de compatibilidad' del Panel de Mandos).
et_ee: CATil on kasutajate jaoks allalaadimiskoht. Seal saavad nad infot näiteks kasutajatoe kohta, mille Sa eespool sisestasid. CAT võib pakkuda paigaldajatele vahetult allalaadimisprofiili. Kui Sa seda ei soovi, saad sisestada veebiaadressi, kuhu soovid oma kasutajad ümber suunata. Sa ise saad administraatorina siiski profiile sellele lehele panemiseks alla laadida (vt koondpaneelil nupp 'Ühilduvuse maatriks').
fi_fi: CAT sisältää latauspaikan loppukäyttäjille. He voivat löytää sieltä mm. asennusohjeita, jos niin haluat. CAT voi myös tarjota suoraan asennusohjelmia ladattavaksi. Voit myös määritellä oman web-osoitteen, jonne käyttäjäsi uudelleenohjataan. Sinä voit kuitenkin itse ylläpitäjänä ladata profiilit tälle sivulle (katso: 'Yhteensopivuusmatriisi'-nappi dashboardissa).
fr_fr: CAT dispose d'une zone de téléchargement pour les utilisateurs finaux. Ils y trouveront, par exemple, des informations sur les pointeurs de support que vous avez saisis précédemment. CAT peut également proposer au téléchargement les installateurs de profils. Si vous ne souhaitez pas cette fonctionnalité, vous pouvez choisir de rediriger vos utilisateurs vers une page web. En tant qu'administrateur, vous pourrez toujours télécharger les profils pour les placer sur cette page (voir le bouton "Matrice de compatibilité" sur le tableau de bord).
it_it: Il CAT ha un'area download per gli utenti finali. Lì apprenderanno, ad esempio, i puntatori di supporto immessi in precedenza. Il CAT può anche immediatamente offrire il download dei programmi di installazione del profilo. Se non si vuole questo, si può invece inserire la posizione di un sito web al quale si vogliono ridiretti i propri utenti. Come amministratore, tu puoi comunque scaricare i profili e metterli in quella pagina (vedi il pulsante 'Matrice di Compatibilità' sul cruscotto).
pl_pl: CAT pozwala zamieścić informacje, które będą udostępniane użytkownikom. Na przykład, można zamieścić na stronach CAT adresy miejsc stanowiących lokalne wsparcie dla użytkowników. CAT oferuje również użytkownikom możliwość pobrania instalatora dla zadanego profilu. Jeśli wolisz, by użytkownik korzystał ze stron własnej instytucji, możesz wskazać na stronie CAT lokalizację, do której użytkownik ma być przekierowywany. Jako administrator możesz, zawsze możesz, pobrać profile ze strony CAT by udostępnić je lokalnie (patrz przycisk 'Tablica kompatybilności urządzeń' na panelu)
pt_pt: O CAT tem uma zona de downloads para os utilizadores finais. Caso não pretenda que utilizador realize o download através do CAT, devem indicar a página web para a qual devem ser redirecionados. O administrador é responsável por realizar o download dos instaladores e adiciona-las na respectiva página (consultar a opção 'Matriz de Compatibilidades' no dashboard).
ro_ro: CAT-ul conține o zonă de descărcare pentru utilizatori. Acolo, de exemplu, ei o să învețe despre legăturile către suport pe care le-ați introdus mai devreme. CAT-ul de asemenea poate oferi imediat programele de instalare pentru profile pentru a le descărca. Dacă nu doriți acest lucru, puteți introduce în schimb o locație web unde doriți să fie redirecționați utilizatorii. Tu, ca administrator, încă poți descărca profilele pentru a le amplasa pe acea pagină (vezi butonul 'Matricea compatibilității' pe dashboard).
sl_si: CAT ima mesto za prenose končnim uporabnikom. Tam lahko na primer izvejo več o informacijah za pomoč uporabnikom, ki ste jih vnesli predhodno. CAT lahko tudi takoj ponudi prenos namestitvenih programov za profil. Če tega ne želite, lahko vnesete naslov spletnega mesta, na katerega želite preusmeriti svoje uporabnike. Kot skrbnik lahko še vedno prenesete profile in jih postavite na to stran (glejte gumb 'Združljivostna matrika') na nadzorni plošči.
tr_tr: CAT son kullanıcılar için bir indirme alanına sahip. Orada, yapılabilecekler, örneğin, daha önce girdiğiniz destek işaretleyiciler hakkında bilgi edinmek. Bunun yanısıra, CAT indirme için profile özgü yükleyiciler sunmaktadır. Eğer bunu istemiyorsanız, bunun yerine kullanıcılarınızı yönlendireceğiniz bir web sitesi konumu ekleyebilirsiniz. Siz, yönetici olarak, istediğiniz web sayfasına yüklemek için hala profilleri indirebilir durumda olursunuz(kontrol panelinden 'Uyumluluk Matrisi' düğmesine bakınız)
uk_ua: CAT має область завантаження для кінцевих користувачів. Там вони, наприклад, дізнаються інформацію про підтримку, які ви ввели раніше. CAT також може негайно запропонувати програмі встановлення профілю для завантаження. Якщо ви цього не хочете, ви можете замість цього ввести місце розташування веб-сайту, куди ви хочете, щоб ваші користувачі були перенаправлені. Ви, як адміністратор, все ще можете завантажити профілі, щоб розмістити їх на цій сторінці (див. Кнопку "Матриця сумісності" на інформаційній панелі).

source: Now, we need to know which EAP types your IdP supports. If you support multiple EAP types, you can assign every type a priority (1=highest). This tool will always generate an automatic installer for the EAP type with the highest priority; only if the user's device can't use that EAP type, we will use an EAP type further down in the list.
bg_bg: Сега е необходимо да знаем какви EAP типове поддържа Вашия IdP. Ако поддържа множество EAP типове, Вие може да добавите приоритет на всеки тип (1=най-висок). Този инструмент винаги ще генерира автоматичен инсталатор за EAP типа с най-висок приоритет; само ако устройството на потребителя не може да използва този EAP тип, ще използваме следващ EAP тип от списъка по-долу.
ca_es: Ara necessitem saber el tipus d'EAP suportat pel vostre IdP. Si suporteu múltiples tipus d'EAP, podeu assignar a cada tipus una prioritat (1=la més alta). Aquesta eina generarà sempre un instal·lador automàtic per al tipus d'EAP amb major prioritat; només si el dispositiu de l'usuari no el pot utilitzar es farà servir el tipus EAP compatible de la llista de major prioritat.
cy: Nawr, mae angen i ni wybod pa fathau o EAP y mae eich CDU yn eu cefnogi. Os ydych chi'n cefnogi sawl math o EAP, gallwch chi neilltuo blaenoriaeth i bob math (1 = uchaf). Bydd yr offeryn hwn bob amser yn cynhyrchu gosodwr awtomatig ar gyfer y math EAP gyda'r flaenoriaeth uchaf; dim ond os na all dyfais y defnyddiwr ddefnyddio'r math EAP hwnnw, byddwn yn defnyddio math EAP ymhellach i lawr yn y rhestr.
de_de: Als nächstes müssen Sie festlegen, welche EAP Typen Ihr IdP unterstützt. Falls Sie mehrere Typen unterstützen, können Sie jedem EAP Typ eine Priorität zuordnen (1=höchste Priorität). eduroam CAT wird immer einen Installer für den Typ mit der höchsten Priorität anlegen, sofern das entsprechende Gerät diesen Typ unterstützt. Wenn nicht, wird einer der EAP Typen weiter unten in der Liste benutzt.
el_gr: Τώρα, πρέπει να μάθουμε ποιους τύπους EAP υποστηρίζει ο IdP σας. Αν υποστηρίζετε πολλαπλούς τύπους EAP, μπορείτε να αναθέσετε προτεραιότητα στον κάθε τύπο (1=υψηλότερη). Αυτό το εργαλείο θα δημιουργεί πάντα ένα πακέτο εγκατάστασης για τον τύπο EAP με την υψηλότερη προτεραιότητα· μόνο αν η συσκευή του χρήστη δεν μπορεί να χρησιμοποιήσει τον τύπο EAP, θα χρησιμοποιήσουμε έναν τύπο EAP που βρίσκεται χαμηλότερα στη λίστα.
es_es: Necesitamos conocer qué tipos EAP soporta tu IdP. Si soportas múltiples tipos EAP, puedes asignar a cada tipo una prioridad (1=máxima). Esta herramienta generará siempre un instalador automático para los tipos con la prioridad máxima; sólo si el dispositivo del usuarios no puede usar ese modo EAP se usará un modo EAP más abajo en la lista.
et_ee: Nüüd vajame infot, milliseid EAP tüüpe Su IdP toetab. Kui toetate mitmeid EAP tüüpe, saad neile määrata prioriteedid (1=kõrgeim). See tööriist genereerib automaatse paigaldusprogrammi alati kõrgeima prioriteediga EAP tüübi jaoks; ainult juhul, kui kasutaja seade ei saa seda EAP tüüpi kasutada, rakendame nimekirjas järgmist EAP tüüpi.
fi_fi: Määrittele, mitä EAP-tyyppejä IdP:si tukee. Jos tuet useita EAP-tyyppejä, voit asettaa kullekin tyypille prioriteetin (1=korkein). Tämä työkalu tekee aina automaattisen asennusohjelman, joka käyttää korkeinta EAP-tyyppiä. Jos loppukäyttäjän laite ei tue korkeinta tyyppiä, käytetään seuraavana listalla olevaa.
fr_fr: Précisez maintenant quelles méthodes EAP votre fournisseur d'identité supporte. Si vous supportez plusieurs méthodes EAP, vous pouvez leurs donner une priorité (1=la plus haute). Cet outil créera toujours un installateur automatique pour la méthode EAP de priorité la plus forte ; si l'appareil de l'utilisateur ne supporte pas cette méthode EAP, une méthode EAP de priorité plus basse sera utilisée.
it_it: Ora abbiamo bisogno di sapere quali tipi EAP supporta il tuo IdP. Se si supportano più tipi EAP, è possibile assegnare una priorità ad ogni tipo (1 = più alto). Questo strumento genererà sempre un programma di installazione automatico per il tipo EAP con la priorità più alta; utilizzeremo un tipo EAP più in basso nella lista solo se il dispositivo dell'utente non può utilizzare quel tipo EAP.
pl_pl: Teraz musimy dowiedzieć się, jakie typy EAP akceptuje Twój IdP. Jeżeli dopuszczasz wiele typów EAP, to możesz każdemu z typów przypisać priorytet (1=najwyższy). Nasz generator przygotuje instalator dla typu EAP o najwyższym priorytecie, a jeżeli urządzenie użytkownika nie może używać tego typu EAP, zostanie wybrany kolejny możliwy typ z uporządkowanej listy.
pt_pt: Nesta fase, é necessário indicar quais os tipos de EAP que o seu IdP suporta. Caso suportem vários podem atribuir-lhes prioridades (1 = mais elevada). Esta ferramenta irá sempre gerar um instalador para o perfil com prioridade máxima; se o dispositivo do utilizador não permitir a utilização deste tipo EAP, será utilizado o tipo seguinte na lista de acordo com a prioridade.
ro_ro: Acum trebuie să știm care sunt tipurile EAP suportate de furnizorul dumneavoastră de identitate. Dacă suportați multiple tipuri EAP, puteți atribui fiecărui tip un nivel de prioritate (1 = cel mai prioritar). Această unealtă o să genereze mereu un program de instalare automat pentru tipul EAP cu cea mai mare prioritate; doar dacă dispozitivul utilizatorului nu este compatibil cu acel tip EAP, atunci se va utiliza un alt tip EAP din listă.
sl_si: Zdaj moramo izvedeti, katere vrste EAP podpira vaš ponudnik identitete. Če podpirate več vrst EAP, lahko za vsako določite prioriteto (1 je najvišja). To orodje vedno ustvari samodejni namestitveni program za vrsto EAP z najvišjo prioriteto; samo v primeru, če uporabnikova naprava ne podpira te vrste EAP, bomo uporabili vrsto EAP, ki je nižje na seznamu.
tr_tr: Şimdi Kimlik Sağlayıcınızın hangi EAP tiplerini desteklediğini bilmemiz gerekiyor. Eğer birden fazla EAP tipi destekliyor iseniz, her tip için öncelik tanımlayabilirsiniz (1= en yüksek). Bu araç her zaman en yüksek öncelikli EAP tipi için otomatik yükleyici oluşturacaktır; eğer kullanıcının cihazı bu EAP tipini kullanamaz ise listede sıradaki EAP tipi kullanılacaktır.
uk_ua: Тепер нам потрібно знати, які типи EAP підтримує ваш IdP. Якщо ви підтримуєте кілька типів EAP, ви можете призначити кожному типу пріоритет (1 = найвищий). Цей інструмент завжди створює автоматичний інсталятор для типу EAP з найвищим пріоритетом; лише якщо пристрій користувача не може використовувати цей тип EAP, ми будемо використовувати тип EAP нижче в списку.

source: The user download interface (see <a href='../'>here</a>), uses geolocation to suggest possibly matching IdPs to the user. The more precise you define the location here, the easier your users will find you.
bg_bg: Потребителският интерфрйс за изтегляне (виж <a href='../'>тук</a>) използва геолокация, за да предложи на потребителя възможни съвпадащи IdPs. Колкото по-прецизно дефинирате местоположението си, толкова по-лесно вашите потребители ще ви намерят.
ca_es: La interfície de descàrrega d'usuari (mireu <a href='../'>aquí</a>), utilitza la geolocalització per a suggerir les IdPs més adequades per a l'usuari. Com més precisa sigui la posició aquí, més fàcilment us localitzarant els vostres usuaris.
cy: Mae'r rhyngwyneb llwytho i lawr defnyddiwr (gweler <a href='../'>yma</a>), yn defnyddio geolocation i awgrymu o bosibl paru CDUau i'r defnyddiwr. Po fwyaf manwl gywir y byddwch chi'n diffinio'r lleoliad yma, yr hawsaf y bydd eich defnyddwyr yn dod o hyd i chi.
de_de: Die Schnittstelle für Endbenutzer (siehe <a href='../'>hier</a>), benutzt einenGeolokalisierungsdienst um dem Benutzer Identitätsprovider in der Nähe vorzuschlagen. Je genauer Sie hier die genaue Position ihrer Institution angeben, umso besser werden Nutzer ihre Institution später finden.
el_gr: Η διεπαφή λήψης του χρήστη (βλέπε <a href='../'>εδώ</a>), χρησιμοποιεί γεωγραφικό εντοπισμό για να προτείνει πιθανούς IdPs στον χρήστη. Όσο πιο ακριβής είναι ο ορισμός της τοποθεσίας σας εδώ, τόσο πιο εύκολο είναι για τους χρήστες να σας βρουν.
es_es: La interfaz de descarga de usuarios (ver <a href='../'>aquí</a>), usa geolocalización para sugerir IdPs que probablemente estén próximos al usuario. Cuanto precisa definas una localización aquí, más fácil será para tus usuarios localizarte.
et_ee: Kasutaja allalaadimisliides (vt <a href='../'>siin</a>) kasutab geolokatsiooni kasutajaga oletatavasti klappivate IdP-de soovitamiseks. Mida täpsemalt määrad siin oma asukoha, seda täpsemalt Su kasutajad selle IdP leiavad.
fi_fi: Loppukäyttäjän latauskäyttöliittymä (katso <a href='../'>täältä</a>), käyttää maantieteellista paikannusta sopivien IdP:den ehdottamiseksi. Mitä tarkemmin määrittelet paikan, sitä helpommin käyttäjäsi löytävät sinut.
fr_fr: L'interface de téléchargement utilisateur (voir <a href='../'>ici</a>), utilise la géolocalisation pour suggérer les fournisseurs d'identité potentiels à l’utilisateur. Plus votre localisation sera définie précisément, plus les utilisateurs vous trouveront facilement.
it_it: L'interfaccia di download per l'utente (vedi <a href='../'>qui</a>), usa la geolocation per suggerire all'utente gli IdP potenzialmente corrispondenti. più è precisa la posizione che definisci qui, più facilmente gli utenti ti troveranno.
pl_pl: Interfejs pobierania (patrz <a href='../'>tutaj</a>), korzysta z mechanizmu geo-lokalizacji, aby zasugerować dostawców tożsamości przeznaczonych dla danego użytkownika. Im dokładniej zdefiniujesz tutaj swoje położenie, tym łatwiej Twoi użytkownicy odnajdą swojego dostawcę.
pt_pt: O interface de download para o utilizador (veja <a href='../'>aqui</a>), suporta localização geográfica que permite que sejam sugeridos IdPs ao utilizador. Para uma correspondência rápida do IdP ao utilizador, registe esta informação com a maior precisão possível.
ro_ro: Intefața de descărcare pentru utilizator (vezi <a href='../'>aici</a>), folosește geolocația pentru a sugera utilizatorului posibili furnizori de identitate căruia i se potrivesc. Cu cât mai precis definiți locația aici, cu atât mai ușor veți fi găsiți de către utilizatori.
sl_si: Uporabniški vmesnik za prenose (glejte <a href='../'>tukaj</a>) s pomočjo geolokacije uporabniku priporoči ustrezne ponudnike identitete. Natančneje kot boste tukaj vpisali lokacijo, lažje vas bodo uporabniki našli.
tr_tr: Kullanıcıların indirme arayüzü (<a href='../'>buradan bakınız</a>), coğrafik lokasyonu kullanarak, olası eşleşen KiSleri kullanıcıya önerir. Burada konumu ne kadar hassas tanımlarsanız, kullanıcılarınızın sizi bulması o kadar kolay olur.
uk_ua: Інтерфейс завантаження користувача (див. <a href='../'> Тут </a>) використовує геолокацію, щоб запропонувати можливу відповідність IDP для користувача. Чим точніше ви визначите тут місцезнаходження, тим простіше ваші користувачі знайдуть вас.

source: <li>Drag the marker in the map to your place, or</li> <li>enter your street address in the field below for lookup, or</li> <li>use the 'Locate Me!' button</li>
bg_bg: <li>Завлечете маркера на вашето място на картата или</li> <li>въведете адреса в полето по-долу за търсене, или</li> <li>използвайте бутона 'Locate Me!'</li>
ca_es: <li>Deixeu anar el marcador en el mapa, o</li> <li>introduiu l'adreça per a cercar,o</li> <li>utilitzeu el botó "Localitza'm!"</li>
cy: <li>Llusgwch y marciwr yn y map i'ch lle, neu</li> <li>rhowch eich cyfeiriad stryd yn y maes isod i chwilio, neu</li> <li>defnyddiwch y 'Lleoli Me!' botwm</li>
de_de: <li>Ziehen Sie den Marker in der Karte zu der gewünschten Position, oder</li> <li>geben Sie Ihre Adresse in das obige Eingabefeld ein, oder</li> <li>benutzen Sie den 'Lokalisieren!' Knopf</li>
el_gr: <li>Τραβήξτε το σημάδι στο χάρτη στην τοποθεσία σας, ή</li> <li>εισάγετε τη διεύθυνσή σας στο παρακάτω πεδίο για αναζήτηση, ή</li> <li>χρησιμοποιήστε το κουμπί 'Εντοπίσε Με!'</li>
es_es: <li>Deja caer el marcador en el mapa sobre tu ubicación,</li>⏎ <li>introduce tu dirección en el campo más abajo o</li>⏎ <li>usa el botón "¡Localízame!"</li>
et_ee: <li>Lohista märgis kaardil oma asukohta või</li> <li>sisesta oma tänavanimi allolevale otsinguväljale või</li> <li>kasuta nuppu 'Leia mind!'</li>
fi_fi: <li>Vedä osoitin sijaintiisi, tai</li>⏎ <li>täytä katuosoitteesi alapuolelta löytyvään kenttään, tai</li>⏎ <li>käytä 'Paikanna Minut!' nappia</li>
fr_fr: <li>Déplacez le marqueur sur la carte, ou</li> ; <li>Entrez votre adresse dans le champ ci-dessous, ou</li> ; <li>Utilisez le bouton 'Localisez Moi !'.</li>
it_it: <li>Trascina l'indicatore sulla mappa sulla tua località, o</li> <li>inserisci l'indirizzo nel campo sottostante, o</li> <li>usa il bottone 'Locate Me!'</li>
pl_pl: <li>Przeciągnij znacznik na mapie do swojej lokalizacji, lub</li> <li>wprowadź nazwę ulicy w poniższym polu wyszukania, lub</li><n <li>użyj przycisku 'Zlokalizuj mnie!'</li>
pt_pt: <li>Arraste o ponto no mapa para a sua localização, ou</li> <li>indique a sua morada no campo abaixo para pesquisa, ou</li> <li>utilize o botão 'Localizar-me!'</li>
ro_ro: <li>Poziționați ținta pe hartă pe locul în care vă aflați, sau</li> <li>introduceți adresa străzii în câmpul de mai jos pentru căutare, sau</li> <li>folosiți butonul 'Localizați-mă!'</li>
sl_si: <li>Povlecite zemljevidno oznako na svojo lokacijo ali</li> <li>vnesite naslov v spodnje polje za iskanje ali </li> <li>uporabite gumb 'Najdi me!'</li>
tr_tr: <li>Haritadaki işaretciyi yerinizin üzerine sürükleyin, yada</li>⏎ <li>göz atmak için altta yer alan alana sokak adresinizi girin, yada</li>⏎ <li>'Yerimi Sapta!' butonunu kullanın</li>
uk_ua: <li>Перетягніть маркер на карті до свого місця, або</li> <li>введіть свою адресу в поле нижче для пошуку, або</li> <li>використовуйте "Знайди мене!" кнопку</li>

source: We will use the coordinates as indicated by the marker for geolocation.
bg_bg: Ние ще използваме координатите както е показано от маркера за геолокация.
ca_es: Per a la geolocalització, utilitzarem les coordenades indicades pel marcador.
cy: Byddwn yn defnyddio'r cyfesurynnau fel y nodir gan y marciwr ar gyfer geoleoliad.
de_de: Wir benutzen die Koordinate des Markers für den Geolokalisierungsdienst.
el_gr: Θα χρησιμοποιήσουμε τις συντεταγμένες όπως δείχνει το σημάδι για τον γεωγραφικό εντοπισμό.
es_es: Usaremos las coordenadas indicadas por el marcador para la geolocalización.
et_ee: Kasutame märgistatud asukoha koordinaate.
fi_fi: Koordinaattejä käytetään sijainnin määrittelemistä varten
fr_fr: Nous allons utiliser les coordonnées indiquées par le marqueur de géolocalisation.
it_it: Le coordinate saranno usate come indicato dall'indicatore della geolocalizzazione
pl_pl: Użyjemy współrzędnych zgodnie ze wskazaniem zaznaczenia geo-lokalizacji.
pt_pt: Serão utilizadas as coordenadas indicadas pelo ponto para localização geográfica.
ro_ro: Vom folosi coordonatele indicate de către țintă pentru geolocație.
sl_si: Uporabili bomo koordinate, določene z oznako geolokacije.
tr_tr: İşaretleyici ile belirlenen koordinatlar coğrafik lokasyon için kullanılacaktır.
uk_ua: Для геолокації будемо використовувати координати, позначені маркером.
