Repository: GEANT/CAT
Catalog: translation/*/web_user.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, hu_hu, it_it, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: <span class='edu_cat'>%s</span> is built as a cooperation platform.
ar: تم إنشاء <span class='edu_cat'>%s</span> كمنصة تفاعلية.
bg_bg: <span class='edu_cat'> %s </span> е създадена като платформа за сътрудничество.
ca_es: <span class='edu_cat'>%s</span> està fet com una plataforma cooperativa.
cs_cz: <span class='edu_cat'>%s</span> je koncipován jako platforma pro spolupráci.
cy: <span class='edu_cat'>%s</span> mae wedi'i adeiladu fel llwyfan cydweithrediad.
de_de: <span class='edu_cat'>%s</span> ist eine Kooperationsplattform.
el_gr: <span class='edu_cat'>%s</span> δημιουργήθηκε ως μια πλατφόρμα συνεργασίας.
es_es: <span class='edu_cat'>%s</span> se creó como una plataforma de cooperación.
et_ee: <span class='edu_cat'>%s</span> on tehtud koostööplatvormina.
fi_fi: <span class='edu_cat'>%s</span> on rakennettu yhteistyöalustaksi.
fr_fr: <span class='edu_cat'>%s</span> est construit en tant que plate-forme coopérative.
hr_hr: <span class='edu_cat'>%s</span> je napravljen kao platforma za suradnju.
hu_hu: <span class='edu_cat'>%s</span>együttműködési platformként működik.
it_it: <span class='edu_cat'>%s</span> è costruito come una piattaforma di cooperazione.
pl_pl: <span class='edu_cat'>%s</span> jest stworzony w ramach platformy współpracy.
pt_pt: <span class='edu_cat'>%s</span> é construído como uma plataforma de cooperação.
ro_ro: <span class='edu_cat'>%s</span> este construit ca o platformă de cooperare.
sl_si: <span class='edu_cat'>%s</span> je ustvarjen kot platforma za sodelovanje
sr_rs: <span class='edu_cat'>%s</span> je napravljen kao platforma za saradnju.
tr_tr: <span class='edu_cat'>%s</span> bir işbirliği platformu olarak inşa edilmiştir.
uk_ua: <span class='edu_cat'>%s</span> будується як платформа співпраці.

source: Local %s administrators enter their %s configuration details and based on them, <span class='edu_cat'>%s</span> builds customised installers for a number of popular platforms. An installer prepared for one organisation will not work for users of another one, therefore if your organisation is not on the list, you cannot use this system. Please contact your local administrators and try to influence them to add your %s configuration to <span class='edu_cat'>%s</span>.
ar: يقوم مديرو %s المحليون بإدخال إعدادات %s الخاصة بهم، وبناءاً عليها يقوم <span class='edu_cat'>%s</span> بإنشاء برامج تثبيت مخصصة لعدد من الأنظمة الأساسية الشائعة. لن يعمل برنامج التثبيت المعد لمؤسسة معينة لمستخدمي مؤسسة أخرى، لذلك اذا كانت مؤسستك غير مدرجة في القائمة لن تستطيع استخدام هذا النظام. يرجى التواصل مع المسؤولين المحليين في مؤسستك وطلب إضافة %s وضبطه في <span class='edu_cat'>%s</span>.
bg_bg: Местните %s администратори въвеждат подробности за тяхната %s конфигурация и на базата на тях, <span class='edu_cat'>%s</span> създават персонализирани инсталатори за някои от популярните платформи. Инсталатор, подготвен за една организация, няма да работи за потребителите на друга, следователно ако Вашата организация не е в списъка, Вие няма да може да използвате системата. Моля свържете се с Вашите местни администратори и се опитайте да ги убедите да включат Вашата %s конфигурация към <span class='edu_cat'>%s</span>.
ca_es: Els administradors locals d'%s introdueixen els detalls de configuració d'%s i, basant-se en això, <span class='edu_cat'>%s</span> genera instal·ladors personalitzats per a diverses plataformes conegudes. Un instal·lador generat per a una organització pot no funcionar per a usuaris d'una altra, per tant si la vostra organització no es troba a la llista, no podeu fer servir aquest sistema. Contacteu amb els administradors locals i proveu de convèncer-los per a afegir la configuració d'%s a <span class='edu_cat'> %s</span>.
cs_cz: Lokální správci %s zde mohou vložit nastavení %s relevantní pro jejich organizaci a na jejím základě vytvoří na míru přizpůsobené instalační programy <span class='edu_cat'>%s</span> pro řadu operačních systémů a zařízení. Instalační program, vyhotovený pro jednu organizaci, bude fungovat pouze pro uživatele z této organizace a nikoho jiného. Pokud vaše organizace není uvedená na seznamu, nebudete moci tento systém použít. Obraťte se, prosím, na vašeho lokálního správce a požádejte jej, aby do <span class='edu_cat'>%s</span> přidal nastavení pro vaší %s.
cy: Mae gweinyddwyr lleol %s yn mewnbynnu eu manylion cyfluniad %s ac yn seiliedig arnynt, mae <span class='edu_cat'>%s</span> yn adeiladu gosodwyr addasedig ar gyfer nifer o lwyfannau poblogaidd. Ni fydd gosodwr a baratowyd ar gyfer un sefydliad yn gweithio i defnyddwyr un arall, felly os nad yw eich sefydliad ar y rhestr, ni allwch ddefnyddio'r system hon. Cysylltwch â'ch gweinyddwyr lleol a cheisiwch ddylanwadu arnyn nhw i ychwanegu eich ffurfweddiad %s i <span class='edu_cat'>%s</span>.
de_de: Lokale %s Administratoren geben hier ihre %s Konfigurationsdetails ein, und daraufhin erzeugt <span class='edu_cat'>%s</span> maßgeschneiderte Installationsprogramme für eine Vielzahl von Plattformen. Ein Installationsprogramm für eine Organisation funktioniert nicht für Nutzer einer anderen Organisation. Daher gilt: wenn Ihre Organisation nicht gelistet ist, können Sie das System nicht nutzen. Bitte kontaktieren Sie dann Ihre lokalen Administratoren und versuchen Sie davon sie zu überzeugen, ihre %s Konfiguration zu <span class='edu_cat'>%s</span> hinzuzufügen.
el_gr: Οι τοπικοί διαχειριστές %s εισάγουν τις λεπτομέρειες ρυθμίσεων για %s και, βάσει αυτών, το <span class='edu_cat'>%s</span> κατασκευάζει προσαρμοσμένα πακέτα εγκατάστασης για δημοφιλείς πλατφόρμες . Ένα πακέτο εγκατάστασης που έχει προετοιμαστεί για ένα ίδρυμα δε θα λειτουργεί για τους χρήστες άλλου ιδρύματος, οπότε αν το ίδρυμα σας δεν είναι στη λίστα, δεν μπορείτε να χρησιμοποιήσετε αυτό το σύστημα. Παρακαλούμε επικοινωνήστε με τους τοπικούς διαχειριστές και προσπαθήστε να τους πείσετε να προσθέσουν τις ρυθμίσεις για το %s σας στο <span class='edu_cat'>%s</span>.
es_es: Los administradores locales de %s introducen los detalles de configuración de sus%s y, basados en estos, <span class='edu_cat'>%s</span> genera instaladores personalizados para varias plataformas populares. Un instalador generado para una organización no funcionará para usuarios de otra y, por lo tanto, si tu organización no aparece en la lista no puedes usar este sistema. Por favor, contacta con tus administradores e intenta convencerlos para que añadan la configuración de tu %s a <span class='edu_cat'>%s</span>.
et_ee: Asutuse %si administraatorid sisestavad %si seadistusandmed, mille põhjal <span class='edu_cat'>%s</span> loob mitmele populaarsele platvormile kohandatud paigaldusprogrammi. Ühele asutusele kohandatud programm ei tööta teise asutuse kasutajate jaoks ja seega ei saa süsteemi kasutada, kui Su asutust nimekirjas ei ole. Palun kontakteeru oma asutuse administraatoritega ning palu neil lisada oma asutuse %si seadistus <span class='edu_cat'>%sile</span>.
fi_fi: Paikalliset %sylläpitäjät syöttävät %s konfigurointitiedot ja niiden perusteella <span class='edu_cat'>%s</span> luo sopivia asennusohjelmia useille suosituille alustoille. Yhdelle organisaatiolle luotu asennusohjelma ei toimi toisen organisaation käyttäjille, eli jos organisaatiosi ei ole luettelossa, et voi käyttää tätä järjestelmää. Ota yhteyttä paikallisiin ylläpitäjiin ja yritä vaikuttaa heihin nii että saat %skonfiguraatiosi <span class='edu_cat'>%s</span>:hen.
fr_fr: Les administrateurs d'établissement %s renseignent les détails de leur configuration %s et, sur cette base, <span class='edu_cat'>%s</span> construit des programmes d'installation personnalisés pour un certain nombre de plates-formes populaires. Un programme d'installation préparé pour un établissement ne fonctionnera pas pour les utilisateurs d'un autre. Par conséquent, si votre établissement ne figure pas dans la liste, vous ne pouvez pas utiliser ce système. Veuillez contacter vos administrateurs d'établissement et essayez de les influencer pour qu'ils ajoutent votre configuration %sà <span class='edu_cat'>%s</span>.
hr_hr: Lokalni %s administratori unose svoje %s konfiguracijske detalje i na temelju njih , <span class='edu_cat'>%s</span> razvija specifične instalere za razne popularne paltforme. Installer razvijen za jednu ustanovu neće raditi za korisnike s druge ustanove, stoga ako Vaša ustanova nije uključena na listi, ne možete korisitit sustav. Molimo kontaktirajte Vašeg lokalnog administratora i pokušajte utjecati na njega da doda Vaš %s konfiguraciju na <span class='edu_cat'>%s</span>.
hu_hu: A helyi %s rendszergazdák beállítják a %s konfigurációs adataidat, és ezek alapján, <span class='edu_cat'>%s</span> számos népszerű platformra testreszabott telepítőket készít. Egy szervezet számára készített telepítő nem működik más felhasználók számára, ezért ha a szervezeted nem szerepel a listán, akkor nem használhatod ezt a rendszert. Kérjük, lépj kapcsolatba a helyi rendszergazdákkal, és próbáld meg befolyásolni őket a %s konfiguráció hozzáadásához<span class='edu_cat'> %s</span>.
it_it: Gli amministratori locali %s inseriscono i loro dettagli di configurazione %s e in base ad essi, <span class='edu_cat'>%s</span> crea programmi di installazione personalizzati per un certo numero di piattaforme popolari. Un programma di installazione preparato per un'organizzazione non funzionerà per gli utenti di un'altra, quindi se la tua organizzazione non è nell'elenco, non puoi utilizzare questo sistema. Contatta i tuoi amministratori locali e cerca di influenzarli per aggiungere la tua configurazione %s a <span class='edu_cat'>%s</span>.
pl_pl: Lokalni administratorzy %s wprowadzają dane konfiguracyjne %s i w oparciu o nie <span class='edu_cat'>%s</span> tworzy zindywidualizowane instalatory dla popularnych platform sprzętowych. Instalator przygotowany dla jednej instytucji nie będzie poprawnie konfigurował sieci dla użytkowników z innej, a zatem jeżeli Twoja instytucja nie jest wymieniona na liście, to ten system Ci nie pomoże. Skontaktuj się z lokalnymi administratorami i postaraj się na nich wpłynąć, aby dodali konfigurację instytucji %s do <span class='edu_cat'>%s</span>.
pt_pt: Administradores %s locais introduzem os detalhes da sua configuração %s e, baseados neles, o <span class='edu_cat'>%s</span> constrói instaladores personalizados para um número de plataformas conhecidas. Um instalador preparado para uma organização não irá funcionar para utilizadores de outra. Assim, se a sua instituição não está na lista, não pode usar este sistema. Por favor contacte o seu administrador local e tente convencê-lo a adicionar a sua configuração %s ao <span class='edu_cat'>%s</span>.
ro_ro: Administratorii %slocali introduc %sdetaliile de configurare și pe baza lor,<span class='edu_cat'>%s</span> creează instalatori personalizați pentru o serie de platforme populare. Un program de instalare pregătit pentru o organizație nu va funcționa pentru utilizatorii alteia, prin urmare, dacă organizația dvs. nu se află pe listă, nu puteți utiliza acest sistem. Vă rugăm să contactați administratorii locali și să încercați să îi influențați pentru a adăuga %sconfigurația la<span class='edu_cat'>%s</span>.
sl_si: Lokalni %s skrbniki vnesejo njihove %s konfiguracijske podatke in na podlagi teh <span class='edu_cat'>%s</span> ustvari po meri narejene nameščevalnike za številne priljubljene naprave. Nameščevalnik, namenjen eni organizaciji, ne bo deloval za uporabnike druge organizacije. Če vaše organizacije ni na seznamu, to pomeni, da ne morete uporabljati sistema. Prosimo, obrnite se na lokalne skrbnike in jih poskusite prepričati, da dodajo vašo %s konfiguracijo na <span class='edu_cat'>%s</span>.
sr_rs: Lokalni %s administratori unose konfiguracione detalje %s i na osnovu njih, <span class='edu_cat'>%s</span> pravi prilagođene instalere za veliki broj popularnih platformi. Program za instaliranje namenjen jednoj organizaciji neće raditi za korisnike druge organizacije, stoga ako vaša organizacija nije na listi, ne možete koristiti ovaj sistem. Molimo vas kontaktirajte vaše lokalne administratore i zamolite ih da dodaju konfiguraciju vaše %s na <span class='edu_cat'>%s</span>.
tr_tr: 406/5000 Yerel %s yöneticileri %s yapılandırma ayrıntılarını girer ve bunlara dayanarak, <span class='edu_cat'>%s</span>, bir dizi popüler platform için özelleştirilmiş yükleyici oluşturur. Bir kurum için hazırlanan yükleyici, başka bir kurumun kullanıcıları için çalışmaz, dolayısıyla kurumunuz listede değilse, bu sistemi kullanamazsınız. Lütfen yerel yöneticilerinizle bağlantı kurun ve %s yapılandırmanızı <span class='edu_cat'>%s</span>'e eklemek için onları ikna etmeye çalışın.
uk_ua: Місцеві %sадміністратори вводять свої %s деталі конфігурації та на їх основі %s<span class='edu_cat'>створюють власні програми встановлення для ряду популярних платформ. Інсталятор, підготовлений для однієї організації, не буде працювати для користувачів іншої, тому, якщо вашої організації немає в списку, ви не можете використовувати цю систему. Будь ласка, зверніться до місцевих адміністраторів і спробуйте вплинути на них, щоб додати %s вашу конфігурацію<span class='edu_cat'>%s</span>.

source: <span class='edu_cat'>%s</span> currently supports the following devices and EAP type combinations:
ar: <span class='edu_cat'>%s</span> حاليا يدعم الأجهزة التالية و أنواع EAP:
bg_bg: <span class='edu_cat'>%s</span> понастоящем поддържа следните устройства и EAP типове комбинации:
ca_es: <span class='edu_cat'>%s</span> dona suport actualment a les següents combinacions de dispositius i de tipus EAP:
cs_cz: <span class='edu_cat'>%s</span> v současnosti podporuje následující operační systémy a tyto kombinace typů EAP:
cy: <span class='edu_cat'>%s</span> ar hyn o bryd yn cefnogi'r dyfeisiau canlynol a chyfuniadau math EAP:
de_de: <span class='edu_cat'>%s</span> unterstützt momentan die folgenden Geräte und EAP Typ Kombinationen:
el_gr: <span class='edu_cat'>%s</span> προς το παρόν στηρίζει τις ακόλουθες συσκευές και τους συνδυασμούς τύπων EAP
es_es: <span class='edu_cat'>%s</span> soporta los siguientes dispositivos y combinaciones de tipos EAP:
et_ee: <span class='edu_cat'>%s</span> toetab praegu järgmisi seadmete ja EAP variantide kombinatsioone:
fi_fi: <span class='edu_cat'>%s</span> tukee tällä hetkellä seuraavia päätelaitteita ja EAP-tyyppejä:
fr_fr: <span class='edu_cat'>%s</span> supporte actuellement les combinaisons de type d'appareil et de méthode EAP suivantes :
hr_hr: <span class='edu_cat'>%s</span> trenutno podržavamo slijedeće uređaje i EAP tipove::
hu_hu: <span class='edu_cat'>%s</span> jelenleg a következő eszközöket és EAP típus kombinációkat támogatja:
it_it: <span class='edu_cat'>%s</span> attualmente supporta le seguenti combinazioni di dispositivi e tipi EAP:
pl_pl: <span class='edu_cat'>%s</span> w tej chwili wspiera następujące urządzenia i metody EAP:
pt_pt: <span class='edu_cat'>%s</span> actualmente suporta os seguintes dispositivos e combinações de tipos de EAP:
ro_ro: <span class='edu_cat'>%s</span>acceptă în prezent următoarele dispozitive și combinații de tip EAP:
sl_si: <span class='edu_cat'>%s</span> trenutno podpira sledeče naprave in kombinacije tipa EAP:
sr_rs: <span class='edu_cat'>%s</span> trenutno podržava sledeće uređaje i kombinacije tipova EAP autentifikacije:
tr_tr: <span class='edu_cat'>%s</span> şu anda listelenen EAP desteğı ile beraber cihazları desteklemektedir.
uk_ua: <span class='edu_cat'>%s</span> в даний час підтримує такі пристрої та комбінації типів EAP:

source: Device Group
ar: مجموعة تجهيزات
bg_bg: Група на устройство
ca_es: Grup del dispositiu
cs_cz: Skupina zařízení
cy: Grŵp Dyfais
de_de: Gerätegruppe
el_gr: Ομάδα Συσκευών
es_es: Grupo de Dispositivos
et_ee: Seadmete grupp
fi_fi: Laiteryhmä
fr_fr: Groupe d'appareil
hu_hu: Eszközcsoport
it_it: Gruppo di dispositivi
pl_pl: Grupa urządzeń
pt_pt: Grupo de Dispositivos
ro_ro: Grup de dispozitive
sl_si: Skupina naprav
sr_rs: Grupa kojoj pripada uređaj
tr_tr: Cihaz Grubu
uk_ua: Група пристроїв

source: Device
ar: جهاز
bg_bg: Устройство
ca_es: Dispositiu
cs_cz: Zařízení
cy: Dyfais
de_de: Gerät
el_gr: Συσκευή
es_es: Dispositivo
et_ee: Seade
fi_fi: Laite
fr_fr: Appareil
hr_hr: Uređaj
hu_hu: Eszköz
it_it: Dispositivo
pl_pl: Urządzenie
pt_pt: Dispositivo
ro_ro: Dispozitiv
sl_si: Naprava
sr_rs: Uređaj
tr_tr: Cihaz
uk_ua: Пристрій
