Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: Successfully set profile
bg_bg: Успешно слагане на профила
ca_es: Perfil activat amb èxit
cy: Wedi gosod proffil yn llwyddiannus
de_de: Profil erfolgreich angelegt
el_gr: Επιτυχής προσαρμογή προφίλ
es_es: Perfil asignado correctamente
et_ee: Profiil edukalt seadistatud
fr_fr: Le profil a été défini avec succès
it_it: Profilo impostato correttamente
pl_pl: Profil gotowy
pt_pt: Perfil definido com sucesso
ro_ro: Profil setat cu succes
sl_si: Uspešno nastavljen profil
uk_ua: Профіль успішно встановлено

source: Some problem occurred during profile update
bg_bg: Възникна проблем по време на актуализиране на профила
ca_es: Alguna cosa ha fallat en actualitzar el perfil
cy: Digwyddodd peth problem yn ystod diweddaru proffil
de_de: Ein Problem ist während der Profilatualisierung aufgetreten
el_gr: Κάποιο σφάλμα προέκυψε κατά την ενημέρωση του προφιλ
es_es: Ocurrió algún problema durante la actualización del perfil
et_ee: Profiili uuendamisel tekkis probleem
fr_fr: Un problème est survenu lors de la mise à jour du profil
it_it: Qualche problema si è verificato durante l'aggiornamento del profilo
pl_pl: Wystąpiły problemy podczas aktualizacji profilu
pt_pt: Ocorreram alguns problemas durante a atualização do perfil.
ro_ro: Au apărut unele probleme în timpul actualizării profilulu
sl_si: Med posodobitvijo profila je prišlo do nekaterih težav
uk_ua: Під час оновлення профілю виникла проблема

source: inactive
bg_bg: неактивен
ca_es: inactiu
cy: anactif
de_de: Inaktiv
el_gr: ανενεργό
es_es: Inactivo
et_ee: mitteaktiivne
fr_fr: inactif
it_it: inattivo
pl_pl: nieaktywne
pt_pt: inativo
ro_ro: inactiv
sl_si: neaktivno
tr_tr: etkisiz
uk_ua: неактивний

source: active
bg_bg: активен
ca_es: actiu
cy: gweithgar
de_de: Aktiv
el_gr: ενεργό
es_es: Activo
et_ee: aktiivne
fr_fr: actif
it_it: attivo
pl_pl: aktywne
pt_pt: ativa
ro_ro: activ
sl_si: aktivno
tr_tr: etkin
uk_ua: активний

source: Deployment Details
bg_bg: Детайли по разгръщането
ca_es: Detalls del desplegament
cy: Manylion Defnyddio
de_de: Verbindungsdetails
el_gr: Λεπτομέρειες Υλοποίησης
es_es: Detalles del Despliegue
et_ee: Rakendamise üksikasjad
fr_fr: Détails du déploiement
it_it: Dettagli di impiego
pl_pl: Przegląd instancji
pt_pt: Detalhes da implementação
ro_ro: Detalii implementare
sl_si: Podrobnosti uvedbe
uk_ua: Деталі розгортання

source: Your primary RADIUS server
bg_bg: Вашият главен RADIUS сървър
ca_es: El vostre servidor RADIUS primari
cy: Eich gweinydd RADIUS cynradd
de_de: Primärer RADIUS Server
el_gr: Ο πρωτεύον RADIUS server σας
es_es: Tu servidor principal RADIUS
et_ee: Sinu primaarne RADIUSe server
fr_fr: Votre serveur RADIUS primaire
it_it: Il tuo server RADIUS principale
pl_pl: Twój podstawowy serwer RADIUS
pt_pt: O seu servidor de RADIUS primário
ro_ro: Serverul dumneavoastră RADIUS primar
sl_si: Primarni strežnik RADIUS
tr_tr: Birincil RADIUS sunucunuz
uk_ua: Основний RADIUS сервер

source: port: %s
bg_bg: порт: %s
cy: porthladd: %s
es_es: puerto: %s
it_it: porta: %s
uk_ua: порт: %s

source: Your secondary RADIUS server
bg_bg: Вашият втори RADIUS сървър
ca_es: Servidor RADIUS secundari
cy: Eich gweinydd RADIUS eilaidd
es_es: Tu servidor RADIUS secundario
et_ee: Su sekundaarne RADIUSe server
it_it: Il tuo server RADIUS secondario
pl_pl: Twój zapasowy serwer RADIUS
ro_ro: Serverul dumneavoastră RADIUS secundar
sl_si: Sekundarni strežnik RADIUS
uk_ua: Додатковий RADIUS-сервер

source: RADIUS shared secret for both servers
bg_bg: Споделен RADIUS secret за двата сървъра
ca_es: Secret compartit RADIUS per ambdós servidors
cy: Cyfrinach a rennir gan RADIUS ar gyfer y ddau weinydd
es_es: Secreto compartido RADIUS para ambos servidores
et_ee: RADIUSe jagatud saladus mõlema serveri jaoks
it_it: Segreto condiviso RADIUS per entrambi i server
pl_pl: Klucz tajny RADIUS dla obu serwerów
ro_ro: Secret partajat RADIUS pe ambele servere
sl_si: Skupna skrivnost RADIUS za oba strežnika
uk_ua: Спільний секретний RADIUS для обох серверів

source: RADIUS over TLS credentials
bg_bg: RADIUS през TLS идентификационни данни
ca_es: Credencials RADIUS sobre TLS
cy: RADIUS dros gymwysterau TLS
es_es: Credenciales de RADIUS sobre TLS
et_ee: RADIUS-over-TLS kasutajakonto andmed
it_it: credenziali RADIUS over TLS
pl_pl: Dane uwierzytelnienia serwera RADIUS over TLS
ro_ro: Credențiale RADIUS over TLS
sl_si: Poverilnice za RADIUS preko TLS
uk_ua: Облікові дані RADIUS через TLS

source: The client certificate was created using an uploaded CSR, the private key is not available
bg_bg: Клиентският сертификат е създаден с помощта на качен CSR, частният ключ не е наличен.
ca_es: El certificat de client s'ha creat fent servir un CSR carregat, la clau privada no està disponible
cy: Crëwyd y tystysgrif cleient gan ddefnyddio CSR wedi'i uwchlwytho, nid yw'r allwedd breifat ar gael
es_es: El certificado cliente ha sido creado usando el CSR subido, así que la clave privada no está disponible.
et_ee: Kliendi sertifikaat loodi üleslaetud CSRi kasutades, privaatvõti ei ole saadaval
it_it: Il certificato client è stato creato utilizzando una CSR caricata, la chiave privata non è disponibile
pl_pl: Utworzono certyfikat na podstawie przesłanego CSR, klucz prywatny jest niedostępny
ro_ro: Certificatul clientului a fost creat utilizând un CSR încărcat, cheia privată nu este valabilă
sl_si: Strankin certifikat je bil ustvarjen z uporabo naloženega CSR, zasebni ključ ni na voljo.
uk_ua: Сертифікат клієнта створено з використанням завантаженого CSR, приватний ключ недоступний

source: Subject:
bg_bg: Предмет:
ca_es: Assumpte:
cy: Pwnc:
de_de: Name (Subject):
el_gr: Θέμα:
es_es: Asunto:
et_ee: Subjekt:
fr_fr: Sujet :
it_it: Soggetto:
pl_pl: Podmiot:
ro_ro: Subiect:
sl_si: Zadeva:
tr_tr: Konu:
uk_ua: Тема:

source: Serial number:
bg_bg: Сериен номер:
ca_es: Número de sèrie:
cy: Rhif Serial:
de_de: Seriennummer:
el_gr: Σειριακός αριθμός:
es_es: Número de serie:
et_ee: Seerianumber:
fr_fr: Numéro de série :
pl_pl: Numer seryjny:
pt_pt: Número de série:
ro_ro: Serie:
sl_si: Serijska številka:
tr_tr: Seri numarası:
uk_ua: Серійний номер

source: Not valid after:
bg_bg: Не е валиден след:
ca_es: No vàlid després de:
cy: Ddim yn ddilys ar ôl:
es_es: No válido después de:
et_ee: Ei kehti hiljem kui:
it_it: Non valido dopo:
pl_pl: Nie ważny po:
ro_ro: Nevalid după:
sl_si: Poteče po:
uk_ua: Недійсний після:

source: Number of days to expiry:
bg_bg: Брой дни до изтичане:
ca_es: Dies fins a caducar:
cy: Nifer o ddyddiau cyn dod i ben:
es_es: Días hasta la fecha de caducidad:
et_ee: Päevi aegumiseni:
it_it: Numero di giorni alla scadenza:
pl_pl: Liczba dni do wygaśnięcia:
ro_ro: Număr de zile până la expirare:
sl_si: Število dni do poteka veljavnosti:
uk_ua: Кількість днів до закінчення терміну дії:

source: If you are using RADIUS over TLS you should urgently renew your credentials
bg_bg: Ако използвате RADIUS през TLS, трябва спешно да подновите идентификационните си данни.
ca_es: Si feu servir RADIUS sobre TLS heu de renovar les vostres credencials urgentment
cy: Os ydych chi'n defnyddio RADIUS dros TLS, dylech chi adnewyddu eich manylion mewngofnodi ar frys.
es_es: Si estás utilizando RADIUS sobre TLS deberías renovar tus credenciales urgentemente
et_ee: Kui kasutad RADIUS-over-TLS, pead koheselt oma kasutajakonto andmed uuendama.
it_it: Se stai usando RADIUS over TLS dovresti urgentemente rinnovare le tue credenziali
pl_pl: Jeżeli używasz RADIUS over TLS, to musisz pilnie odnowić dane uwierzytelnienia serwera
ro_ro: În caz de utilizați RADIUS over TLS, trebuie să vă reînnoiți urgent credențialele
sl_si: Če uporabljate RADIUS preko TLS, morate nujno obnoviti poverilnice.
uk_ua: Якщо ви використовуєте RADIUS через TLS, вам слід терміново оновити свої облікові дані

source: private key
bg_bg: частен ключ
ca_es: clau privada
cy: allwedd breifat
es_es: clave privada
et_ee: privaatvõti
it_it: chiave privata
pl_pl: klucz prywatny
ro_ro: cheie privată
sl_si: zasebni ključ
uk_ua: приватний ключ

source: certificate
bg_bg: сертификат
ca_es: certificat
cy: tystysgrif
es_es: certificado
et_ee: sertifikaat
it_it: certificato
pl_pl: certyfikat
ro_ro: certificat
sl_si: potrdilo
uk_ua: сертифікат

source: CA certificate
bg_bg: CA сертификат
ca_es: certificat CA
cy: tystysgrif AT
es_es: certificado de CA
et_ee: CA sertifikaat
it_it: certificato della CA
pl_pl: certyfikat urzędu certyfikacji
ro_ro: certificat CA
sl_si: Potrdilo CA
uk_ua: Сертифікат центру сертифікації

source: download ZIP-file with full data
bg_bg: изтеглете ZIP файл с пълните данни
ca_es: descarregueu un fitxer ZIP amb totes les dades
cy: lawrlwythwch ffeil ZIP gyda'r data llawn
es_es: descargar archivo ZIP con todos los datos
et_ee: lae alla ZIP-fail kogu andmestikuga
it_it: scarica il file ZIP con i dati completi
pl_pl: pobierz plik ZIP ze wszystkimi danymi
ro_ro: decărcați fișierul ZIP cu datele complete
sl_si: prenesi ZIP-datoteko s polnimi podatki
uk_ua: завантажити ZIP-файл з повними даними

source: If your certificate is close to expiry or you need to create new RADIUS over TLS credentials
bg_bg: Ако вашият сертификат скоро ще изтече или трябва да създадете нов RADIUS през TLS идентификационни данни
ca_es: Si el vostre certificat caduca aviat o necessiteu crear noves credencials de RADIUS sobre TLS
cy: Os yw eich tystysgrif bron â dod i ben neu os oes angen i chi greu manylion mewngofnodi RADIUS newydd dros TLS
es_es: Si tu certificado caduca pronto o necesitas crear nuevas credenciales de RADIUS sobre TLS
et_ee: Kui su sertifikaadi aegumistähtaeg on lähedal või pead looma uued RADIUS-over-TLS kasutajakonto andmed
it_it: Se il tuo certificato è prossimo alla scadenza o devi creare nuove credenziali RADIUS over TLS
pl_pl: Jeżeli Twój certyfikat jest bliski wygaśnięcia to musisz stworzyć nowe dane uwierzytelnienia serwera RADIUS over TLS
ro_ro: În caz de certificatul dumneavoastră este aproape de expirare sau trebuie să creați noi credențiale RADIUS over TLS
sl_si: Če se vaše potrdilo bliža poteku veljavnosti ali če potrebujete nova poverilnice za RADIUS prek TLS
uk_ua: Якщо термін дії вашого сертифіката закінчується або вам потрібно створити нові облікові дані RADIUS over TLS

source: click on "Renew RADIUS over TLS credentials" button
bg_bg: кликнете върху бутона „Подновяване на RADIUS през TLS идентификационни данни“
ca_es: cliqueu al botó "Renovar credencials RADIUS sobre TLS"
cy: cliciwch ar y botwm "Adnewyddu manylion mewngofnodi RADIUS dros TLS"
es_es: haz clic en el botón de "Renovar credenciales de RADIUS sobre TLS"
et_ee: klõpsa nupule "Uuenda RADIUS-over-TLS kasutajakonto andmed"
it_it: clicca sul pulsante "Rinnova le credenziali RADIUS over TLS"
pl_pl: kliknij przycisk "Odnów dane uwierzytelnienia serwera RADIUS over TLS"
ro_ro: apăsați pe butonul „Renew RADIUS over TLS credentials” pentru reînnoirea credențialelor RADIUS over TLS
sl_si: kliknite gumb "Obnovi poverilnice za RADIUS preko TLS"
uk_ua: натисніть кнопку «Оновити облікові дані RADIUS через TLS»

source: You can upload your own CSR to replace default TLS credentials.
bg_bg: Можете да качите свой собствен CSR, за да замените стандартните TLS идентификационни данни.
ca_es: Podeu carregar el vostre propi CSR per a substituir les credencials TLS per defecte
cy: Gallwch uwchlwytho eich CSR eich hun i ddisodli'r manylion mewngofnodi TLS diofyn.
es_es: Puedes subir tu propio CSR para reemplazar las credenciales TLS por defecto.
et_ee: Vaikimisi TLS kasutajakonto andmete asendamiseks saad laadida üles oma CSRi.
it_it: Puoi caricare la tua CSR per sostituire le credenziali TLS predefinite.
pl_pl: Możesz przesłać własny plik CSR, aby zmienić domyślne dane uwierzytelnienia serwera TLS.
ro_ro: Puteți încărca propiul vostru CSR pentru a înlocui credențialele TLS implicite.
sl_si: Naložite lahko lasten CSR za zamenjavo privzetih TLS poverilnic.
uk_ua: Ви можете завантажити власний CSR замість стандартних облікових даних TLS.

source: Click on "Upload CSR to sign my own TLS credentials"
bg_bg: Кликнете върху „Качване на CSR, за да подпиша собствените си TLS идентификационни данни“
ca_es: Cliqueu a "Carregar CSR per signar les meves credencials TLS"
cy: Cliciwch ar "Llwytho CSR i fyny i lofnodi fy nghymwysterau TLS fy hun"
es_es: Haz clic en "Subir CSR para firmar mis propias credenciales TLS"
et_ee: Klõpsa nupule "Lae üles CSR, et allkirjastada oma TLS kasutajakonto andmed"
it_it: Fare clic su "Carica CSR per firmare le mie credenziali TLS"
pl_pl: Kliknij "Prześlij CSR by podpisywać dane TLS"
ro_ro: Apăsați pe „Upload CSR to sign my own TLS credentials” ca să încărcați CSR pentru încrierea propiilor credențiale TLS
sl_si: Kliknite "Naloži CSR za podpis lastnih poverilnic TLS"
uk_ua: Натисніть кнопку «Завантажити CSR для підписання власних облікових даних TLS».

source: RADIUS over TLS-PSK credentials
bg_bg: RADIUS през TLS-PSK идентификационни данни
ca_es: Credencials RADIUS sobre TLS-PSK
cy: RADIUS dros gymwysterau TLS-PSK
es_es: Credenciales de RADIUS sobre TLS-PSK
et_ee: RADIUS-over-TLS-PSK kasutajakonto andmed
it_it: credenziali RADIUS over TLS-PSK
pl_pl: Dane uwierzytelnienia serwera RADIUS over TLS-PSK
ro_ro: Credențiale RADIUS over TLS-PSK
sl_si: Poverilnice za RADIUS preko TLS-PSK
uk_ua: Облікові дані RADIUS через TLS-PSK

source: PSK Identity: %s
bg_bg: PSK идентичност: %s
ca_es: Indentitat PSK:%s
cy: Hunaniaeth PSK: %s
es_es: Identidad PSK: %s
et_ee: PSK Identiteet: %s
it_it: Identità PSK: %s
pl_pl: Identyfikator PSK: %s
ro_ro: Identitate PSK: %s
sl_si: Identiteta PSK: %s
uk_ua: PSK Ідентифікація: %s

source: PSK hexphrase: %s
bg_bg: PSK шестнадесетична фраза: %s
ca_es: PSK hexadecimal: %s
cy: Hecsymadrodd PSK: %s
es_es: Frase hexadecimal PSK: %s
pl_pl: kod szesnastkowy PSK: %s
ro_ro: Hexfrază PSK: %s
sl_si: Šestmestna fraza PSK: %s
uk_ua: Шістнадцяткова фраза PSK:%s

source: Additional deployment settings
bg_bg: Допълнителни настройки за внедряване
ca_es: Configuració addicional del desplegament
cy: Gosodiadau defnyddio ychwanegol
es_es: Configuración de despliegue adicional
et_ee: Täiendavad paigaldusandmed
it_it: Impostazioni di impiego aggiuntive
pl_pl: Dodatkowe ustawienia instancji
ro_ro: Setări implementare adiționale
sl_si: Dodatne nastavitve namestitve
uk_ua: Додаткові налаштування розгортання

source: Custom Operator-Name
bg_bg: Персонализиран Operator-Name
ca_es: Operator-Name personalitzat
cy: Wedi'i addasu Operator-Name
de_de: Benutzerdefinierter Operator-Name
es_es: Operator-Name personalizado
et_ee: Kohandatud operaatorinimi
fr_fr: Operator-Name personnalisé
it_it: Operator-Name personalizzato
pl_pl: Spersonalizowany Operator-Name
pt_pt: Operator-Name personalizado
ro_ro: Nume operator personalizat
sl_si: Ime operaterja po meri
uk_ua: Користувацьке ім'я оператора

source: Default Operator-Name
bg_bg: Operator-Name по подразбиране
ca_es: Nom d'operador per defecte
cy: Priodoledd 'Operator-Name' Diofyn
es_es: Operator-Name por defecto
et_ee: Vaikimisi operaatorinimi
it_it: Operator-Name di default
pl_pl: Domyślny Operator-Name
ro_ro: Nume operator implicit
sl_si: Privzeto ime operaterja
uk_ua: Ім'я оператора за замовчуванням

source: VLAN tag for guests
bg_bg: VLAN таг за guest потребители
ca_es: etiqueta VLAN per a convidats
cy: Tag VLAN ar gyfer gwesteion
es_es: Etiqueta VLAN para invitados
et_ee: Külaliste VLAN
it_it: tag VLAN per gli ospiti
pl_pl: VLAN dla gości:
ro_ro: Etichetă VLAN pentru invitați
sl_si: VLAN oznaka za goste
uk_ua: VLAN-мітка для гостей

source: VLAN tag for own users
bg_bg: VLAN таг за собствените потребители
ca_es: etiqueta VLAN per als usuaris propis
cy: Tag VLAN ar gyfer defnyddwyr eu hunain
de_de: VLAN Nummer für eigene Nutzer
el_gr: VLAN tag για δικού σας χρήστες
es_es: Etiqueta VLAN para nuestros usuarios
et_ee: Oma kasutajate VLAN
fr_fr: Tag VLAN pour ses propres utilisateurs
it_it: tag VLAN per i propri utenti
pl_pl: VLAN dla własnych użytkowników
pt_pt: Tag VLAN para utilizadores próprios
ro_ro: Etichetă VLAN pentru utilizatorii proprii
sl_si: Oznaka VLAN za vaše uporabnike
uk_ua: VLAN-мітка для власних користувачів

source: not set, be aware that realm setting is not used until a VLAN tag is added
bg_bg: ако не е зададено, имайте предвид, че настройката на домейна не се използва, докато не бъде добавен VLAN таг
ca_es: no configurat, tingueu en compte que la configuració del domini no es fa servir fins que s'afegeix l'etiqueta de VLAN
cy: heb ei osod, byddwch yn ymwybodol nad yw gosodiad parth yn cael ei ddefnyddio nes bod tag VLAN yn cael ei ychwanegu
es_es: sin configurar; ten en cuenta que la configuración de dominio no se usará hasta que la etiqueta de VLAN sea añadida
et_ee: ei ole seadistatud; arvesta, et domeeni seadistust ei kasutata kuni VLAN on lisatud
it_it: non impostato, tieni presente che l'impostazione del realm non viene utilizzata finché non viene aggiunto un tag VLAN
pl_pl: nie ustawione, pamiętaj że ustawienia realmu nie będą używane do czasu dodania wartości VLAN
ro_ro: nesetat, rețineți că setarea domeniului nu este utilizată până când nu este adăugată o etichetă VLAN
sl_si: ni nastavljena – upoštevajte, da se nastavitev domene ne uporablja, dokler ni dodana oznaka VLAN
uk_ua: не встановлено, майте на увазі, що налаштування домену не використовується, доки не буде додано VLAN-мітку

source: Realm to be considered own users
bg_bg: Областта да се счита собствените потребители
ca_es: Domini per a usuaris propis
cy: Parth i gael ei hystyried yn defnyddwyr ei hun
de_de: RADIUS Realms der eigenen Benutzer
el_gr: Realm στο οποίο θα θεωρούνται δικοί σας χρήστες
es_es: Realm para considerarse como usuarios propios
et_ee: Domeen, mille kasutajad on omad
fr_fr: Domaine à considérer comme étant ses propres utilisateurs
it_it: Realm da considerare come propri utenti
pl_pl: Realm nadawany własnym użytkownikom
pt_pt: Domínio a ser considerado utilizadores próprios
ro_ro: Domeniu pentru a fi considerat utilizatori proprii
sl_si: Področje, o katerem razmislite za lastne uporabnike
uk_ua: Домен, що вважатиметься власним для користувачів

source: not set, be aware that VLAN setting is not used until a realm is added
bg_bg: ако не е зададено, имайте предвид, че настройката на VLAN не се използва, докато не бъде добавен домейн
ca_es: no configurat, tingueu en compte que la configuració de la VLAN no es fa servir fins que s'ha afegit un domini
cy: heb ei osod, byddwch yn ymwybodol nad yw gosodiad VLAN yn cael ei ddefnyddio nes bod parth yn cael ei ychwanegu
es_es: sin configurar; ten en cuenta que la etiqueta de VLAN no se usará hasta que la configuración de dominio sea añadida
et_ee: ei ole seadistatud; arvesta, et VLANi seadistust ei kasutata kuni domeen on lisatud
it_it: non impostato, tieni presente che l'impostazione VLAN non viene utilizzata finché non viene aggiunto un realm
pl_pl: nie ustawione, pamiętaj że ustawienia VALN nie są używane do czasu dodania wartości realm
ro_ro: nesetat, rețineți că setarea VLAN nu este utilizată până când nu este adăugat un domeniu
sl_si: ni nastavljena – upoštevajte, da se nastavitev VLAN ne uporablja, dokler ni dodana domena
uk_ua: не встановлено, майте на увазі, що налаштування VLAN не використовується, доки не буде додано домен

source: Advanced Configuration
bg_bg: Разширена конфигурация
ca_es: Configuració avançada
cy: Ffurfweddiad Uwch
de_de: Fortgeschrittene Konfiguration
el_gr: Προηγμένη Διαμόρφωση
es_es: Configuración avanzada
et_ee: Täpsem seadistamine
fr_fr: Configuration avancée
it_it: Configurazione avanzata
pl_pl: Zaawansowana konfiguracja
pt_pt: Configuração Avançada
ro_ro: Configurare avansată
sl_si: Napredna konfiguracija
uk_ua: Розширена конфігурація

source: Do you really want to deactivate the %s deployment?
bg_bg: Наистина ли искате да деактивирате разгръщането на %s?
ca_es: Segur que voleu desactivar el desplegament %s?
cy: Ydych chi wir eisiau dadactifadu'r defnyddio %s?
de_de: Möchten Sie den %s wirklich deaktivieren?
el_gr: Θέλετε όντως να απενεργοποιήσετε την υλοποίηση %s ;
es_es: ¿Realmente quieres desactivar el despliegue de %s?
et_ee: Kas Sa tõesti tahad muuta %s rakenduse mitteaktiivseks?
fr_fr: Souhaitez-vous vraiment désactiver ce déploiement %s?
it_it: Vuoi davvero disattivare l'impiego di %s ?
pl_pl: Czy potwierdzasz zlecenie dezaktywacji wdrożenia %s?
pt_pt: Quer mesmo desativar esta implementação %s?
ro_ro: Doriți să dezactivați implementarea %s?
sl_si: Ali res želite deaktivirati uvedbo %s?
uk_ua: Ви дійсно хочете деактивувати %sрозгортання?

source: Deactivate
bg_bg: Деактивирайте
ca_es: Desactivar
cy: Dadactifadu
de_de: Deaktivieren
el_gr: Απενεργοποίηση
es_es: Desactivar
et_ee: Muuda mitteaktiivseks
fr_fr: Désactiver
it_it: Disattivare
pl_pl: Dezaktywacja
pt_pt: Desativar
ro_ro: Dezactivați
sl_si: Deaktiviraj
uk_ua: Деактивувати

source: Activation failure.
bg_bg: Неуспешна активация.
ca_es: Error en l'activació
cy: Methiant actifadu.
de_de: Aktivierung fehlgeschlagen.
el_gr: Αποτυχία ενεργοποίησης.
es_es: Fallo durante la activación
et_ee: Viga aktiveerimisel.
fr_fr: Echec d'activation.
it_it: Attivazione fallita.
pl_pl: Nie powiodła się aktywacja.
pt_pt: Falha de ativação
ro_ro: Activare eșuată.
sl_si: Napaka aktiviranja.
uk_ua: Помилка активації.

source: Activation failure for your primary RADIUS server.
bg_bg: Неуспешна активация за Вашия главен RADIUS сървър.
ca_es: Error en l'activació per al servidor RADIUS primari
cy: Methiant actifadu ar gyfer eich gweinydd RADIUS cynradd.
de_de: Aktivierung des primären RADIUS Servers fehlgeschlagen.
el_gr: Αποτυχία ενεργοποίησης για τον πρωτεύον RADIUS server σας.
es_es: Ha ocurrido un error durante la activación de su servidor RADIUS principal.
et_ee: Viga Su primaarse RADIUSe serveri aktiiveerimisel.
fr_fr: Echec d'activation pour votre serveur RADIUS primaire.
it_it: Errore di attivazione per il server RADIUS primario.
pl_pl: Nie powiodła się aktywacja po stronie serwera podstawowego.
pt_pt: Falha de ativação para o seu servidor RADIUS primário.
ro_ro: Activare eșuată pentru serverul dumneavoastră RADIUS primar.
sl_si: Napaka aktiviranja za primarni strežnik RADIUS.
uk_ua: Помилка активації вашого основного RADIUS сервера.

source: Activation failure for your backup RADIUS server.
bg_bg: Неуспешна активация за Вашия бакъп RADIUS сървър.
ca_es: Error en l'activació del servidor RADIUS de backup
cy: Methiant actifadu ar gyfer eich gweinydd RADIUS wrth gefn.
de_de: Aktivierung des sekundären RADIUS Servers fehlgeschlagen.
el_gr: Αποτυχία ενεργοποίησης για τον backup RADIUS server σας.
es_es: Ha ocurrido un error en la activación de su servidor RADIUS de respaldo.
et_ee: Viga Su RADIUSe varuserveri aktiiveerimisel.
fr_fr: Echec d'activation pour votre serveur RADIUS secondaire.
it_it: Errore di attivazione per il server RADIUS di backup.
pl_pl: Nie powiodła się aktywacja po stronie serwera zapasowego.
pt_pt: Falha de ativação para o seu servidor RADIUS de backup.
ro_ro: Activare eșuată pentru serverul dumneavoastră RADIUS de rezervă.
sl_si: Napaka aktiviranja za nadomestni strežnik RADIUS.
uk_ua: Помилка активації для резервного RADIUS сервера .

source: Accept Terms of Use
bg_bg: Приемете Условията за ползване
ca_es: Acceptar la política d'ús
cy: Derbyn Telerau Defnydd
de_de: Nutzungsbestimmungen akzeptieren
el_gr: Αποδοχή Όρων Χρήσης
es_es: Aceptar Términos de Uso
et_ee: Nõustu kasutustingimustega
fr_fr: Accepter les conditions d'utilisation
it_it: Accetta le condizioni d'uso
pl_pl: Akceptacja Regulaminu
pt_pt: Aceitar os Termos de Utilização
ro_ro: Acceptați termenii de utilizare
sl_si: Sprejmi pogoje uporabe
uk_ua: Прийняти Умови використання

source: Activate
bg_bg: Активирайте
ca_es: Activar
cy: Ysgogi
de_de: Aktivieren
el_gr: Ενεργοποίηση
es_es: Activar
et_ee: Aktiveeri
fr_fr: Activer
it_it: Attivare
pl_pl: Aktywuj
pt_pt: Ativar
ro_ro: Activare
sl_si: Aktiviraj
tr_tr: Etkinleştir
uk_ua: Активувати
