Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: Inner Identity (Username) Handling
bg_bg: Обработка на Вътрешна идентичност (потребителско име)
ca_es: Gestió de la Identitat Interna (Identificador)
cy: Trin Hunaniaeth Fewnol (Enw Defnyddiwr).
de_de: Umgang mit inneren Identitäten (Benutzernamen)
el_gr: Εσωτερική Διαχείριση Ταυτότητας (Username)
es_es: Gestión de la identidad real (nombre de usuario)
et_ee: Sisemine identiteedikäitlus (kasutajanimi)
fi_fi: Sisäisen identitteetin (käyttäjätunnuksen) hallinta
fr_fr: Traitement de l'identité interne (identifiant)
it_it: Gestione dell'Identità Interna (nome utente)
pl_pl: Obsługa wewnętrznej tożsamości (nazwy użytkownika)
pt_pt: Manipulação de Identidade Interna (Nome de Utilizador)
ro_ro: Tratarea identității interne (nume de utilizator)
sl_si: Obravnavanje notranje identitete (uporabniškega imena)
tr_tr: İç Kimlik (Kullanıcı Adı) İşleme
uk_ua: Обробка внутрішньої ідентифікації (ім’я користувача)

source: Enforce realm suffix in username
bg_bg: Строго прилагане на областта като суфикс в потребителското име.
ca_es: Comprovar el sufix de domini en el identificador
cy: Gorfodi ôl-ddodiad parth yn yr enw defnyddiwr
de_de: Suffix mit RADIUS Realm im Benutzernamen forcieren
el_gr: Επιβολή realm suffix στο username
es_es: Forzar el sufijo de dominio en el nombre de usuario
et_ee: Nõua kasutajanimes domeeni
fi_fi: Vaadi toimialue käyttäjätunnuksen perään.
fr_fr: Imposer le domaine en suffixe de l'identifiant
it_it: Forza il suffisso del rialm nel nome utente
pl_pl: Wymuszenie przyrostka z realmem w nazwie użytkownika
pt_pt: Forçar o sufixo de domínio no nome de utilizador
ro_ro: Impunerea utilizării ca sufix în numele de utilizator a domeniului/realm
sl_si: Uveljavi pripono področja v uporabniškem imenu
tr_tr: Kullanıcı adında alan soneki zorunlu olsun
uk_ua: Застосувати суфікс домену в імені користувача

source: Enforce exact realm in username
bg_bg: Строго прилагане на името на областта в потребителското име.
ca_es: Comprovar domini exacte en el identificador
cy: Gorfodi union parth yn enw defnyddiwr
de_de: Exakten RADIUS Realm im Benutzernamen forcieren
el_gr: Επιβολή επακριβούς realm στο username
es_es: Forzar el dominio exacto en el nombre de usuario
et_ee: Nõua kasutajanimes täpset domeeni
fi_fi: Vaadi tarkka toimialue käyttäjätunnuksessa
fr_fr: Forcer le domaine dans l'identifiant
it_it: Forza il realm esatto nel nome utente
pl_pl: Wymuszenie określonego realmu w nazwie użytkownika
pt_pt: Forçar o domínio exato no nome de utilizador
ro_ro: Impunerea domeniului/realm exact în numele utilizatorului
sl_si: Uveljavi natančno področje v uporabniškem imenu
tr_tr: Kullanıcı adında tam alan zorunlu olsun
uk_ua: Застосувати точний домен в імені користувача

source: Installer Download Location
bg_bg: Местоположение за изтегляне на инсталатор
ca_es: Localització de la baixada de l'instal·lador
cy: Lleoliad Lawrlwytho'r Gosodwr
de_de: Herunterladen der Installationsprogramme
el_gr: Τοποθεσία Λήψης Πακέτου Εγκατάστασης
es_es: Localización de descarga del instalador
et_ee: Paigaldusprogrammi allalaadimise koht
fi_fi: Asennusohjelman latausosoite
fr_fr: Emplacement de téléchargement de l’exécutable d'installation
it_it: Posizione di download del programma di installazione.
pl_pl: Lokalizacja udostępniająca instalator
pt_pt: Localização do Download do Instalador
ro_ro: Locația de descărcare a programului de instalare
sl_si: Lokacija za prenos namestitvenega programa
tr_tr: Yükleyici İndirme Konumu
uk_ua: Місце завантаження інсталятора

source: Redirect end users to own web page:
bg_bg: Пренасочване на крайните потребители към Ваша собствена веб страница:
ca_es: Redirecció dels usuaris finals a pàgina web pròpia:
cy: Ailgyfeirio defnyddwyr terfynol i'w tudalen we eu hunain:
de_de: Endbenutzer auf eigene Seite weiterleiten:
el_gr: Ανακατεύθυνση τελικών χρηστών σε δική μου ιστοσελίδα:
es_es: Redirigir a los usuarios finales a página web propia:
et_ee: Suuna kasutajad edasi oma veebilehele:
fi_fi: Uudelleenohjaa loppukäyttäjät omalle web-sivulle:
fr_fr: Rediriger les utilisateurs sur votre propre page web :
it_it: Reindirizzare gli utenti alla pagina web:
pl_pl: Przekieruj użytkownika do strony WWW macierzystej instytucji:
pt_pt: Redireciona os utilizadores para uma página web própria:
ro_ro: Redirectează utilizatorii către pagina web:
sl_si: Preusmerite končne uporabnike na svojo spletno stran:
tr_tr: Son kullanıcıları kendi web sayfalarına yönlendir:
uk_ua: Перенаправлення кінцевих користувачів на власну веб-сторінку:

source: Supported EAP types
bg_bg: Поддържани EAP типове
ca_es: Tipus EAP suportats
cy: Mathau EAP a gefnogir
de_de: Unterstützte EAP Typen
el_gr: Υποστηριζόμενοι τύποι EAP
es_es: Tipos EAP soportados
et_ee: Toetatud EAP tüübid
fi_fi: Tuetut EAP-tyypit
fr_fr: Méthodes EAP supportées
it_it: Tipi EAP supportati
pl_pl: Akceptowane typy EAP
pt_pt: Tipos EAP suportados:
ro_ro: Tipuri EAP suportate
sl_si: Podprte vrste EAP
tr_tr: Desteklenen EAP tipleri
uk_ua: Типи EAP, які підтримуються

source: EAP type support
bg_bg: поддръжка на тип EAP
ca_es: tipus EAP soportat
cy: Cymorth math EAP
de_de: Unterstützung für EAP Typ
el_gr: Υποστήριξη EAP type
es_es: Tipos EAP soportados
et_ee: EAP tüübi tugi
fr_fr: Support des méthodes EAP
it_it: supporto EAP type
pl_pl: Wspierany typ EAP
pt_pt: Suporte ao tipo EAP
ro_ro: Suport tip EAP
sl_si: Podpora za vrsto EAP
tr_tr: EAP türü desteği
uk_ua: Підтримка типу EAP

source: Supported EAP types for this profile
bg_bg: Поддържани EAP типове за този профил.
ca_es: Tipus EAP suportats per a aquest perfil
cy: Mathau EAP a gefnogir ar gyfer y proffil hwn
de_de: Unterstützte EAP-Typen für dieses Profil
el_gr: Υποστηριζόμενοι τύποι EAP για αυτό το προφίλ
es_es: Tipos EAP soportados para este perfil
et_ee: Antud profiilis toetatud EAP tüübid
fi_fi: Profiilin tukemat EAP-tyypit
fr_fr: Méthodes EAP supportées pour ce profil
it_it: Tipi EAP supportati per questo profilo
pl_pl: Typy EAP wspierane w tym profilu
pt_pt: Tipos EAP suportados para este perfil
ro_ro: Tipuri EAP suportate pentru acest profil
sl_si: Podprte vrste EAP za ta profil
tr_tr: Bu profil için desteklenen EAP tipleri
uk_ua: Підтримувані типи EAP для цього профілю

source: Use "drag &amp; drop" to mark an EAP method and move it to the supported (green) area. Prioritisation is done automatically, depending on where you "drop" the method.
bg_bg: Използвайте "влачи &amp; пусни", за да маркирате EAP метод и го преместете на поддържаната (зелена) област. Приоритизацията се извършва автоматично в зависимост от това къде сте "завлачили" метода.
ca_es: Arrossegueu a l'àrea verda els mètodes EAP suportats. La priorització es fa automàticament, depenent d'on col·loqueu el mètode.
cy: Defnyddiwch "llusgo &amp; gollwng" i farcio dull EAP a'i symud i'r ardal a gefnogir (gwyrdd). Mae blaenoriaethu'n cael ei wneud yn awtomatig, yn dibynnu ar ble rydych chi'n "gollwng" y dull.
de_de: Bentutzen Sie "drag &amp; drop" um einen EAP Typ in das (grüne) Feld für unterstützte EAP Methoden zu ziehen. Die Priorität der EAP-Typen wird automatisch gesetzt, je nachdem in welche Reihenfolge Sie die EAP-Typen schieben.
el_gr: Χρήση "drag &amp; drop" για να επιλέξετε μία μέθοδο EAP και να την μετακινήσετε στην περιοχή υποστήριξης (πράσινο χρώμα). Οι προτεραιότητες ρυθμίζονται αυτόματα, ανάλογα με του που κάνατε "drop" τη μέθοδο.
es_es: Arrastra y suelta los métodos EAP al área de métodos soportados (en verde). La priorización se realiza automáticamente, dependiendo del orden dado.
et_ee: Kasuta lohistamist, et märkida EAP meetod ja viia see toetatavale (rohelisele) alale. Prioriseerimine toimub automaatselt sõltuvalt sellest, kuhu Sa meetodi lohistad.
fi_fi: Siirrä hiirellä verkkosi tukemat EAP-menetelmät vihreälle alueelle. Aseta menetelmät suositusjärjestykseen.
fr_fr: Utilisez le "Glisser Déposer" pour ajouter une méthode EAP dans la zone des méthodes supportées (verte). L'ordre est défini en fonction de l'endroit où vous déposez la méthode.
it_it: "clicca e trascina" per selezionare un metodo EAP e spostarlo nell'area supportato (verde). La definizione delle priorità avviene automaticamente, a seconda di dove si "rilascia" il metodo.
pl_pl: Użyj "drag &amp; drop" by zaznaczyć metodę EAP i przenieść ją do obszaru dozwolonych (zielonego). Nadawanie priorytetów jest realizowane automatycznie, w zależności od tego, gdzie umieścisz ("upuścisz") metodę.
pt_pt: Para indicar os métodos EAP que suporta utilize o "drag &amp; drop" e coloque os respetivos métodos na área verde. A atribuição de prioridades é realizada automaticamente de acordo com a ordem pela qual são colocados na área verde.
ro_ro: Folosește "drag & drop" pentru a marca o metodă EAP și pentru a o muta către zona care îi permite accesul (zona verde). Prioritatea se setează automat, depinzând de unde ați 'plasat' metoda.
sl_si: Uporabite način "povleci in spusti", da označite metodo EAP in jo premaknete v podprto (zeleno) območje. Prioritete se določijo samodejno, odvisno od tega, kam "spustite" metodo.
tr_tr: Bir EAP metodunu işaretleyip desteklenen (yeşil) alana taşımak için "sürükle &amp; bırak" kullanılır. Önceliklendirme otomatik olarak nereye "bıraktığınıza" bağlı olarak yapılır.
uk_ua: Використовуйте “drag & drop”, щоб вибрати метод EAP і перемістити його до підтримуваної (зеленої) області. Пріоритети встановлюються автоматично, залежно від місця “опускання” методу.

source: Unsupported EAP types
bg_bg: Неподдържани EAP типове
ca_es: Tipus de EAP no suportats
cy: Mathau EAP heb eu cefnogi
de_de: Unterstützte EAP Typen
el_gr: Μη υποστηριζόμενοι τύποι EAP
es_es: Tipos EAP no soportados
et_ee: Mittetoetatud EAP tüübid
fi_fi: EAP-tyypit, joita ei tueta
fr_fr: Méthodes EAP non supportées
it_it: Tipi EAP non supportati
pl_pl: Nieakceptowane typy EAP
pt_pt: Tipos EAP não suportados
ro_ro: Tipuri EAP nesuportate
sl_si: Nepodprte vrste EAP
tr_tr: Desteklenmeyen EAP tipleri
uk_ua: Типи EAP, які не підтримуються

source: Helpdesk Details for this profile
bg_bg: Helpdesk детайли за този профил
ca_es: Detalls del centre de suport per a aquest perfil
cy: Manylion Desg Gymorth ar gyfer y proffil hwn
de_de: Helpdesk Angaben für dieses Profil
el_gr: Λεπτομέρειες Helpdesk για αυτό το προφίλ
es_es: Detalles del Helpdesk (centro de atención de usuarios) para este perfil
et_ee: Selle profiili kasutajatoe andmed
fi_fi: Profiilin Helpdesk-tiedot
fr_fr: Détails de l'assistance Helpdesk pour ce profil
it_it: Dettagli dell'Helpdesk per questo profilo
pl_pl: Szczegóły dotyczące helpdesku dla tego profilu
pt_pt: Informação de Helpdesk para este perfil
ro_ro: Detalii suport tehnic pentru acest profil
sl_si: Podrobnosti službe za pomoč uporabnikom za ta profil
tr_tr: Bu profil için Yardım Masası Ayarları
uk_ua: Деталі довідкової служби для цього профілю

source: EAP Details for this profile
bg_bg: EAP детайли за този профил
ca_es: Detall EAP per a aquest perfil
cy: Manylion EAP ar gyfer y proffil hwn
de_de: Angaben zu EAP für dieses Profil
el_gr: Λεπτομέρειες EAP για αυτό το προφίλ
es_es: Detalles EAP para este perfil
et_ee: Selle profiili EAP üksikasjad
fi_fi: Profiilin EAP-tiedot
fr_fr: Détails EAP pour ce profil
it_it: Dettagli EAP per questo profilo
pl_pl: Szczegóły EAP dla tego profilu
pt_pt: Informação EAP para este perfil
ro_ro: Detalii EAP pentru acest profil
sl_si: Podrobnosti EAP za ta profil
tr_tr: Bu profil için EAP detayları
uk_ua: Деталі EAP для цього профілю

source: Media Properties for this profile
bg_bg: Свойства на средата за този профил
ca_es: Propietats del mitjà per a aquest perfil
cy: Priodweddau Cyfryngau ar gyfer y proffil hwn
de_de: Unterstützte Medien für dieses Profil
el_gr: Ιδιότητες Media για αυτό το προφίλ
es_es: Propiedades de los medios para este perfil
et_ee: Selle profiili meedia-atribuudid
fi_fi: Media-asetukset tälle profiilille
fr_fr: Propriétés réseau pour ce profil
it_it: Media Properties per questo profilo
pl_pl: Właściwości mediów dla tego profilu
pt_pt: Propriedade de Media para este perfil
ro_ro: Proprietăți media pentru acest profil
sl_si: Lastnosti medijev za ta profil
tr_tr: Bu profil için ortam özellikleri
uk_ua: Властивості мультимедіа для цього профілю

source: The option %s is already defined IdP-wide. If you set it here on profile level, this setting will override the IdP-wide one.
bg_bg: Опцията %s вече е дефинирала IdP-широк. Ако я поставите тук на ниво профил, тази настройка ще припокрие IdP-широк такъв.
ca_es: L'opció %s ja està definida a tot l'IdP. El valor que poseu aquí tindrà preferència sobre el valor general.
cy: Mae'r opsiynau %s eisoes wedi'u diffinio ar draws CDU. Os ydych chi'n ei osod yma ar lefel proffil, bydd y gosodiad hwn yn diystyru'r un CDU-gyfan.
de_de: Die Option %s ist bereits IdP-weit konfiguriert. Wenn Sie hier auf Profilebene diese Option eingeben, wird damit die IdP-weite Einstellung überschrieben.
el_gr: Η επιλογή %s έχει καθοριστεί ήδη για ολόκληρο τον IdP. Αν την ρυθμίσετε εδώ σε επίπεδο προφίλ, αυτή η ρύθμιση θα αντικαταστήσει τη ρύθμιση ολόκληρου του IdP.
es_es: La opción %s está ya definida para todo el IdP. Si la configuras a nivel de este perfil, se sobre-escribirán los valores generales del IdP.
et_ee: Suvand %s on juba IdP-üleselt defineeritud. Kui seadistad selle siin profiili tasemel, eiratakse siinkohal IdP-ülest.
fi_fi: Vaihtoehto %s on jo määritelty IdP:lle. Jos asetat sen tällä profiilitasolla, se kumoaa yleismäärittelyn.
fr_fr: L'option %s est déjà définie globalement dans l'IdP. Si vous la paramétrez au niveau du profil, cette option remplacera la globale.
it_it: L\'opzione %s è già definita a livello di IDP. Se viene impostat a livello di profilo, questo sovrascriverà quella a livello di IdP
pl_pl: Opcje %s są już zdefiniowane na poziomie IdP. Jeżeli ustawisz je na poziomie profilu, to zastąpią one ustawienia poziomu IdP.
pt_pt: Esta opção %s já está definida na informação genérica do IdP. Se adicionar informação ao nível do perfil, esta configuração substitui a informação genérica do IdP.
ro_ro: Opțiunea %s este deja definită în tot jurul furnizorului de identitate. Dacă o setați aici pe nivel de profil, această setare o să o suprascrie pe cea a furnizorului de identitate.
sl_si: Nastavitev %s je že nastavljena na ravni IdP. Če jo nastavite na ravni profila, bo prepisala privzeto nastavitev na ravni IdP.
tr_tr: %s seçeneği halihazırda KiS genelinde tanımlanmıştır. Burada profil seviyesinde tanımlarsanız, bu tanımlar sistem genelinde olanların üzerine yazılacaktır.
uk_ua: Параметри %sвже визначені для IdP. Якщо ви встановите їх тут на рівні профілю, ці налаштування замінять загальнодоступні.

source: When you are sure that everything is correct, please click on 'Save data' and you will be taken to your IdP Dashboard page.
bg_bg: Когато сте сигурни, че всичко е коректно, моля натиснете "Съхрани данните" и ще бъдете отведени на Вашата IdP страница.
ca_es: Quan estigueu segurs que tot és correcte, cliqueu a 'Desar dades' i tornareu al vostre tauler de control.
cy: Pan fyddwch chi'n siŵr bod popeth yn gywir, cliciwch ar 'Save data' a byddwch yn cael eich tywys i'ch tudalen Dangosfwrdd CDU.
de_de: Wenn Sie sicher sind, dass alle Angaben stimmen, dann drücken Sie bitte auf 'Daten speichern' und Sie werden zur Übersichtsseite weitergeleitet.
el_gr: Όταν σιγουρευτείτε ότι όλα είναι σωστά, παρακαλούμε κάντε κλικ στο 'Αποθήκευση δεδομένων' και θα μεταφερθείτε στη σελίδα του Πίνακα Ελέγχου IdP.
es_es: Cuando estés seguro de que todo está bien, haz click en el botón 'Guardar datos' y serás redirigido al panel de mandos del IdP.
et_ee: Kui oled kindel, et kõik on korrektne, klõpsa palun 'Salvesta andmed' ja Sind viiakse Su IdP koondpaneelile.
fi_fi: Kun olet varma, että kaikki on oikein, napsauta 'Tallenna' ja sen jälkeen siirryt IdP Dashboard -sivulle.
fr_fr: Lorsque vous êtes sûr que tout est correct, cliquez sur "Sauvegarder les données" et vous serez redirigé sur le tableau de bord de votre fournisseur d'identité
it_it: Quando sei sicuro che tutto è corretto, clicca su 'Salva i dati' e sarai portato alla pagina Cruscotto del tuo IdP.
pl_pl: Jeżeli jesteś pewny, że wszystkie podane dane są poprawne, to naciśnij przycisk 'Zapamiętaj dane' i przejdziesz do strony ustawień IdP.
pt_pt: Quando toda a informação estiver devidamente preenchida selecione a opção 'Guardar informação' e será redirecionado para a página do seu IdP.
ro_ro: Când sunteți sigur că totul este corect, vă rugăm apăsați pe 'Save data' după care veți fi trimis către pagina dashboard a furnizorului dumneavoastră de identitate.
sl_si: Ko ste prepričani, da je vse pravilno nastavljeno, kliknite 'Shrani podatke' in vrnili se boste na stran z nadzorno ploščo ponudnika identitete.
tr_tr: Herşeyin doğru olduğuna emin olduğunuzda, lütfen 'Veri Kaydet' i tıklayın. IdP Kontrol paneli sayfasına gönderileceksiniz.
uk_ua: Коли ви переконаєтесь, що все правильно, натисніть "Зберегти дані", і ви потрапите на сторінку інформаційної панелі IdP.

source: %s: Edit Profile - Result
bg_bg: %s: Редактиране на профил - резултат
ca_es: %s: Editar el perfil - resultat
cy: %s: Golygu Proffil - Canlyniad
de_de: %s: Profil bearbeiten - Ergebnis
el_gr: %s: Επεξεργασία προφίλ - Αποτέλεσμα
es_es: %s: Editar perfil - Resultado
et_ee: %s: Profiili muutmine - tulemus
fr_fr: %s: Mise à jour du profil - Résultat
it_it: %s: Modifica Profilo - Risultato
pl_pl: %s: Edytuj profil - wynik
pt_pt: %s: Editar Perfil - Resultado
ro_ro: %s: Editare profil - Rezultat
sl_si: %s: Uredi profil – rezultat
tr_tr: %s: Profili Düzenle - Sonuç
uk_ua: %s: Редагувати профіль - Результат

source: %s: Profile wizard (step 3 completed)
bg_bg: %s: Съветник за профил (стъпка 3 завърши)
ca_es: %s: Assitent de perfil (pas 3 completat)
cy: %s: Dewin proffil (cam 3 wedi'i gwblhau)
de_de: %s: Profilerzeugung (Schritt 3 abgeschlossen)
el_gr: %s: Οδηγός προφίλ (βήμα 3 ολοκληρώθηκε)
es_es: %s: Asistente de perfiles (paso 3 concluido)
et_ee: %s: Profiili loomine (samm 3 tehtud)
fi_fi: %s: Profiilivelho (vaihe 3 valmis)
fr_fr: %s: Assistant profile (étape 3 terminée)
it_it: %s: Wizard del profilo (fase 3 completata)
pl_pl: %s: Konfigurator profilu (krok 3 zakończony)
pt_pt: %s: Assistente de Perfis (passo 3 completo)
ro_ro: %s: Program de înregistrare pentru furnizor de identitate (etapa 3 terminată)
sl_si: %s: Čarovnik za profile (3. korak je končan)
tr_tr: %s: Profil sihirbazı(adım 3 tamamlandı)
uk_ua: %s: Майстер налаштування профілю (крок 3 завершено)

source: Submitted attributes for this profile
bg_bg: Изпратени атрибути за този профил
ca_es: Atributs enviats per a aquest perfil
cy: Wedi cyflwyno priodoleddau ar gyfer y proffil hwn
de_de: Übermittelte Attribute für dieses Profil
el_gr: Attributes για αυτό το προφίλ που έχουν υποβληθεί
es_es: Atributos enviados para este perfil
et_ee: Profiili sisestatud atribuudid
fi_fi: Tämän profiilin asetukset on lähetetty
fr_fr: Attributs soumis pour ce profil
it_it: Attributi inviati per questo profilo
pl_pl: Przesłane atrybuty dotyczące tego profilu
pt_pt: Atributos apresentados para este perfil
ro_ro: Atribute pentru acest profil trimise
sl_si: Poslani atributi za ta profil
tr_tr: Bu profil için kabul edilen nitelikler
uk_ua: Визначені атрибути для цього профілю

source: Overall Result
bg_bg: Общ резултат
ca_es: Resultat global
cy: Canlyniad Cyffredinol
de_de: Überblick
el_gr: Γενικό Αποτέλεσμα
es_es: Resultado Global
et_ee: Kogutulemus
fr_fr: Résultat global
it_it: Risultato complessivo
pl_pl: Końcowy wynik
pt_pt: Resultado Geral
ro_ro: Rezultat general
sl_si: Splošen rezultat
tr_tr: Genel Sonuç
uk_ua: Загальний результат

source: Details
bg_bg: Детайли
ca_es: Detalls
cy: Manylion
el_gr: Λεπτομέρειες
es_es: Detalles
et_ee: Üksikasjad
fr_fr: Détails
it_it: Dettagli
pl_pl: Szczegóły
pt_pt: Detalhes
ro_ro: Detalii
sl_si: Podrobnosti
tr_tr: Detaylar
uk_ua: Деталі

source: Realm: <strong>%s</strong>
bg_bg: Област: <strong>%s</strong>
ca_es: Domini: <strong>%s</strong>
cy: Parth: <strong>%s</strong>
el_gr: Τομέας: <strong>%s</strong>
es_es: Dominio: <strong>%s</strong>
et_ee: Domeen: <strong>%s</strong>
fi_fi: Verkkotunnus: <strong>%s</strong>
fr_fr: Domaine : <strong>%s</strong>
ro_ro: Câmpuri: <strong>%s</strong>
sl_si: Področje: <strong>%s</strong>
tr_tr: Yetki alanı: <strong>%s</strong>
uk_ua: Домен: <strong>%s</strong>

source: Anonymous Outer Identities cannot be turned on: realm is missing!
bg_bg: Анонимната външна идентификация не може да бъде включена: липсва област!
ca_es: No es poden activar les identitats externes anònimes: no es troba el domini!
cy: Ni ellir troi Hunaniaeth Allanol Anhysbys ymlaen: mae'r parth ar goll!
de_de: Anonyme Identitäten können nicht aktiviert werden: der Realm ist nicht bekannt!
el_gr: Οι Ανώνυμες Εξωτερικές Ταυτότητες δεν μπορούν να ενεργοποιηθούν: λείπει ο τομέας!
es_es: No se pueden activar las identidades anónimas externas: ¡falta el dominio!
et_ee: Anonüümseid välimisi identiteete ei saa kasutada: domeen on puudu!
fi_fi: Anonyymiä ulkoidentiteettiä ei voi käyttää: verkkotunnus puuttuu.
fr_fr: L'identité externe anonyme ne peut pas être utilisée : le domaine est manquant !
it_it: L'Identità Esterna Anonima non può essere attivata: manca il realm!
pl_pl: Nie można włączyć anonimowej tożsamości zewnętrznej - brakuje realmu!
pt_pt: Não foi possível ativar a autenticação com identidade anónima: realm não disponível!
ro_ro: Identitățile anonime externe nu pot fi autorizate: domeniul lipsește!
sl_si: Anonimnih zunanjih identitet ni mogoče vklopiti: področje manjka.
tr_tr: Dışsal Anonim Kimlikler aktifleştirilemez: yetki alanı bulunamıyor!
uk_ua: Неможливо ввімкнути анонімні зовнішні ідентифікатори: домен відсутній!

source: Anonymous Identity support is <strong>%s</strong>, the anonymous outer identity is <strong>%s</strong>
bg_bg: Поддръжката на анонимна идентичност е <strong>%s</strong>, анонимната външна идентичност е <strong>%s</strong>
ca_es: El suport per a identitats anònimes està <strong>%s</strong>, la identitat anònima externa és <strong>%s</strong>.
cy: Cymorth Hunaniaeth Anhysbys yw <strong>%s</strong>, yr hunaniaeth allanol ddienw yw <strong>%s</strong>
de_de: Anonyme Identitäten sind <strong>%s</strong>, die verwendete anonyme Identität ist <strong>%s</strong>
el_gr: Η υποστήριξη Ανώνυμης Ταυτότητας είναι <strong>%s</strong>, η ανώνυμη εξωτερική ταυτότητα είναι <strong>%s</strong>
es_es: Soporte de identidad anónima es <strong>%s</strong>, la identidad anónima externa es <strong>%s</strong>
et_ee: Anonüümse välise identiteedi tugi on <strong>%s</strong>, anonüümne väline identiteet on <strong>%s</strong>
fi_fi: Anonyymin identiteetin tuki on <strong>%s</strong>, ulompi anonyymi identiteetti on <strong>%s</strong>
fr_fr: La prise en compte de l'identité externe anonyme est <strong>%s</strong>, l'identité externe anonyme est <strong>%s</strong>,
it_it: Il supporto per l'identità anonima è <strong>%s</strong>, l'identità esterna anonima è <strong>%s</strong>
pl_pl: Status wsparcia anonimowości: <strong>%s</strong>, zewnętrzna tożsamość anonimowa jest ustawiona na <strong>%s</strong>
pt_pt: Suporte de Identidade Anónima é <strong>%s</strong>, a identidade anónima externa é <strong>%s</strong>
ro_ro: Suportul pentru identități anonime este <strong>%s</strong>, identitatea anonimă externă este <strong>%s</strong>
sl_si: Podpora za anonimno identiteto je <strong>%s</strong>, anonimna zunanja identiteta je <strong>%s</strong>
tr_tr: Anonim kimlik desteği <strong>%s</strong>, anonim dışsal kimlik ise <strong>%s</strong>
uk_ua: Підтримка анонімних ідентифікаційних даних це <strong>%s</strong>, анонімні зовнішні ідентифікаційні дані це<strong>%s</strong>

source: ON
bg_bg: Включване
ca_es: ACTIU
cy: YMLAEN
de_de: EIN
et_ee: AKTIIVNE
pl_pl: Aktywny
pt_pt: LIGADO
ro_ro: Deschis
sl_si: VKLOPLJENA
tr_tr: AÇIK
uk_ua: УВІМКНЕНО
