Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: Device Compatibility matrix
bg_bg: Матрица на съвместимост на устройство
ca_es: Matriu de compatibilitat de dispositius
cy: Matrics Cydnawsedd Dyfais
de_de: Geräte-Kompatibilitätsmatrix
el_gr: Πίνακας Συμβατότητας Συσκευής
es_es: Matriz de dispositivos compatibles
et_ee: Seadmete ühilduvuse maatriks
fi_fi: Laitteiden yhteensopivuustaulukko
fr_fr: Matrice de compatibilité des systèmes
it_it: Matrice di compatibilità dei dispositivi
pl_pl: Tablica kompatybilności urządzeń
pt_pt: Matriz de compatibilidade de dispositivos
ro_ro: Matricea compatibilității dispozitivelor
sl_si: Matrika združljivosti naprav
tr_tr: Cihaz Uyumluluk Matrisi
uk_ua: Матриця сумісності пристроїв

source: Copied!
bg_bg: Копирано!
ca_es: Copiat!
cy: Wedi'i gopïo!
es_es: Copiado
et_ee: Kopeeritud!
it_it: Copiato!
pl_pl: Skopiowano!
ro_ro: Copiat!
sl_si: Kopirano!
uk_ua: Скопійовано!

source: Click the download button to download the installer or the clipboard copy icon to save the link.
bg_bg: Кликнете върху бутона за изтегляне, за да изтеглите инсталатора, или върху иконата за копиране в клипборда, за да запазите връзката.
ca_es: Cliqueu al botó de descarrega per obtenir l'instal·lador o a l'icona de copiar per a desar l'enllaç.
cy: Cliciwch y botwm lawrlwytho i lawrlwytho'r gosodwr neu'r eicon copi clipfwrdd i gadw'r cyswllt.
es_es: Haz clic en el botón de descarga para descargar el instalador, o en el icono del portapapeles para copiar su enlace.
et_ee: Klõpsa paigaldusprogrammi allalaadimiseks allalaadimisnupule või lingi salvestamiseks lõikepuhvri-pildikesele.
it_it: Fare clic sul pulsante di download per scaricare il programma di installazione oppure sull'icona di copia negli appunti per salvare il collegamento.
pl_pl: Kliknij przycisk by pobrać instalator lub ikonę kopiowania do schowka by zachować link.
ro_ro: Apăsați pe butonul de descărcare pentru a descărca programul de instalare sau pe pictograma de copiere din clipboard pentru a salva linkul.
sl_si: Kliknite gumb za prenos, da prenesete namestitveni program, ali ikono za kopiranje v odložišče, da shranite povezavo.
uk_ua: Натисніть кнопку Завантажити, щоб отримати інсталятор, або піктограму копіювання з буфера обміну, щоб зберегти посилання.

source: Copy link to clipboard
bg_bg: Копиране на връзката в клипборда
ca_es: Copia l'enllaç
cy: Copïo cyswllt i'r clipfwrdd
es_es: Copiar enlace en el portapapeles
et_ee: Kopeeri link lõikepuhvrisse
it_it: Copia il collegamento negli appunti
pl_pl: Skopiuj link do schowka
ro_ro: Copiați linkul pe clipboard
sl_si: Kopiraj povezavo v odložišče
uk_ua: Скопіювати посилання в буфер обміну

source: Device compatibility matrix for %s of %s
bg_bg: Матрица на съвместимост на устройство за %s от %s
ca_es: Matriu de compatibilitat de dispositius per a %s de %s
cy: Matrics cydweddoldeb dyfais ar gyfer %s o %s
de_de: Geräte Kopatibilitätsmatrix für %s von %s
el_gr: Πίνακας συμβατότητας συσκευής για %s από %s
es_es: Matriz de compatibilidad de dispositivos para %s de %s
et_ee: Seadmete ühilduvuse maatriks profiilile %s (identiteedipakkuja %s)
fr_fr: Matrice de compatibilité des appareils pour %s de %s
it_it: Matrice di compatibilità dei dispositivi per %s di %s
pl_pl: Tablica kompatybilności urządzeń dla %s z %s
pt_pt: Matriz de compatibilidade de dispositivos para %s de %s
ro_ro: Matricea compatibilității despozitivelor pentru %s al %s
sl_si: Matrika združljivosti naprav za %s od %s
uk_ua: Матриця сумісності пристроїв для%s для %s

source: Device
bg_bg: Устройство
ca_es: Dispositiu
cy: Dyfais
de_de: Gerät
el_gr: Συσκευή
es_es: Dispositivo
et_ee: Seade
fi_fi: Laite
fr_fr: Appareil
it_it: Dispositivo
pl_pl: Urządzenie
pt_pt: Dispositivo
ro_ro: Dispozitiv
sl_si: Naprava
tr_tr: Cihaz
uk_ua: Пристрій

source: EAP-Type-specific options...
bg_bg: Опции, специфични за EAP-тип ...
ca_es: Opcions d'EAP específiques segons el tipus ...
cy: Opsiynau EAP-Math-benodol...
de_de: EAP-Typ-spezifische Optionen
el_gr: Επιλογές ανά τύπο EAP...
es_es: Opciones específicas del tipo EAP...
et_ee: EPA-Type põhised omadused...
fi_fi: EAP-tyyppikohtaiset asetukset...
fr_fr: Options spécifiques à la méthode EAP...
it_it: Opzioni per tipo di EAP
pl_pl: Opcje specyficzne dla typu EAP...
pt_pt: Opções EAP-Type-specific ...
ro_ro: Opțiuni specifice tipului EAP
sl_si: Možnosti, specifične za vrsto EAP ...
tr_tr: EAP-Tipine-özgü ayarlar..
uk_ua: Спеціальні параметри для типу EAP ...

source: Device-specific options...
bg_bg: Опции, специфични за устройство ...
ca_es: Opcions específiques segons dispositiu...
cy: Opsiynau dyfais-benodol...
de_de: Gerätespezifische Optionen
el_gr: Επιλογές ανά συσκευή...
es_es: Opciones específicas de dispositivo...
et_ee: Seadmepõhised omadused...
fi_fi: Käyttöjärjestelmäkohtaiset asetukset...
fr_fr: Options spécifiques de l'appareil...
it_it: Opzioni per dispositivo
pl_pl: Opcje specyficzne dla typu urządzenia...
pt_pt: Opções Device-specific ...
ro_ro: Opțiuni specifice dispozitivului
sl_si: Možnosti, specifične za napravo …
tr_tr: Cihaza özgü ayarlar...
uk_ua: Спеціальні параметри пристрою ...

source: %s<br/>Installer
bg_bg: %s<br/>Инсталатор
ca_es: %s<br/>Instal·lador
cy: Gosodwr <br/>%s
de_de: %s <br/>Installationsprogramm
es_es: Instalador de %s <br/>
et_ee: %s<br/>Paigaldusprogramm
fr_fr: Installeur <br/> %s
it_it: %s<br/> Programma di installazione
pl_pl: %s<br/>Instalator
pt_pt: %s<br/>Instalador
ro_ro: %s<br/> Program de instalare
sl_si: Namestitveni program %s<br/>
uk_ua: %s<br/>Інсталятор

source: %s + OpenRoaming<br/>Installer
bg_bg: %s + OpenRoaming<br/>Инсталатор
ca_es: %s + <br/>instal·lador de l'OpenRoaming
cy: Gosodwr %s +<br/>OpenRoaming
de_de: %s + OpenRoaming <br/>Installationsprogramm
es_es: Instalador de %s + OpenRoaming <br/>
et_ee: %s + OpenRoaming<br/>Paigaldusprogramm
fr_fr: Installeur <br/> %s + OpenRoaming
it_it: %s + programma dii installazione OpenRoaming<br/>
pl_pl: %s + OpenRoaming<br/>Instalator
pt_pt: %s + OpenRoaming <br/> Instalador
ro_ro: %s + OpenRoaming<br/>Program de instalare
sl_si: Namestitveni program %s + OpenRoaming<br/>
uk_ua: %s + OpenRoaming<br/>Інсталятор

source: Legend:
bg_bg: Легенда:
ca_es: Llegenda:
cy: Chwedl:
de_de: Legende:
el_gr: Υπόμνημα:
es_es: Leyenda:
fi_fi: Selitys:
fr_fr: Légende :
it_it: Legenda:
pl_pl: Legenda:
pt_pt: Legenda:
ro_ro: Legendă:
sl_si: Legenda:
tr_tr: Lejant:
uk_ua: Пояснення

source: Colour
bg_bg: Цвят
ca_es: Color
cy: Lliw
de_de: Farbe
el_gr: Χρώμα
es_es: Color
et_ee: Värv
fr_fr: Couleur
it_it: Colore
pl_pl: Kolor
pt_pt: Cor
ro_ro: Culoare
sl_si: Barva
uk_ua: Колір

source: Meaning
bg_bg: Значение
ca_es: Significat
cy: Ystyr geiriau
de_de: Bedeutung
el_gr: Σημασία
es_es: Significado
et_ee: Tähendus
fr_fr: Signification
it_it: Significato
pl_pl: Znaczenie
pt_pt: Significado
ro_ro: Semnificație
sl_si: Pomen
uk_ua: Значення

source: redirection is set
bg_bg: настроено е пренасочване
ca_es: redirecció activada
cy: ailgyfeirio yn cael ei osod
de_de: Weiterleitung ist konfiguriert
el_gr: η ανακατεύθυνση είναι ορισμένη
es_es: redirección activada
et_ee: ümbersuunamine on tehtud
fi_fi: uudelleenohjaus asetettu
fr_fr: La redirection est activée
it_it: è configurata una ridirezione
pl_pl: ustawiono przekierowanie
pt_pt: reencaminhamento está ativo
ro_ro: redirecționarea este setată
sl_si: preusmeritev je nastavljena
tr_tr: yönlendirme ayarlandı
uk_ua: встановлена переадресація

source: will be offered on download site
bg_bg: ще бъде предложен на сайта за изтегляне
ca_es: s'oferirà al lloc de descàrrega
cy: yn cael ei gynnig ar y safle lawrlwytho
de_de: wird auf der öffentlichen Downloadseite von CAT bereitgestellt
el_gr: θα προσφερθεί στη ιστοσελίδα λήψεων
es_es: se ofrecerá en el sitio de descargas
et_ee: pakutakse allalaadimiskohas
fi_fi: saatavissa lataussivulta
fr_fr: sera proposé sur le site de téléchargement
it_it: sarà offerto sul sito per lo scaricamento.
pl_pl: będzie udostępniany na stronie
pt_pt: ficará disponível na área de Download do site
ro_ro: o să fie oferit pe pagina de descărcare
sl_si: bo na voljo na spletem mestu za prenos
tr_tr: indirme sitesinden sunulacak
uk_ua: буде запропоновано на сайті для завантаження

source: configured, but not preferred EAP type
bg_bg: конфигуриран, но с непредпочитан EAP тип
ca_es: configurat, però tipus EAP no preferit
cy: wedi'i ffurfweddu, ond nid y math EAP a ffefrir
de_de: konfiguriert, ist aber nicht der bevorzugte EAP-Typ
el_gr: ρυθμισμένο, αλλά όχι ο προτεινόμενος τύπος EAP
es_es: configurado, pero no es el tipo EAP preferido
et_ee: seadistatud, kuid mitte eelistatud EAP tüüp
fi_fi: konfiguroitu, mutta ei suositeltu EAP-tyyppi
fr_fr: configuré, mais pas de méthode EAP préférée
it_it: tipo EAP configurato, ma non preferito
pl_pl: typ EAP skonfigurowany, ale nie preferowany
pt_pt: tipo de EAP configurado, mas não preferencial
ro_ro: configurat, dar nu este tipul EAP preferat
sl_si: je konfiguriran, vendar ni zaželena vrsta EAP
tr_tr: yapılandırılmış, fakat tercih edilen EAP tipinde değil
uk_ua: налаштований, але не кращий тип EAP

source: incomplete configuration
bg_bg: незавършена конфигурация
ca_es: configuració incomplerta
cy: cyfluniad anghyflawn
de_de: Konfiguration unvollständig
el_gr: ημιτελής ρύθμιση
es_es: configuración incompleta
et_ee: lõpetamata seadistus
fi_fi: keskeneräinen konfiguraatio
fr_fr: configuration incomplète
it_it: configurazione incompleta
pl_pl: niekompletna konfiguracja
pt_pt: configuração incompleta
ro_ro: configurare incompletă
sl_si: nepopolna konfiguracija
tr_tr: eksik yapılandırma
uk_ua: неповна конфігурація

source: not supported by CAT
bg_bg: не се поддържа от CAT
ca_es: no contemplat pel CAT
cy: heb ei gefnogi gan CAT
de_de: von CAT nicht unterstützt
el_gr: δεν υποστηρίζεται από το CAT
es_es: no está soportado por CAT
et_ee: CAT ei toeta
fi_fi: ei CAT-tukea
fr_fr: non supporté par CAT
it_it: non supportato da CAT
pl_pl: Niewspierane w CAT
pt_pt: não suportado pelo CAT
ro_ro: nesuportat de către CAT
sl_si: CAT ne zagotavlja podpore
tr_tr: CAT tarafından desteklenmiyor
uk_ua: не підтримується CAT

source: Footnotes:
bg_bg: Бележки под линия:
ca_es: Notes al peu:
cy: Troednodiadau:
de_de: Fußnoten:
el_gr: Υποσημειώσεις:
es_es: Notas al pie:
et_ee: Joonealune märkus:
fi_fi: Alaviitteet:
fr_fr: Notes de bas de page :
it_it: Note:
pl_pl: Przypisy:
pt_pt: Notas de rodapé:
ro_ro: Note de subsol:
sl_si: Sprotne opombe:
tr_tr: Dip notlar:
uk_ua: Виноски:

source: Return to dashboard
bg_bg: Върнете се до таблото
ca_es: Tornar al tauler de control
cy: Dychwelyd i'r dangosfwrdd
de_de: Zurück zur IdP Übersichtsseite
el_gr: Επιστροφή στον πίνακα ελέγχου
es_es: Volver al panel de mandos
et_ee: Mine tagasi koondpaneelile
fi_fi: Palaa takaisin
fr_fr: Revenir au tableau de bord
it_it: Ritorna al cruscotto
pl_pl: Powrót do głównego panelu
pt_pt: Regressar ao Dashboard
ro_ro: Întoarceți-vă la panoul de control
sl_si: Nazaj na nadzorno ploščo
tr_tr: Kontrol paneline geri dön
uk_ua: Повернутися до інформаційної панелі

source: Information needed!
bg_bg: Нужна е информация!
ca_es: Cal informació!
cy: Angen gwybodaeth!
de_de: Informationen fehlen!
el_gr: Χρειάζονται πληροφορίες!
es_es: ¡Se necesita información!
et_ee: Teave vajalik!
fi_fi: Lisää tietoa tarvitaan!
fr_fr: Information nécessaire !
it_it: Informazione necessaria!
pl_pl: Potrzebna informacja!
pt_pt: Informação necessária!
ro_ro: Necesită informații!
sl_si: Potrebne so informacije.
tr_tr: Bilgiye ihtiyaç var!
uk_ua: Потрібна інформація!

source: You can create up to %d users.
bg_bg: Можете да създадете до %d потребители.
ca_es: Podeu crear fins a %d usuaris.
cy: Gallwch greu hyd at %d defnyddwyr.
de_de: Sie können bis zu %d Nutzer erstellen.
el_gr: Μπορείτε να δημιουργήσετε μέχρι και %d χρήστες .
es_es: Puedes crear hasta %d usuarios.
et_ee: Saad luua kuni %d kasutajat.
fr_fr: Vous pouvez créer jusqu'à %d utilisateurs.
it_it: Puoi creare fino a %d utenti.
pl_pl: Możesz stworzyć so %d użytkowników.
pt_pt: Pode criar até %d utilizadores.
ro_ro: Puteți crea până la %d utilizatori.
sl_si: Ustvarite lahko do toliko uporabnikov: %d.
uk_ua: Ви можете створити до %dкористувачів.

source: Their credentials will carry the name <strong>%s</strong>.
bg_bg: Техните идентификационни данни ще носят името <strong>%s</strong>.
ca_es: Les seves credencials duran el nom <strong>%s</strong>
cy: Bydd eu manylion mewngofnodi defnyddiwr yn cynnwys yr enw <strong>%s</strong>.
de_de: Die Nutzerkonten werden das Suffix <strong>%s</strong> tragen.
el_gr: Τα διαπιστευτήρια τους θα κρατήσουν το όνομα <strong>%s</strong>.
es_es: Sus credenciales incluirán el nombre <strong>%s</strong>.
et_ee: Nende kasutajakontod nimetatakse<strong>%s</strong>.
fr_fr: Leurs identifiants porteront le nom <strong>%s</strong>.
it_it: Le loro credenziali porteranno il nome <strong>%s</strong>.
pl_pl: Ich dane uwierzytelniania będą miały nazwę <strong>%s</strong>.
pt_pt: As suas credenciais levarão o nome <strong>%s</strong>.
ro_ro: Credențialele lor vor purta numele <strong>%s</strong>.
sl_si: Njihove poverilnice se bodo imenovale <strong>%s</strong>.
uk_ua: Їхні облікові дані матимуть ім'я <strong>%s</strong>.

source: Manage User Base
bg_bg: Управление на потребителската база
ca_es: Gestiona la base d'usuaris
cy: Rheoli Sylfaen Defnyddiwr
de_de: Benutzer-Basis verwalten
el_gr: Διαχείριση Βάσης Χρηστών
es_es: Administrar la base de usuarios
et_ee: Halda kasutajaid
fi_fi: Hallitse käyttäjäkanta
fr_fr: Gérer la base des utilisateurs
it_it: Gestisci la base utenti
pl_pl: Zarządzanie bazą użytkowników
pt_pt: Gerir Base de Utilizadores
ro_ro: Administrează baza de utilizatori
sl_si: Upravljanje baze uporabnikov
tr_tr: Kullanıcı Tabanını Yönet
uk_ua: Управління базою користувачів

source: Profile: %s
bg_bg: Профил: %s
ca_es: Perfil: %s
cy: Proffil: %s
de_de: Profil: %s
el_gr: Προφίλ: %s
es_es: Perfil: %s
et_ee: Profiil: %s
fi_fi: Profiili: %s
fr_fr: Profil : %s
it_it: Profilo: %s
pl_pl: Profil: %s
pt_pt: Perfil: %s
ro_ro: Profilul: %s
sl_si: Profil: %s
tr_tr: Profil: %s
uk_ua: Профіль: %s

source: <strong>EAP Types</strong> (in order of preference):
bg_bg: <strong>EAP типове</strong> (по реда на предпочитанията):
ca_es: <strong>Tipus EAP</strong> (en ordre de preferència):
cy: <strong> Mathau EAP</strong> (yn nhrefn dewis):
de_de: <strong>EAP Typen</strong> (absteigende Präferenz):
el_gr: <strong>Τύποι EAP</strong> (κατά σειρά προτίμησης):
es_es: <strong>Tipos EAP</strong> (en orden de preferencia):
et_ee: <strong>EAP tüübid</strong> (eelistamise järjekorras):
fi_fi: <strong>EAP-tyypit</strong> (suositusjärjestys):
fr_fr: <strong>Méthodes EAP</strong> (par ordre de préférence) :
it_it: <strong>Tipi EAP</strong> (in ordine di preferenza):
pl_pl: <strong>Typy EAP</strong> (uporządkowane wg priorytetów):
pt_pt: <strong>Tipos de EAP</strong> (por ordem de preferência):
ro_ro: <strong>Tipuri EAP</strong> (în ordinea preferințelor):
sl_si: <strong>Vrste EAP</strong> (v prednostnem vrstnem redu):
tr_tr: <strong>EAP Tipleri</strong>(tercih sırasına göre)
uk_ua: <strong>Типи EAP</strong> (у порядку пріорітету):

source: Options on EAP Method/Device level are in effect.
bg_bg: В сила е опцията на ниво EAP Метод/Устройство.
ca_es: Les opcions del dispositiu/mètode EAP són efectives.
cy: Mae opsiynau ar lefel Dull/Dyfais EAP mewn grym.
de_de: Optionen spezifisch zu EAP-Methode oder Gerät sind eingerichtet.
el_gr: Είναι ενεργές επιλογές σε επίπεδο Μεθόδου EAP/Συσκευής.
es_es: Se están aplicando opciones a nivel de método EAP / dispositivo.
et_ee: EAP meetodi/seadme taseme suvandid on käigus.
fi_fi: EAP-menetelmän / laitteen tason asetukset ovat voimassa.
fr_fr: Les options sur la méthode EAP au niveau de l'appareil sont actives.
it_it: Le opzioni a livello di Metodo EAP/Dispositivo sono attive.
pl_pl: Obowiązują opcje metody EAP / urządzenia.
pt_pt: Opções ao nível do Método EAP/Dispositivo estão em vigor.
ro_ro: Opțiunile la nivel de Metoda EAP/Dispozitiv sunt activate.
sl_si: V veljavi so možnosti na ravni metode EAP/naprave.
tr_tr: EAP Yöntemi/Cihaz seviyesi seçenekleri geçerli.
uk_ua: Діють налаштування на рівні методу EAP/Пристрою.

source: Option override on profile level is in effect.
bg_bg: В сила е опцията припокриване на нивото на профила.
ca_es: Hi ha efectiva una opció a nivell de perfil.
cy: Mae diystyru opsiwn ar lefel proffil i bob pwrpas.
de_de: In diesem Profil werden globale Optionen überschrieben.
el_gr: Η αντικατάσταση επιλογής στο επίπεδο προφίλ είναι ενεργή.
es_es: Se aplica sobreescritura de opción a nivel de perfil.
et_ee: Kehtib suvandi eiramine profiili tasemel.
fi_fi: Valinta override profiilitasolla on päällä
fr_fr: Option de préemption du profil active
it_it: L'opzione di sovrascrittura a livello di PROFILO è attiva
pl_pl: Dokonano zmiany opcji na poziomie profilu.
pt_pt: A opção de substituição ao nível do perfil está ativa.
ro_ro: Suprascrierea opțiunilor la nivel de profil este activată.
sl_si: V veljavi je prepis možnosti na ravni profila.
tr_tr: Profil düzeyinin değerini değiştirebilme seçeneği etkin.
uk_ua: Опцію перевизначено на рівні профілю

source: The information in this profile is incomplete.
bg_bg: Информацията в този профил е непълна.
ca_es: La informació en aquest perfil és incomplerta.
cy: Mae'r wybodaeth yn y proffil hwn yn anghyflawn.
de_de: Die Informationen in diesem Profil sind nicht vollständig.
el_gr: Οι πληροφορίες σε αυτό το προφίλ δεν είναι ολοκληρωμένες.
es_es: La información en este perfil está incompleta.
et_ee: Teave selles profiilis ei ole täielik.
fi_fi: Tämän profiilin tiedot eivät ole valmiita.
fr_fr: Les informations dans ce profil sont incomplètes.
it_it: Le informazioni in questo profilo sono incomplete
pl_pl: Informacja w ramach tego profilu nie jest kompletna.
pt_pt: A informação deste perfil está incompleta.
ro_ro: Informațiile din acest profil sunt incomplete.
sl_si: Informacije v tem profilu so nepopolne.
tr_tr: Bu profil hakkındaki bilgiler eksik.
uk_ua: Інформація в цьому профілі неповна.

source: This profile is shown on the user download interface.
bg_bg: Този профил е показан на интерфейса за изтегляне на потребителя.
ca_es: Aquest perfil es mostra a l'interfície de descàrrega d'usuari.
cy: Dangosir y proffil hwn ar y rhyngwyneb lawrlwytho defnyddiwr.
de_de: Dieses Profil wird für Endbenutzer angezeigt.
el_gr: Αυτό το προφίλ εμφανίζεται στη διεπαφή λήψης των χρηστών.
es_es: El perfil es mostrado en la interfaz de descarga del usuario.
et_ee: Seda profiili näidatakse kasutajale allalaadimisliideses.
fi_fi: Tämä profiili näytetään loppukäyttäjien latausnäkymässä.
fr_fr: Ce profil est affiché dans l\'interface de téléchargement de l\'utilisateur.
it_it: Questo profilo viene mostrato sull'interfaccia di download per l'utente.
pl_pl: Profil będzie pokazany w interfejsie pobierania instalatorów.
pt_pt: Este perfil é apresentado na interface de download.
ro_ro: Acest profil este afișat pe interfața de descărcare a utilizatorului.
sl_si: Ta profil je prikazan v uporabniškem vmesniku za prenose.
tr_tr: Bu profil kullanıcı indirme arayüzünden gösterilmektedir.
uk_ua: Цей профіль відображається в інтерфейсі завантаження користувача.

source: This profile is NOT shown on the user download interface, even though we have enough information to show. To enable the profile, add the attribute "%s" and tick the corresponding box.
bg_bg: Този профил НЕ е показан на интерфейса за изтегляне на потребителя, въпреки това имаме достатъчно информация за визуализиране. За да разрешите профила, добавете атрибута "%s" и сложете отметка в съответната кутия.
ca_es: Aquest perfil NO es mostra a la interfície de descàrrega d'usuari, encara que hi ha prou informació per mostrar. Per habilitar el perfil, afegiu l'atribut "%s" i marqueu la caixa corresponent.
cy: NID yw'r proffil hwn yn cael ei ddangos ar y rhyngwyneb lawrlwytho defnyddiwr, er bod gennym ddigon o wybodaeth i'w dangos. I alluogi'r proffil, ychwanegwch y briodwedd "%s" a thiciwch y blwch cyfatebol.
de_de: Dieses Profil wird NICHT für Endbenutzer angezeigt, obwohl genug Informationen eingeben wurden, um dort etwas anzeigen zu können. Um es freizugeben, fügen Sie bitte die Option "%s" zu dem Profil hinzu.
el_gr: Αυτό το προφίλ ΔΕ θα εμφανίζεται στη διεπαφή για τις λήψεις χρηστών, παρότι έχουμε επαρκείς πληροφορίες να εμφανίσουμε. Για να ενεργοποιηθεί το προφίλ, προσθέστε το attribute "%s" και επιλέξτε το αντίστοιχο στοιχείο ελέγχου.
es_es: El perfil NO se muestra en la interfaz de descargas para los usuarios aunque tengamos suficiente información como para mostrarlo. Para habilitar el perfil, añade el atributo "%s" y habilitar la correspondiente casilla.
et_ee: Seda profiili EI näidata kasutajale allalaadimisliideses, kuigi meil on kuvamiseks piisavalt teavet. Et lubada profiil, lisa atribuut "%s" ja linnuta vastav kastike.
fi_fi: Tätä profiilia ei näytetä käyttäjien latausliittymässä vaikka kaikki tiedot ovat määritelty. Jos haluat näyttää profiilin, lisää attribuutti "%s" ja merkkaa vastaava valintalaatikko.
fr_fr: Ce profil n\'est PAS visible sur l\'interface de téléchargement utilisateur, bien qu\'il comporte les informations nécessaires pour être affiché. Pour activer ce profil, ajouter l\'attribut "%s" et cochez la caser correspondante.
it_it: Questo profilo NON è mostrato nell'interfaccia di download dell'utente, anche se avremmo informazioni sufficienti per mostrarlo. Per abilitare il profilo, aggiungere l'attributo "%s" e attivare il box corrispondente.
pl_pl: Ten profil NIE będzie pokazany w interfejsie pobierania instalatorów, pomimo, że mamy wystarczającą ilość informacji. Aby włączyć ten profil dodaj atrybut "%s" i zaznacz opcję wyboru.
pt_pt: Este perfil NÃO estará disponível ao utilizador na interface de download, mesmo que exista informação suficiente para o apresentar. Para ativar este perfil, adicione o atributo "%s" e selecione a respetiva caixa.
ro_ro: Acest profil NU este afișat pe interfața de descărcare a utilizatorului, chiar dacă avem destule informații de afișat. Pentru a activa acest profil, adăugați atributul "%s" și bifați căsuța corespunzătoare.
sl_si: Čeprav imamo vse potrebne informacije za prikaz, ta profil NI prikazan v uporabniškem vmesniku za prenose. Če želite omogočiti profil, dodajte atribut "%s" in označite ustrezno polje.
tr_tr: Bu profil, görüntülenmek için yeterli bilgiye sahip olunduğu halde, kullanıcı indirme arayüzünde GÖRÜNTÜLENMEYECEK. Profili aktifleştirmek için, "%s" özniteliğini ekleyin ve ilgili kutucuğu işaretleyin.
uk_ua: Цей профіль НЕ показується в інтерфейсі завантаження, хоча ми маємо достатньо інформації для показу. Щоб увімкнути профіль, додайте атрибут "%s" і позначте відповідне полі.

source: Profile redirected
bg_bg: Профилът е пренасочен
ca_es: Perfil redirigit
cy: Ailgyfeiriodd y proffil
el_gr: Το προφίλ έχει ανακατευθυνθεί
es_es: Perfil redirigido
et_ee: Profiil on ümber suunatud
fr_fr: Profil redirigé
it_it: Profilo rediretto
pl_pl: Profil przekierowania
ro_ro: Profil redirecționat
sl_si: Profil je preusmerjen
uk_ua: Профіль перенаправлений
