Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: significant changes were made to a RADIUS deployment profile of the %s %s / %s / '%s'.
bg_bg: Бяха направени значителни промени на RADIUS инсталационния профил на %s %s / %s / '%s'.
ca_es: s'han fet canvis importants a un perfil de RADIUS de %s %s / %s / '%s'.
cy: gwnaed newidiadau sylweddol i proffil defnyddio RADIUS o'r %s %s/%s/'%s'.
de_de: Es wurden erhebliche Änderungen vorgenommen an einem RADIUS Profil des %s %s / %s / '%s'.
el_gr: σημαντικές αλλαγές έγιναν σε ένα RADIUS deployment profile του %s %s / %s / '%s'.
es_es: se han realizado cambios significativos al perfil de despliegue RADIUS del %s %s / %s / '%s'.
et_ee: RADIUSe rakendusprofiilis %s tehti olulisi muudatusi: %s / %s / '%s'
fi_fi: huomattavia muutoksia tehtiin %s %s / %s / '%s':n RADIUS-profiilille.
fr_fr: Des modifications importantes ont été apportées à un profil de déploiement RADIUS du %s %s / %s /'%s'.
it_it: sono state apportate modifiche significative a un profilo di impiego RADIUS dei %s %s / %s / '%s'.
pl_pl: dokonano istotnych zmian w profilu uruchomieniowym RADIUS %s %s / %s / '%s'.
pt_pt: alterações significativas foram feitas para um perfil de implantação RADIUS do %s%s/%s/'%s'.
ro_ro: au fost făcute modificări semnificative la un profil RADIUS pentru %s %s / %s / '%s'.
sl_si: v profilu uvedbe RADIUS %s %s/%s/'%s' so bile opravljene večje spremembe.
tr_tr: %s %s / %s / '%s' RADIUS dağıtım profilinde önemli değişiklikler yapıldı.

source: OK
bg_bg: ОК
cy: IAWN
pl_pl: TAK
ro_ro: De acord
sl_si: V redu
tr_tr: Tamam

source: SSIDs:
et_ee: SSIDd
fi_fi: SSID:t:
pl_pl: SSID:
ro_ro: SSID-uri:
sl_si: SSID-i:
tr_tr: SSID ler:

source: subjectAltName:DNS :
ro_ro: subiectNumeAlternativ:DNS :

source: %dx %s
es_es: %ds %s
pl_pl: %d razy %s

source: Requester Contact Details: will come from eduroam DB (using stub 'Someone, &lt;someone@somewhere.xy&gt;').
fi_fi: Hakijan yhteystiedot: saadaan eduroam-tietokannasta (haulla 'Nimi, &lt;nimi@organisaatio.xy&gt;').

source: Certificate for %s role
fi_fi: Varmenne %s-roolille

source: <strong>Name</strong>: The %s may have names in multiple languages. It is recommended to always populate at least the 'default/other' language, as it is used as a fallback if the system does not have a name in the exact language the user requests a download in.
fi_fi: <strong>Nimi</strong>:%s:lla saattaa olla nimiä useilla kielillä. On suositeltavaa täyttää ainakin oletus / muu kieli. Sitä käytetään sillä varalla, että järjestelmällä ei ole nimeä kielellä, jota käyttäjä on latauksen yhteydessä valinnut.

source: Without Anoymous Identity, the actual username will be used as outer identity and be the basis for request routing. For that to work, the username must have a correct realm suffix. Yet, realm suffix verification has been turned OFF. Supplicants will not verify that usernames contain a realm, and errors such as username 'johndoe' which will not work in roaming scenarios will not be prohibited. Consider checking the box 'Enforce realm suffix in username'!
fi_fi: Ilman ulompaa identiteettiä käyttäjätunnus käytetään ulompana identiteettinä ja autentikointipyynnön reititys perustuu siihen. Tästä syystä käyttäjätunnuksessa on oltava oikea toimialue. Toimialueen tarkistus on kuitenkin poistettu käytöstä. Suplikantit eivät tarkista että käyttäjätunnuksessa on toimialueosaa ja jos se puuttuu, autentikointipyynnön reititys epäonnistuu. Harkitse 'Vaadi toimialue käyttäjätunnuksen perään'-vaihtoehdon ruksaamista!

source: CN:
fi_fi: Nimi:

source: Comma separated values should be provided in CSV file: username, expiration date 'yyyy-mm-dd', number of tokens (optional):
fi_fi: CSV-tiedostossa on oltava pilkulla erotetut arvot: käyttäjänimi, vanhentumispäivä "yyyy-mm-dd", polettien määrä (valinnainen):

source: %s Database Sync Status
fi_fi: %s Tietokannan synkronointitilanne

source: Device compatiblity matrix for %s of %s
fi_fi: Laitteiden yhteensopivuustaulukko: %s / %s

source: The format of this option is: IPv4|IPv6|hostname:port . Forcing your users through a content filter of your own is a significant invasion of user self-determination. It also has technical issues. Please throughly read the discussion at %s before specifying a proxy with this option. This feature is currently experimental and only has an effect in Apple installers.
fi_fi: Formaatti optiolle on: "IPv4|IPv6|hostname:port". Jos käyttäjien liikenne suodatetaan, heidän itsemääräämisoikeus loukataan. Lisäksi sillä on teknisiä haasteita. Luethan huolella keskustelun %s ennen kuin etenet. Ominaisuus on kokeellinen ja vaikuttaa vain Apple:n asetuksiin.

source: Additional SSID
fi_fi: Muu SSID

source: Extra text on downloadpage for EAP method
fi_fi: Lisäteksti lataussivulle EAP-metodia varten
