Repository: GEANT/CAT
Catalog: translation/*/web_user.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, hu_hu, it_it, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: Windows 'SmartScreen' or 'Internet Explorer' tell me that the file is not commonly downloaded and possibly harmful. Should I be concerned?
ar: أخبرني برنامج 'SmartScreen' الخاص بنظام Windows أو 'Internet Explorer' أن الملف لم يتم تنزيله بالطريقة الشائعة وربما يكون ضارًا. هل يجب علي أن أقلق؟
bg_bg: Windows 'SmartScreen' или 'Internet Explorer' ми казват, че файлът не се изтегля често и е възможно да е вреден. Трябва ли да се притеснявам?
ca_es: L'"SmartScreen" de Windows o l'Internet Explorer m'informen que el fitxer no es baixa habitualment i és potencialment danyí. M'he de preocupar?
cs_cz: Windows 'SmartScreen' nebo 'Internet Explorer' mě upozorňuje, že tento soubor si nestáhl dostatečný počet uživatelů a jeho obsah může být škodlivý. Mám přesto pokračovat?
cy: Mae Windows 'SmartScreen' neu 'Internet Explorer' yn dweud wrthyf nad yw'r ffeil yn cael ei lawrlwytho'n gyffredin ac o bosibl yn niweidiol. A ddylwn i fod yn bryderus?
de_de: Windows 'SmartScreen' oder 'Internet Explorer' warnen mich davor, dass das Installationsprogramm nicht oft heruntergeladen wurde und möglicherweise eine Gefahr darstellt. Sollte ich mir Sorgen machen?
el_gr: Το 'SmartScreen' των Windows ή ο 'Internet Explorer' αναφέρουν ότι η λήψη του αρχείου δεν είναι συχνή και πιθανώς να είναι επιβλαβές. Πρέπει να ανησυχήσω;
es_es: El filtro SmartScreen de Windows o Internet Explorer me dicen que este fichero no es descargado habitualmente y que posiblemente podría ser dañino. ¿Debería preocuparme?
et_ee: Windowsi 'SmartScreen' või 'Internet Explorer' vastavad, et faili üldiselt ei laeta alla ja see võib olla ohtlik. Kas peaksin muret tundma?
fi_fi: Windowsin SmartScreen tai Internet Explorer ilmoittavat minulle, että tiedostoa ei ole yleisesti ladattu ja että se voi olla haitallinen. Pitäisikö minun huolestua?
fr_fr: Windows 'Internet Explorer' ou 'SmartScreen' m'indique que le fichier ne s'est pas téléchargé correctement et constitue une menace possible. Dois-je me sentir concerné ?
hr_hr: Windows 'SmartScreen' or 'Internet Explorer' kažu mi da datoteka nije dovoljno puta preuzeta i da može biti štetna. Trebam li biti zabrinut?
hu_hu: A Windows 'SmartScreen' vagy az 'Internet Explorer' arra figyelmeztet, hogy ez nem egy szokásos fá
it_it: Windows 'SmartScreen' o'Internet Explorer' indica che il file non è scaricabile e possibilmente pericoloso. Devo preoccuparmi?
pl_pl: Filtr 'SmartScreen' albo 'Internet Explorer' wyświetlają komunikat, że plik jest rzadko pobierany i potencjalnie może być szkodliwy. Czy powinienem się czuć zagrożony?
pt_pt: O 'SmartScreen' ou o 'Internet Explorer' indicam-me que este ficheiro não é normalmente descarregado e que pode ser potencialmente perigoso. Devo preocupar-me?
ro_ro: Windows „SmartScreen” sau „Internet Explorer” îmi spun că fișierul nu este descărcat în mod obișnuit și, eventual, dăunător. Ar trebuii să fiu îngrijorat?
sl_si: Windows 'SmartScreen' ali 'Internet Explorer' mi pravi, da je datoteka, ki jo želim prenesti, lahko ranljiva. Naj bom zaskrbljen?
sr_rs: Windows 'SmartScreen' ili 'Internet Explorer' me obaveštavaju da fajl nije često preuziman i da može biti štetan. Da li bi trebalo da budem zabrinut/a?
tr_tr: Windows 'SmartScreen' ya da 'Internet Explorer' a göre bu dosya sık indirilen bir dosya değil ve zararlı olması muhtemel. Kaygılanmalı mıyım?
uk_ua: Windows 'SmartScreen' або 'Internet Explorer' говорять мені, що файл зазвичай не завантажується і, можливо, шкідливий. Чи потрібно мені хвилюватись?

source: Contrary to what the name suggests, 'SmartScreen' isn't actually very smart. The warning merely means that the file has not yet been downloaded by enough users to make Microsoft consider it popular (which would strangely enough make it be considered 'safe'). This message alone is not a security problem.
ar: على عكس ما يوحي به الاسم ، فإن 'SmartScreen' في الواقع ليست ذكية جدًا . يعني التحذير فقط أن الملف لم يتم تنزيله من قبل عدد كافٍ من المستخدمين لجعل مايكروسفت تعتبره شائعًا (وهو ما سيجعله يعتبر 'آمنًا'). هذه الرسالة وحدها ليست مشكلة أمنية.
bg_bg: Противно на това, което подсказва името, "SmartScreen" всъщност не е много умен. Предупреждението просто означава, че файлът все още не е изтеглен от достатъчно потребители, за да го счете Microsoft за популярен (което би било достатъчно да се счита за "безопасен"). Само по себе си това съобщение не показва проблем със сигурността.
ca_es: Contràriament al que el nom suggereix, l'"SmartScreen" no és realment molt intel·ligent. L'avís significa que el fitxer encara no ha estat baixat per suficients usuaris per ser considerat per Microsoft com a popular (i, per estrany que sembli, suficient per ser 'segur'). Aquest missatge per si sol no és un problema de seguretat.
cs_cz: Přes svůj název 'SmartScreen' není ve skutečnosti velmi chytrý. Důvodem pro upozornění je fakt, že soubor si zatím nestáhl takový počet uživatelů, aby ho Microsoft pokládal za populární (a kupodivu zároveň za bezpečný). Tato zpráva neznamená, že se jedná o problém s bezpečností.
cy: Yn wahanol i'r hyn y mae'r enw'n ei awgrymu, nid yw 'SmartScreen' yn smart iawn mewn gwirionedd. Mae'r rhybudd yn golygu nad yw'r ffeil wedi'i llwytho i lawr eto gan ddigon o defnyddwyr i wneud i Microsoft ei hystyried yn boblogaidd (a fyddai'n rhyfedd ddigon yn ei gwneud yn cael ei hystyried yn 'ddiogel'). Nid yw'r neges hon yn unig yn broblem diogelwch.
de_de: Entgegen der Behauptung im Produktnamen ist 'SmartScreen' nicht sehr smart. Die Warnung bedeutet lediglich, dass die Datei noch nicht von genug Nutzern heruntergeladen wurde, um als etabliert zu gelten. Microsoft schließt (seltsamerweise) aus der Anzahl von Vorkommen, dass das Programm dann wohl auch sicher ist. Diese Nachricht alleine ist also kein Grund, sich Sorgen zu machen.
el_gr: Αντίθετα με το τι προκύπτει από το όνομα του, το 'SmartScreen' δεν είναι πραγματικά πολύ 'έξυπνο'. Η προειδοποίηση απλώς οφείλεται στο γεγονός ότι το αρχείο δεν έχει αρκετές λήψεις από χρήστες ώστε να θεωρηθεί δημοφιλές από την Microsoft (κάτι το οποίο παραδόξως θα έπρεπε να το κάνει να θεωρηθεί 'ασφαλές'). Το μήνυμα αυτό καθαυτό δεν αποτελεί πρόβλημα ασφαλείας.
es_es: Al contrario de lo que el nombre sugiere, SmartScreen no es demasiado inteligente. Esta advertencia solamente significa que este fichero no ha sido aún descargado por suficientes usuarios para que Microsoft lo considere popular (lo cual extrañamente bastaría para considerarlo 'seguro'). Ese mensaje por sí sólo no es un problema de seguridad.
et_ee: Vastupidiselt nime loodud ootustele ei ole 'SmartScreen' kuigi "nutikas". Hoiatus tähendab vaid seda, et seda faili ei ole nii paljud kasutajad alla laadinud, et lugeda fail Microsofti jaoks populaarseks (mida veidral moel peetakse "turvaliseks"). Teade üksi turvaprobleemi ei tähenda.
fi_fi: Toisin kuin nimi vihjaa, 'SmartScreen' ei ole oikeastaan kovin nokkela. Varoitus tarkoittaa vain, että tiedostoa ei ole vielä ladattu niin montaa kertaa, että Microsoft katsoisi sen olevan suosittu (ja siten 'turvallinen').
fr_fr: Contrairement à ce que suggère son nom, 'SmartScreen' n'est pas vraiment intelligent. Cet avertissement part du principe que ce fichier n'a pas été téléchargé par un nombre assez important d'utilisateurs, ce qui ne le rends pas populaire auprès de Microsoft (ce qui curieusement voudrait le rendre 'sécurisé'). Ce message affiché seul ne révèle pas un problème de sécurité.
hr_hr: Suprotno onome što samo ime sugerira, 'SmartScreen' zapravo nije vrlo pametan. Upozorenje znači samo da file nije dovoljno puta preuzet da bi ga Microsoft smatrao popularnim. (što ne znači da nije 'sigurno'). Poruka sama po sebi nije sigurnosni problem..
hu_hu: Nevével ellentétben a 'SmartScreen' nem valami okos. A figyelmeztetés pusztán azt jelenti, hogy a fájlt még nem töltötte le annyi felhasználó, hogy a Microsoft népszerűnek tekintse – ami nálunk egyben biztonságosat is jelent. Ez az üzenet önmagában nem utal biztonsági problémára.
it_it: Contrariamente al nome, 'SmartScreen' non è molto intelligente. Il warning significa solo che il file non è stato scaricato abbastanza volte da farlo ritenere 'popolare' da Microsoft (strano modo per considerarlo 'sicuro'). La presenza di questo messaggio non indica un problema.
pl_pl: Wbrew swojej nazwie 'SmartScreen' nie jest zbyt bystry. Wyświetlone ostrzeżenie oznacza jedynie, że dany plik nie jest wystarczająco popularny (co o dziwo jest przyjmowane za gwarancję bezpieczeństwa). Tego komunikatu nie należy uważać za ważny sygnał o zagrożeniu.
pt_pt: Contrariamente ao que o nome sugere, o 'SmartScreen' não tem um elevado grau de inteligência. Este alerta apenas significa que o ficheiro ainda não foi descarregado vezes suficientes para que a Microsoft o considere conhecido (estranhamente o tornará 'seguro'). Esta mensagem só por si não revela um problema de segurança.
ro_ro: Contradictoriu cu numele "SmartScreen" nu este tocmai cel mai inteligent. Avertismentul înseamnă doar că fișierul nu a fost încă descărcat de suficienți utilizatori pentru ca Microsoft să-l considere popular (ceea ce ar fi destul de ciudat pentru a-l considera considerat „sigur”). Acest mesaj singur nu este o problemă de securitate.
sl_si: V nasprotju s tem, na kar namiguje ime 'SmartScreen', ta v resnici ni preveč pameten. Opozorilo pomeni le, da datoteka še ni bila dovoljkrat prenesena s strani uporabnikov, da bi jo Microsoft smatral kot popularno (kar jo po čudni logiki označi za 'varno'). Sporočilo samo ni varnostna težava.
sr_rs: Nasuprot onome što ime sugeriše, 'SmartScreen' nije u stvari toliko pametan. Upozorenje samo znači da fajl nije još uvek preuzet dovoljan broj puta da bi ga Microsoft smatrao popularnim (zbog čega bi se smatrao i bezbednim). Ova poruka ne predstavlja sigurnosni problem.
tr_tr: Verilen ismin aksine, 'SmartScreen' aslında çokta zeki değildir. Bu uyarının tek sebebi dosya henüz yeterince kullanıcı tarafından indirilmediği için Microsoft tarafından popüler olarak görülmemesindendir (popüler olanı ilginç bir şekilde güvenli olarak nitelendirmektedir). Bu mesaj tek başına bir güvenlik problemi olduğunu göstermez.
uk_ua: Попри те, що підказує назва, "SmartScreen" насправді не дуже розумний. Попередження просто означає, що файл ще не був завантажений достатньою кількістю користувачів, щоб змусити Microsoft вважати його популярним (що, як не дивно, змусило б вважати його "безпечним"). Одне тільки це повідомлення не є проблемою безпеки.

source: So long as the file is carrying a valid signature from %s, the download is safe.
ar: طالما أن الملف يحمل توقيعًا صالحًا من %s، فإن التنزيل آمن.
bg_bg: Докато файлът съдържа валиден подпис от %s, той е безопасен.
ca_es: Atès que el fitxer conté una signatura vàlida de %s, la baixada és segura.
cs_cz: Pokud je součástí souboru platný digitální podpis od %s, je jeho stahování bezpečné.
cy: Cyn belled â bod y ffeil yn cario llofnod dilys o %s, mae'r lawrlwythiad yn ddiogel.
de_de: Solange das Installationsprogramm eine gültige Signatur von %s hat, ist das Programm in Ordnung.
el_gr: Όσο το αρχείο εμπεριέχει μια έγκυρη υπογραφή από %s, η λήψη του είναι ασφαλής.
es_es: Siempre que este fichero lleve una firma válida de %s, la descarga es segura.
et_ee: Kui failil on kehtiv %s'i allkiri, on selle allalaadimine turvaline.
fi_fi: Tiedoston lataaminen on turvallista kunhan tiedostolla on kelpoinen %s-allekirjoitus.
fr_fr: Tant que le fichier comporte une signature de %s valide, le téléchargement est sûr.
hu_hu: Ameddig a fájlon érvényes %s aláírás van, a letöltés biztonságos.
it_it: Fino a quando il file contiene una firma valida da parte di %s, il download è sicuro.
pl_pl: Jeżeli plik jest zaopatrzony w poprawny podpis %s, to jest bezpieczny.
pt_pt: Então, desde que o ficheiro tenha uma assinatura válida de %s, a descarga é segura.
ro_ro: Cât timp fișierul are semnatura validată de către %s, descărcarea fișierului este sigură.
sl_si: Dokler je datoteka podpisana s strani %s, je prenos varen.
sr_rs: Tako da ukoliko fajl ima važeći potpis %s, njegovo preuzimanje je bezbedno.
tr_tr: Dosya, %s tarafından geçerlenmiş bir imza taşıdığı sürece, indirme güvenlidir.
uk_ua: Поки файл містить дійсний підпис від %s, завантаження безпечне.

source: Please see also Microsoft's FAQ regarding SmartScreen at %s.
ar: يرجى مراجعة الأسئلة الشائعة في Microsoft بخصوص SmartScreen على %s.
bg_bg: Моля вижте също често задаваните въпроси на Microsoft относно SmartScreen на %s.
ca_es: Consulteu també les PMF de Microsoft sobre l'SmartScreen a %s.
cs_cz: Další informace naleznete na stránkách Microsoft v odpovědích na nejčastější otázky o SmartScreen na %s.
cy: Gweler hefyd Cwestiynau Cyffredin Microsoft ynghylch SmartScreen yn %s.
de_de: Beachten Sie auch Microsoft's FAQ zum Thema SmartScreen unter %s.
el_gr: Παρακαλώ δείτε τις Συχνές Ερωτήσεις της Microsoft σχετικά με το SmartScreen στο %s.
es_es: Por favor, consulta también la FAQ de Microsoft sobre SmartScreen en %s.
et_ee: Palun vaadake ka Microsofti korduvaid küsimusi Smartscreeni kohta: %s.
fi_fi: Voit myös lukea Microsoftin SmartScreeniä käsittelevän FAQ:n osoitteessa %s.
fr_fr: Veuillez vous référer a la FAQ Microsoft pour SmartScreen à %s.
hu_hu: Lásd még a Microsoft Smartscreennel kapcsolatos információit: %s.
it_it: Si prega di consultare le FAQ di Microsoft SmartScreen su %s.
pl_pl: Sprawdź też strony pomocy technicznej Microsoft %s na temat SmartScreen.
pt_pt: Por favor veja também a FAQ da Microsoft relativa ao SmartScreen em %s.
ro_ro: Vă rog să verificați întrebările frecvente de la Microsoft în legătura cu SmartScreen-ul la %s.
sl_si: V zvezi s SmartScreenom si oglejte tudi Microsoftove napotke in pogosta vprašanja na naslovu %s.
sr_rs: Molimo vas da pogledate i Microsoft-ova najčešće postavljena pitanja u vezi sa SmartScreen-om na %s.
tr_tr: SmartScreen konusunda lütfen %s de yer alan Microsoft FAQ bilgilerine de başvurun.
uk_ua: Див. також запитання, які часто задаються Microsoft FAQ щодо SmartScreen за адресою %s.

source: I can see %s network and my device is configured but it does not connect, what can be the cause?
ar: أستطيع رؤية شبكة %s وجهازي مهيأ ولكن لا يتصل، ماذا يمكن أن يكون السبب؟
bg_bg: Аз мога да видя %s мрежата и моето устройство е конфигурирано, но не се свързва. Каква може да бъде причината?
ca_es: Puc veure la xarxa %s i el meu dispositiu està configurat, però no connecta, quina en pot ser la causa?
cs_cz: Na mém zařízení vidím síť %s a zařízení je nakonfigurované, ale přesto se nepřipojí. Co může být příčinou?
cy: Gallaf weld rhwydwaith %s ac mae fy dyfais wedi'i ffurfweddu ond nid yw'n cysylltu, beth all fod yr achos?
de_de: Ich sehe das %s Netzwerk und mein Gerät ist fertig eingerichtet, aber es verbindet sich trotzdem nicht. Woran kann das liegen?
el_gr: Μπορώ να δω το δίκτυο %s και η συσκευή είναι διαμορφωμένη αλλά δεν συνδέεται, τι μπορεί να φταίει;
es_es: Puedo ver la red %s y mi dispositivo está configurado, pero no se conecta. ¿Cuál puede ser la causa?
et_ee: Ma näen %si võrku ja mu seade on seadistatud, aga see ei ühendu. Mis võib olla selle põhjus?
fi_fi: Näen %s-verkon ja laitteeni on konfiguroitu, mutta se ei yhdistä. Mikä voi olla vikana?
fr_fr: Je peux voir le réseau %s et mon appareil est configuré, mais je ne peux pas me connecter. Quelle peut en être la cause ?
hr_hr: Vidim %s mrežu i uređaj je ispravno konfiguriran, ali se ne mogu spojiti. Koji bi mogao biti uzrok?
hu_hu: Látom az %s hálózatot és az eszközöm fel is van konfigurálva, mégsem tudok csatlakozni. Mi lehet a baj?
it_it: Ricevo la rete %s, il mio dispositivo è configurato ma non si connette, qual è la causa?
pl_pl: Widzę sieć %s, moje urządzenie jest skonfigurowane, ale nie mogę się połączyć. Czym to może być spowodowane?
pt_pt: A rede %s está visível e o meu dispositivo está configurado, mas a ligação à rede não é estabelecida, o que pode estar a causar este falha na ligação?
ro_ro: Pot vedea %s o conexiune și dispozitivul meu este configurat dar acesta nu se conectează, din ce căuza este problema?
sl_si: Na moji napravi je omrežje %s vidno, prav tako je moja naprava nastavljena, vendar povezave ne morem vzpostaviti. V čem je lahko težava?
sr_rs: Vidim %s mrežu i uređaj je ispravno konfigurisan, ali se ne mogu povezati. Koji bi mogao biti uzrok?
tr_tr: %s ağını görebiliyorum ve cihazım yapılandırılmış fakat bağlanamıyor, sebep ne olabilir?
uk_ua: Я бачу %sмережу, і мій пристрій налаштовано, але він не підключається, що може бути причиною?
