Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: We have added the organisations to your profile since your mail is listed as their administrator in the eduroam database. There may be several reasons why you are seeing this, for instance: <ul> <li>your mail has been added as the admin to institutions that you did not manage before <li>you have logged in via an account in a different IdP but the returned email address is the same as before <li>your IdP has been modified and it has a different entityId now <li>your IdP has changed it's behaviour, for instance it was previously sending the eduPersonTargetedId attribute but now it is only sending pairwise-id </ul>
bg_bg: Добавихме организациите към вашия профил, тъй като вашият имейл е посочен като техен администратор в базата данни на eduroam. Може да има няколко причини, поради които виждате това, например: <ul> <li>Вашият имейл адрес е добавен като администратор към институции, които не сте управлявали преди <li>Влезли сте чрез акаунт в различен IdP, но върнатият имейл адрес е същият като преди <li>Вашият IdP е променен и сега има различен entityId <li>Вашият IdP е променил поведението си, например преди е изпращал атрибута eduPersonTargettedId, а не само pairwise-id
ca_es: Hem afegit les organitzacions al vostre perfil ja que el vostre email apareix com a contacte/administrador a la base de dades d'eduroam. Hi ha diverses raons que poden explicar aquest fet, per exemple: <ul> <li>el vostre email s'ha afegit com administrador de institucions que no havíeu administrat abans <li>us heu validat amb un compte en un IdP diferent però feu servir la mateix adreça de correu <li>el vostre IdP s'ha modificat i té una nova Id d'entitat ara <li>el vostre IdP ha modificat la resposta, per exemple abans enviava l'atribut eduPersonTargetedId i ara en canvi només envia la id emparellada </ul>
cy: Rydym wedi ychwanegu'r sefydliadau at eich proffil gan fod eich cyfeiriad e-bost wedi'i restru fel eu gweinyddwr yn cronfa ddata eduroam. Gall fod sawl rheswm pam eich bod yn gweld hyn, er enghraifft: <ul> <li>mae eich cyfeiriad e-bost wedi'i ychwanegu fel y gweinyddwr i sefydliadau nad oeddech yn eu rheoli o'r blaen <li>rydych wedi mewngofnodi trwy gyfrif mewn CDU gwahanol ond mae'r cyfeiriad e-bost a ddychwelwyd yr un fath ag o'r blaen <li>mae eich CDU wedi'i addasu ac mae ganddo 'entityId' gwahanol nawr <li>mae eich CDU wedi newid ei ymddygiad, er enghraifft roedd yn anfon y priodoledd 'eduPersonTargetedId' o'r blaen ond nawr dim ond 'pairwise-id' y mae'n ei anfon </ul>
es_es: Hemos añadido las organizaciones a tu perfil porque tu dirección de email figura como administrador en la base de datos de eduroam. Puede haber varias razones por las cuales estás viendo esto. Por ejemplo: <ul> <li>tu dirección de email ha sido añadida como administrador de instituciones que no has manejado antes <li>te has identificado con una cuenta en un IdP distinto pero la dirección de email devuelta es la misma que antes <li>tu IdP ha sido modificado y tiene ahora un entityId distinto ahora <li>tu IdP ha cambiado su comportamiento, por ejemplo, antes enviaba el atributo eduPersonTargettedId pero ahora sólo envía pairwise-id </ul>
et_ee: Liitsime Su profiilile asutused, kuna Su e-postiaadress on eduroami andmebaasis kirjas nende administraatorina. Võib olla mitmeid põhjusi, miks seda näed. Näiteks: <ul> <li>Su e-postiaadress on lisatud administraatoriks asutustele, mida Sa varem ei hallanud <li>logisid sisse teise IdP all oleva kontoga, aga e-postiaadress on varasemaga sama <li>Su IdP-l on uus entityId <li>Su IdP toimimine on muutunud, näiteks saatis see varem ainult eduPersonTargetedId atribuuti, kuid praegu saadab vaid pairwise-id </ul>
it_it: Abbiamo aggiunto le organizzazioni al tuo profilo poiché il tuo indirizzo email è elencato come amministratore nel database eduroam. Ci possono essere diversi motivi per cui vedi questo messaggio, ad esempio: <ul> <li>il tuo indirizzo email è stato aggiunto come amministratore a organizzazioni che non gestivi in ​​precedenza <li>hai effettuato l'accesso tramite un account in un IdP diverso, ma l'indirizzo email restituito è lo stesso di prima <li>il tuo IdP è stato modificato e ora ha un entityId diverso <li>il tuo IdP ha cambiato il suo comportamento, ad esempio in precedenza inviava l'attributo eduPersonTargetedId, ma ora invia solo il pairwise-id </ul>
pl_pl: Dodaliśmy nowe instytucje do Twojego profilu, ponieważ Twój email jest wśród administratorów tych instytucji w bazie eduroam. Może być kilka powodów dlaczego to widzisz, na przykład: <ul> <li>Twój mail został dodany do instytucji, którą wcześniej nie zarządzałeś; <li>zalogowanie nastąpiło z konta w innym dostawczy tożsamości, ale przekazany email jest identyczny, jak poprzednio <li>zmodyfikowano Twojego dostawcę tożsamości i ma teraz nowe entityId <li>Twoj dostawca tożsamości inaczej działa, na przykład poprzednio przesyłał atrybut eduPersonTargetedId </ul>
ro_ro: Am adăugat organizațiile la profilul dvs. deoarece adresa dvs. de e-mail este listată ca administrator al acestora în baza de date eduroam. Pot exista mai multe motive pentru care vedeți acest lucru, de exemplu: <ul> <li> adresa dvs. de e-mail a fost adăugată ca administrator la instituții pe care nu le administrați înainte <li>v-ați conectat prin intermediul unui cont într-un IdP diferit, dar adresa de e-mail returnată este aceeași ca înainte <li> IdP-ul dvs. a fost modificat și are acum un entityId diferit <li> IdP-ul dvs. și-a schimbat comportamentul, de exemplu trimitea anterior atributul eduPersonTargetedId, dar acum trimite doar pairwise-id </ul>
sl_si: Organizacije smo dodali v vaš profil, saj je vaš e-naslov naveden kot njihov skrbnik v bazi podatkov eduroam.. Za to lahko obstaja več razlogov, na primer: <ul> <li>vaš e-poštni naslov je bil dodan kot skrbnik institucij, ki jih prej niste upravljali <li>prijavili ste se prek računa v drugem IdP, vendar je vrnjeni e-poštni naslov enak kot prej <li>vaš IdP je bil spremenjen in ima zdaj drugačen entityId <li>vaš IdP je spremenil svoje delovanje, na primer prej je pošiljal atribut eduPersonTargetedId, zdaj pa pošilja samo pairwise-id </ul>
uk_ua: Ми додали організації до вашого профілю, оскільки ваша електронна адреса зазначена як адміністративна в базі даних eduroam. Є декілька причин, чому ви бачите це повідомлення, наприклад: <ul> <li>Вашу електронну адресу додано як адміністратора до установ, якими ви раніше не керували <li>Ви увійшли через обліковий запис іншого постачальника ідентифікації IdP, але повернута електронна адреса збігається з попередньою <li>Ваш IdP було змінено, і тепер він має інший entityId <li>Ваш IdP змінив свою поведінку — наприклад, раніше надсилав атрибут eduPersonTargetedId, а тепер надсилає лише pairwise-id </ul>

source: The eduroam database says you are an administrator of these following institutions, but there seem to be no matching institutions in CAT.
bg_bg: Базата данни на eduroam показва, че сте администратор на следните институции, но изглежда няма съответстващи институции в CAT.
ca_es: La base de dades eduaroam diu que podeu administrar les següent institucions, però no sembla que n'hi hagi cap a CAT.
cy: Mae cronfa ddata eduroam yn dweud eich bod yn weinyddwr y sefydliadau canlynol, ond ymddengys nad oes sefydliadau cyfatebol yn CAT.
es_es: Según la base de datos de eduroam eres un administrador de las instituciones listadas a continuación, pero parece que no existen coincidencias en CAT.
et_ee: eduroami andmebaasi kohaselt oled järgmiste asutuste administraator, kuid CATis ei paista olevat vastavat asutust.
it_it: Il database eduroam afferma che sei un amministratore di queste organizzazioni, ma non sembra esserci alcun organizazione corrispondente in CAT.
pl_pl: Baza eduroam wskazuje, że jesteś administratorem następujących instytucji, dla których nie znajdujemy odpowiedników w CAT.
ro_ro: Baza de date eduroam spune că sunteți un administrator al următoarelor instituții, dar se pare că nu există instituții corespunzătoare în CAT.
sl_si: Podatkovna baza eduroam navaja, da ste skrbnik naslednjih institucij, vendar v sistemu CAT ni ustreznih institucij.
uk_ua: У базі eduroam ви позначені як адміністратор установ, однак у CAT таких установ не знайдено.

source: Proceed with creating the CAT IdP?
bg_bg: Да се ​​продължи ли създаването на CAT IdP?
ca_es: Crear la IdP CAT?
cy: Parhau i greu'r CDU CAT?
es_es: ¿Continuar con la creación del IdP para CAT?
et_ee: Kas jätkata CAT IdP loomist?
it_it: Procedere con la creazione dell'IdP CAT?
pl_pl: Kontynuować utworzenie instytucji w CAT?
ro_ro: Continuați cu crearea CAT IdP?
sl_si: Ali želite nadaljevati z ustvarjanjem IdP v CAT?
uk_ua: Приступити до створення CAT IdP?

source: create CAT profile for this institution
bg_bg: създайте CAT профил за тази институция
ca_es: crea el perfil CAT per a aquesta institució
cy: creu proffil CAT ar gyfer y sefydliad hwn
es_es: crear perfil para CAT de esta institución
et_ee: Loo selle asutuse CAT profiil
it_it: crea un profilo CAT per questa organizzazione
pl_pl: profile CAT dla tej instytucji
ro_ro: creați profilul CAT pentru această instituție
sl_si: ustvari profil CAT za to institucijo
uk_ua: створити профіль CAT для цієї установи

source: According to the information obtained from your login attributes, you are entitled to be the administrator of the following CAT institutions:<p>
bg_bg: Според информацията, получена от вашите данни за вход, имате право да бъдете администратор на следните CAT институции: <p>
ca_es: D'acord amb la informació obtinguda dels vostres atributs, podeu administrar les següent institucions CAT:<p>
cy: Yn ôl y wybodaeth a gafwyd o'ch priodoleddau mewngofnodi, mae gennych hawl i fod yn weinyddwr y sefydliadau CAT canlynol:<p>
es_es: De acuerdo con la información obtenida de tus atributos de inicio de sesión, tienes derecho a ser el administrador de las siguientes instituciones en CAT: <p>
et_ee: Su logimisandmete kohaselt omad administraatoriõigusi järgmiste CAT asutuste jaoks: <p>
it_it: In base alle informazioni ottenute dai tuoi attributi di accesso, hai il diritto di essere amministratore delle seguenti organizzazioni CAT: <p>
pl_pl: Zgodnie z informacjami otrzymanymi w twoich atrybutach logowania, masz upoważnienie do administrowania następującymi instytucjami CAT: <p>
ro_ro: Conform informațiilor obținute din atributele dvs. de conectare, aveți dreptul de a fi administrator al următoarelor instituții CAT:<p>
sl_si: Glede na podatke iz vaših prijavnih atributov ste pooblaščeni za skrbnika naslednjih institucij v CAT:<p>
uk_ua: На основі даних аутентифікації ви маєте право адмініструвати такі установи CAT:<p>

source: take control
bg_bg: поемете контрол
ca_es: agafar el control
cy: cymryd rheolaeth
es_es: tomar el control
et_ee: kontrolli haarama
it_it: prendi il controllo
pl_pl: uzyskaj kontrolę
ro_ro: Preia controlul
sl_si: prevzemi nadzor
uk_ua: Взяти керування на себе

source: New %s Registration
bg_bg: Нова %s регистрация
ca_es: Registre Nou %s
cy: Cofrestriad %s newydd
de_de: Neue %s Registrierung
el_gr: Νέα Εγγραφή %s
es_es: Nuevo registro de %s
et_ee: Uue %s registreerimine
fi_fi: Uusi %s rekisteröinti
fr_fr: Nouvel enregistrement pour %s
it_it: Nuova registrazione %s
pl_pl: Nowa rejestracja %s
pt_pt: Registo de um novo %s
ro_ro: Înregistrare nouă %s
sl_si: Nova registracija %s
tr_tr: Yeni %s Kayıt
uk_ua: Нова %s реєстрація

source: %s: Profile ordering for '%s'
bg_bg: %s: Поръчване на профил за '%s'
ca_es: %s: Ordenació de perfils per a '%s'
cy: %s: Archebu proffil ar gyfer '%s'
es_es: %s: Orden de los perfiles para '%s'
et_ee: %s: Profiili tellimine '%s' jaoks
it_it: %s: Ordine del profilo per '%s'
pl_pl: %s: Zmiana kolejności profili dla '%s'
ro_ro: %s: Comandarea profilului pentru '%s'
sl_si: %s: Urejanje vrstnega reda profilov za '%s'
uk_ua: %s:впорядкування профілів для '%s'

source: Change the order of profiles for '%s'
bg_bg: Променете реда на профилите за '%s'
ca_es: Canviar l'ordre dels perfils per a '%s'
cy: Newid trefn y proffiliau ar gyfer '%s'
es_es: Cambiar el orden de los perfiles para '%s'
et_ee: Muuda profiilide järjestust '%s' jaoks
it_it: Cambia l-ordine dei profili per '%s'
pl_pl: Zmień kolejność profili dla '%s'
ro_ro: Modificarea ordinii profilelor pentru '%s'
sl_si: Spremeni vrstni red profilov za '%s'
uk_ua: Змінити порядок профілів для '%s'

source: Profiles with orange background are not visible in the public download interface
bg_bg: Профилите с оранжев фон не се виждат в публичния интерфейс за изтегляне
ca_es: Els perfils amb fons taronja no són visibles al lloc de descàrrega públic
cy: Nid yw proffiliau â chefndir oren yn weladwy yn y rhyngwyneb lawrlwytho cyhoeddus
es_es: Los perfiles con fondo naranja no son visibles en la interfaz de descarga pública
et_ee: Oranži taustaga profiilid ei ole avalikus allalaadimisliideses nähtavad
it_it: I profili con lo sfondo arancione non sono visibili nell'interfaccia di download pubblica
pl_pl: Profile z pomarańczowym tłem nie są widocznie w publicznym interfejsie pobierania instalatorów
ro_ro: Profilurile cu fundal portocaliu nu sunt vizibile în interfața publică de descărcare
sl_si: Profilov z oranžnim ozadjem ni mogoče videti v javnem vmesniku za prenos datotek
uk_ua: Профілі з помаранчевим фоном не відображаються у загальнодоступному інтерфейсі завантаження

source: Use "drag &amp; drop" to arrange the profiles order.
bg_bg: Използвайте "провлачи и пусни", за да подредите профилите.
ca_es: Feu servir "click i arrossegar' per ordenar els perfils.
cy: Defnyddiwch "llusgo &amp; gollwng" i drefnu trefn y proffil.
es_es: Utiliza "arrastrar y soltar" para cambiar el orden de los perfiles.
et_ee: Profiilide järjestuse muutmiseks kasuta lohistamist ("drag &amp; drop")
it_it: Usa il "drag &amp; drop" per organizzare l'ordine dei profili.
pl_pl: Użyj "przeciągnij i upuść", żeby ustawić kolejność profili.
ro_ro: Utilizați „drag &amp; drop” pentru a aranja ordinea profilelor.
sl_si: Uporabite "povleci in spusti" za urejanje vrstnega reda profilov.
uk_ua: Скористайтесь функцією "перетягни та відпусти", щоб упорядкувати профілі

source: Save profiles order
bg_bg: Запазете реда на профилите
ca_es: Desar l'ordre dels perfils
cy: Cadw trefn proffil
es_es: Guardar orden de los perfiles
et_ee: Salvesta profiilide järjestus
it_it: Salva l'ordine dei profili
pl_pl: Zachowaj uporządkowanie profili
ro_ro: Salvați comanda de profiluri
sl_si: Shrani vrstni red profilov
uk_ua: Зберегти порядок профілів

source: %s: Profile ordering
bg_bg: %s: Поръчване на профил
ca_es: %s: Ordenació de perfils
cy: %s: Archebu proffil
es_es: %s: Orden de los perfiles
et_ee: %s: Profiilide järjestus
it_it: %s: Ordinamento dei profili
pl_pl: %s: Zmiana kolejności profili
ro_ro: %s: Comanda profilului
sl_si: %s: Shrani vrstni red profilov
uk_ua: %s: Впорядкування профілів

source: Saved new profiles order for '%s'
bg_bg: Запазена поръчка за нови профили за '%s'
ca_es: S'ha desat el nou ordre de perfils per a '%s'
cy: Archeb proffil newydd wedi'i chadw ar gyfer '%s'
es_es: Guardados los nuevos perfiles para '%s'
et_ee: Salvestatud uus profiilide järjestus '%s' jaoks
it_it: Salvato il nuovo ordine dei profili per '%s'
pl_pl: Zapisano nowe uporządkowanie profili dla '%s'
ro_ro: S-a salvat o nouă comandă de profiluri pentru '%s'
sl_si: Shranjen nov vrstni red profilov za '%s'
uk_ua: Збережено новий порядок профілів для '%s'

source: Deployment Usage Records
bg_bg: Записи за използването на Deployment
ca_es: Registres d'ús de desplegaments
cy: Cofnodion Defnyddio Defnydd
de_de: Nutzungsstatistiken dieser Verbindung
el_gr: Στοιχεία Χρήσης Υλοποίησης
es_es: Registros de uso de los despliegues
et_ee: Rakenduse kasutuslogi
fr_fr: Enregistrements de l'utilisation des déploiements
it_it: Registro di utilizzo dell'implementazione
pl_pl: Rekordy wykorzystania instancji
pt_pt: Registos de Uso de Implementação
ro_ro: Înregistrări privind utilizarea desfășurării
sl_si: Zapisi uporabe uvedbe
uk_ua: Журнали використання розгортання

source: (AP Identifier is a /-separated tuple of NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id)
bg_bg: (Идентификаторът на AP е /-разделен от идентификатора на NAS/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id)
ca_es: (L'identificador AP és una tupla separada amb / dels atributs NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id)
cy: (Mae Dynodwr AP yn /- tuple wedi'i wahanu o NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id)
de_de: (AP Kennung ist eine mit / getrennte Liste der RADIUS Attribute NAS-Identifier/NAP-IP-Address/NAS-IPv6-Address/Called-Station-Id)
el_gr: (Το αναγνωριστικό του AP είναι η χωρισμένη με / λίστα των στοιχείων NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id)
es_es: ("Identificador del punto de acceso" es una tupla separada por "/" de la siguiente forma: NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id)
et_ee: (AP identifikaator on kaldkriipsudega (/) eraldatud järjend: NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id)
fr_fr: (l'identifiant AP est un triplet constitué de NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id)
it_it: (AP Identifier è una tupla separata da / di NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id)
pl_pl: (Identyfikator AP jest połączeniem atrybutów NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id)
pt_pt: (Identificador de é um tuplo /-separado de NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id)
ro_ro: (Identificatorul AP este un tuple /-separat de NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id)
sl_si: (Identifikator dostopne točke je zbirka identifikatorjev NAS/naslovov IP NAS/naslovov IPv6 NAS/ID-ja poklicane postaje, ki je razmejena z znaki /)
uk_ua: (ідентифікатор точки доступу є послідовністю, що складається з NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id)

source: Protocol is a protocol used between a client and RADIUS server, for TLS it is a /-separated tuple TLS/TLS-Client-Cert-Serial
bg_bg: Протоколът е протокол, използван между клиент и RADIUS сървър, за TLS това е /-отделен кортеж TLS/TLS-Client-Cert-Serial
ca_es: Protocol és un protocol utilitzat entre un client i un servidor RADIUS, per a TLS cal un parell diferent TLS/TLS-Client-Cert-Serial
cy: Brotocol yw brotocol a ddefnyddir rhwng cleient a gweinydd RADIUS, ar gyfer TLS mae'n diwpl wedi'i wahanu gan / TLS/TLS-Client-Cert-Serial
es_es: "Protocolo" es el protocolo usado entre un cliente y el servidor RADIUS. Para TLS es una tupla TLS/TLS-Client-Cert-Serial separada por "/".
et_ee: Protokoll on kliendi ja RADIUSe serveri vaheline protokoll; TLSi jaoks on see kaldkriipsudega (/) eraldatud järjend TLS/TLS-Client-Cert-Serial
it_it: Protocollo è un protocollo utilizzato tra un client e un server RADIUS, per TLS è una tupla separata da / TLS/TLS-Client-Cert-Serial
pl_pl: Protokół oznacza protokół używany między klientem a serwerem RADIUS, w przypadku TLS jest to para rozdzielona znakiem / - TLS/TLS-Client-Cert-Serial
ro_ro: Protocol este un protocol utilizat între un client și serverul RADIUS, pentru TLS este un tuple /-separat TLS/TLS-Client-Cert-Serial
sl_si: Protokol je protokol, ki se uporablja med odjemalcem in strežnikom RADIUS, za TLS je to z znakom / ločen nabor vrednosti TLS/TLS-Client-Cert-Serial
uk_ua: Протокол це механізм зв'язку між клієнтом і сервером RADIUS; для TLS він подається у вигляді кортежу, розділеного символом “/”: TLS/TLS-Client-Cert-Serial

source: Invitation Token QR Code
bg_bg: Поканващ ключ QR код
ca_es: Codi QR de la invitació
cy: Cod QR Tocyn Gwahoddiad
de_de: Einladungslink QR Code
el_gr: QR Code για Κουπόνι Πρόσκλησης
es_es: Código QR del token de la invitación
et_ee: Kutse koodi QR-kood
fi_fi: Kutsun QR-koodi
fr_fr: QR code pour le jeton d'invitation
it_it: QR code del token di invito
pl_pl: Kod QR tokenu zaproszenia
pt_pt: Código QR do token de convite
ro_ro: Token de invitație Cod QR
sl_si: QR koda žetona vabila
tr_tr: Davet Belirteci QR Kodu
uk_ua: QR-код запрошення

source: You do not have the necessary privileges to alter administrators of this %s. In fact, you shouldn't have come this far!
bg_bg: Нямате необходимите права да променяте администраторите на тази %s. Всъщност, Вие не би трябвало да стигнете дотук!
ca_es: No teniu els privilegis necessaris per a modificar els administradors de %s. De fet, no hauríeu d'haver arribat tan lluny!
cy: Nid oes gennych y breintiau angenrheidiol i newid gweinyddwyr y %s hwn. Yn wir, ni ddylech fod wedi dod mor bell â hyn!
de_de: Sie haben nicht die Befugnis, Administratoren für diesen %s zu ändern. Sie sollten sogar gar nicht bis hierher gekommen sein!
el_gr: Δεν έχετε τα απαραίτητα δικαιώματα για να αλλάξετε τους διαχειριστές αυτού του %s. Στην πραγματικότητα δε θα έπρεπε να έχετε φτάσει ως εδώ!
es_es: No tienes los privilegios necesarios para alterar los administradores de esta %s. De hecho, ¡no deberías haber podido llegar tan lejos!
et_ee: Sul ei ole vajalikku õigusi, et muuta selle %s administraatoreid. Õigupoolest ei oleks Sa pidanud siia jõudmagi.
fi_fi: Sinulla ei ole riittäviä oikeuksia muuttaa %s ylläpitäjiä. Itse asiassa, sinun ei olisi pitänyt päästä näin pitkälle!
fr_fr: Vous n'avez pas les habilitations requises pour modifier les administrateurs de ce %s. En fait, vous n'auriez jamais dû arriver jusqu'ici !
it_it: Non hai i privilegi necessari per modificare gli amministratori di questo %s. In effetti non dovresti essere arrivato fin qui.
pl_pl: Nie masz wystarczających uprawnień, by zmieniać administratorów tej instytucji %s. W rzeczywistości system w ogóle nie powinien Cie dopuścić do tej strony!
pt_pt: Não tem as permissões necessárias para alterar administradores desta %s. Alias, nem deveria ter chegado tão longe!
ro_ro: Nu aveți privilegiile necesare pentru a modifica administratorii %s. De fapt, nu ar fi trebuit să ajungeți atât de departe!
sl_si: Nimate potrebnih privilegijev za spreminjanje skrbnikov tega %s. Pravzaprav sploh ne bi smeli priti tako daleč.
tr_tr: Bu %s'in yöneticilerini değiştirmek için gerekli yetkiye sahip değilsiniz. Aslında, bu kadar ilerleyememiş olmalıydınız!
uk_ua: У вас немає необхідних привілеїв для зміни адміністраторів цього %s. Насправді, вам не слід було заходити так далеко!

source: Administrators for IdP '%s'
bg_bg: Администратори за IdP '%s'
ca_es: Administradors per a l'IdP '%s'
cy: Gweinyddwyr CDU '%s'
de_de: Administratoren für IdP '%s'
el_gr: Διαχειριστές του IdP '%s'
es_es: Administradores para el IdP '%s'
et_ee: '%s' IdP administraatorid
fi_fi: IdP '%s' ylläpitäjät
fr_fr: Administrateurs pour le fournisseur d'identité '%s'
it_it: Amministratori per l'IdP '%s'
pl_pl: Administratorzy IdP '%s'
pt_pt: Administradores para IdP '%s'
ro_ro: Administratori pentru furnizorul de identitate '%s'
sl_si: Skrbniki za ponudnika identitete '%s'
tr_tr: '%s' IdP için Yöneticiler
uk_ua: Адміністратори IdP '%s'
