Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: Redirection set to <strong>%s</strong>, but will be ignored due to existing device-level redirect.
bg_bg: Пренасочването е настроено към <strong>%s</strong>, но ще бъде игнорирано, защото има пренасочване на ниво устройство.
ca_es: S'ha configurat la redirecció cap a <strong>%s</strong>, però s'ignora a l'existir una redirecció a nivell de dispositiu.
cy: Ailgyfeirio wedi'i osod i <strong>%s</strong>, ond bydd yn cael ei anwybyddu oherwydd ailgyfeirio lefel dyfais sy'n bodoli eisoes.
de_de: Umleitung ist gesetzt auf <strong>%s</strong>. Dies wird jedoch ignoriert, da gerätespezifische Umleitungen ebenfalls konfiguriert sind.
el_gr: Η ανακατεύθυνση ορίστηκε στο<strong>%s</strong>, αλλά θα αγνοηθεί λόγω υπάρχουσας ανακατεύθυνσης σε επίπεδο συσκευής.
es_es: La redirección se configuró a <strong>%s</strong>, pero va a ser ignorada debido a que existe una redirección a nivel de dispositivo.
et_ee: Ümbersuunamine <strong>%s</strong>-le on seadistatud, kuid seda ei kasutata, kuna olemas on seadme tasemel ümbersuunamine.
fi_fi: Uudelleenohjaus on <strong>%s</strong>:lle, mutta sitä ei oteta huomioon nykyisen laitetasoisen uudelleenohjauksen vuoksi.
fr_fr: Redirection paramétrée vers <strong>%s</strong>, mais qui sera ignorée à cause d'une redirection existante au niveau de l'appareil.
it_it: Una redirezione a <strong>%s</strong> è stata impostata, ma sarà ignorata a causa di una preesistente redirezione a livello di dispositivo.
pl_pl: Przekierowanie zostało ustawione na <strong>%s</strong>, ale zostanie zignorowane z powodu obowiązującego przekierowania na poziomie urządzenia.
pt_pt: Redirecionamento definido para <strong>%s</strong>, mas será ignorado devido ao redirecionamento existente no nível do dispositivo.
ro_ro: Redirecționarea setată către <strong>%s</strong>, dar o să fie ignorată deoarece există deja redirecționare la nivel de dispozitiv.
sl_si: Preusmeritev je nastavljena na <strong>%s</strong>, vendar bo zaradi obstoječe preusmeritve na ravni naprave zanemarjena.
tr_tr: Yönlendirme <strong>%s</strong> olarak ayarlandı, ancak mevcut cihaz düzeyindeki yönlendirme nedeniyle göz ardı edilecek.
uk_ua: Переадресація встановлено ​​в <strong>%s</strong>, але її буде проігноровано через наявну переадресацію на рівні пристрою.

source: Redirection set to <strong>%s</strong>
bg_bg: Пренасочването е настроено към <strong>%s</strong>
ca_es: La redirecció està <strong>%s</strong>
cy: Ailgyfeirio wedi'i osod i <strong>%s</strong>
de_de: Umleitung ist gesetzt auf <strong>%s</strong>
el_gr: Η ανακατεύθυνση ορίστηκε στο <strong>%s</strong>
es_es: La redirección se configuró a <strong>%s</strong>
et_ee: Ümbersuunamine <strong>%s</strong>-le seadistatud
fi_fi: Uudelleenohjaus on <strong>%s</strong>:lle
fr_fr: Redirection paramétrée vers <strong>%s</strong>
it_it: Ridirezione impostata a <strong>%s</strong>
pl_pl: Ustawiono przekierowanie na realm <strong>%s</strong>
pt_pt: Redirecionamento definido para <strong>%s</strong>
ro_ro: Redirecționarea este către <strong>%s</strong>
sl_si: Preusmeritev je nastavljena na <strong>%s</strong>
tr_tr: Yönlendirme <strong>%s</strong> olarak ayarlandı.
uk_ua: Переадресацію встановлена на <strong>%s</strong>

source: Redirection is <strong>OFF</strong>
bg_bg: Пренасочването е <strong>ИЗКЛЮЧЕНО</strong>
ca_es: La redirecció està <strong>INACTIVA</strong>
cy: Mae'r ailgyfeirio i <strong>FFWRDD</strong>
de_de: Umleitung ist <strong>ausgeschaltet</strong>
el_gr: Η ανακατεύθυνση είναι <strong>OFF</strong>
es_es: La redirección está <strong>DESACTIVADA</strong>
et_ee: Ümbersuunamine on <strong>MITTEAKTIIVNE</strong>
fi_fi: Uudelleenohjaus on <strong>pois päältä</strong
fr_fr: La redirection est <strong>OFF</strong>
it_it: La ridirezione è <strong>OFF</strong>
pl_pl: Przekierowanie <strong>nieaktywne</strong>
pt_pt: Reencaminhamento está <strong>DESACTIVADO</strong>
ro_ro: Redirecționarea este <strong>ÎNCHIS</strong>
sl_si: Preusmeritev je <strong>IZKLOPLJENA</strong>
tr_tr: Yönlendirme <strong>KAPALI</strong>
uk_ua: Переадресація <strong> ВИМКНЕНО </strong>

source: Supported EAP Type:
bg_bg: Поддържан EAP тип:
ca_es: Tipus EAP soportat:
cy: Math EAP â Chymorth:
de_de: Unterstützter EAP Typ:
el_gr: Υποστηριζόμενος τύπος EAP:
es_es: Tipo EAP soportado:
et_ee: Toetatud EAP tüübid:
fi_fi: Tuettu EAP-tyyppi:
fr_fr: Méthodes EAP prises en charge :
it_it: Tipi EAP supportati:
pl_pl: Akceptowane typy EAP
pt_pt: Tipos EAP suportados:
ro_ro: Tip EAP suportat:
sl_si: Podprta vrsta EAP:
tr_tr: Desteklenen EAP Tipi:
uk_ua: Тип EAP, що підтримується

source: Supported EAP Type: <strong>%s</strong> is missing required information %s !
bg_bg: Поддържан EAP тип: <strong>%s</strong> е липсваща изисквана информация %s !
ca_es: Tipus EAP soportat: <strong>%s</strong> li manca la informació requerida %s !
cy: Math EAP a gefnogir: Mae <strong>%s</strong> ar goll o'r wybodaeth ofynnol %s!
de_de: Unterstützter EAP Typ: <strong>%s</strong> Wichtige Informationen fehlen %s!
el_gr: Υποστηριζόμενος τύπος EAP: <strong>%s</strong> δεν έχει τις απαιτούμενες πληροφορίες %s !
es_es: ¡Al tipo EAP soportado <strong>%s</strong> le falta la información necesaria %s!
et_ee: Toetatud EAP tüübil: <strong>%s</strong> puudub vajalik informatsioon %s!
fi_fi: Tuettu EAP-tyyppi: <strong>%s</strong>, vaadittu tieto %s puuttuu!
fr_fr: Méthode EAP supportée : <strong>%s</strong> des informations requises sont manquantes %s !
it_it: Tipi EAP supportati: <strong>%s</strong> mancano le informazioni necessarie %s !
pl_pl: dla wspieranej metody EAP <strong>%s</strong> brakuje informacji %s !
pt_pt: Tipos de EAP suportados: <strong>%s</strong> não foi encontrada informação obrigatória %s !
ro_ro: Tip EAP suportat: <strong>%s</strong> îi lipsește informația necesară %s !
sl_si: Podprta vrsta EAP: v <strong>%s</strong> manjkajo zahtevani podatki %s.
tr_tr: Desteklenen EAP Tipi: %s gerekli bilgisi eksik <strong>%s</strong> !
uk_ua: Тип EAP, що підтримується: <strong>%s</strong> не містить необхідної інформації %s!

source: The EAP type was added to the profile, but you need to complete the missing information before we can produce installers for you.
bg_bg: EAP типът беше добавен към профила, но е необходимо да допълните липсващата информация, преди да можем да Ви предоставим инсталатори.
ca_es: El tipus EAP s'ha afegit al perfil, però necessiteu completar la informació que manca abans que us puguem crear els instal·ladors.
cy: Ychwanegwyd y math EAP at y proffil, ond mae angen i chi gwblhau'r wybodaeth goll cyn y gallwn gynhyrchu gosodwyr i chi.
de_de: Der EAP-Typ wure dem Profil hinzugefügt, aber Sie müssen noch die fehlenden Informationen nachtragen, bevor Installationsprogramme für diese Profil erstellt werden können.
el_gr: Ο τύπος EAP προστέθηκε στο προφίλ, αλλά πρέπει να συμπληρώσετε τις πληροφορίες που λείπουν για να μπορέσουμε να δημιουργήσουμε πακέτα εγκατάστασης για εσάς.
es_es: El tipo EAP se añadió al perfil, pero necesitas completar la información que falta para que podamos crear instaladores para ti.
et_ee: EAP tüüp lisati profiilile, kuid pead lisama puuduva teabe, enne kui saame Su jaoks paigaldusprogrammid luua.
fi_fi: EAP-tyyppi lisättiin profiiliin, mutta sinun pitää lisätä puuttuvat tiedot, jotta asennusohjelmia voidaan luoda.
fr_fr: La méthode EAP a bien été ajouté à votre profil, mais vous devez compléter les informations manquantes pour que nous puissions créer les installateurs.
it_it: Il tipo EAP è stato aggiunto al profilo, ma è necessario completare le informazioni mancanti prima di poter produrre i programmi di installazione per te.
pl_pl: Metoda EAP została dodana do profilu, ale do przygotowania instalatorów niezbędne będzie uzupełnienie informacji.
pt_pt: O tipo EAP foi adicionado ao perfil. No entanto, é necessário preencher a informação em falta para que possa proceder-se à geração dos respectivos instaladores.
ro_ro: Acest tip EAP a fost adăugat în profil, dar trebuie să completați informațiile lipsă ca să putem produce programe de instalare pentru dumneavoastră.
sl_si: Vrsta EAP je bila dodana profilu, toda manjkajoče informacije morate dopolniti, preden lahko ustvarimo namestitveni program.
tr_tr: Profile EAP tipi eklenmişti, fakat sizin özgü yükleyici oluşturabilmemiz için eksik bilgileri tamamlamanız gereklidir.
uk_ua: Тип EAP був доданий до профілю, але вам потрібно заповнити відсутні дані, перш ніж ми зможемо створити для вас програми встановлення.

source: WARNING! A new trusted root CA was added, and it has the exact same name as a previously existing root CA. This may (but does not necessarily) mean that this is an attempt to insert an unauthorised trust root by disguising as the genuine one. The details are below:
bg_bg: ВНИМАНИЕ! Добавен е нов доверен Доставчик на Удостоверителни Услуги, който има същото име като предишния. Това може (но не е задължително) да означава, че е опит за вмъкване на неоторизиран Доставчик на Удостоверителни Услуги чрез маскирането му като оригинален. Детайлите са по-долу:
ca_es: ALERTA! Un nou certificat arrel - root CA - s'ha afegit, i té el mateix nom que un altre certificat ja existent. Això pot significar (no necessàriament) un intent d'afegir una entitat arrel no reconeguda, suplantant la genuïna. Trobareu els detalls tot seguit:
cy: RHYBUDD! Ychwanegwyd AT gwraidd dibynadwy newydd, ac mae ganddo'r un enw yn union â AT gwraidd a oedd yn bodoli eisoes. Gall hyn (ond nid yw o reidrwydd) olygu mai ymgais yw hon i fewnosod gwraidd ymddiriedolaeth anawdurdodedig trwy guddio fel yr un dilys. Mae'r manylion isod:
de_de: WARNUNG! Eine neue Wurzel-CA wurde hinzugefügt, und der Name der CA ist exakt identisch zu der bestehenden. Dies könnte heißen (muss aber nicht), dass hier versucht wird, eine unautorisierte Wurzel-CA einzuschleusen die sich als die originale ausgibt. Die Details folgen:
el_gr: ΠΡΟΣΟΧΗ! Μία νέα έμπιστη root CA προστέθηκε , και έχει ακριβώς ίδιο όνομα με μία πρώην υπάρχουσα root CA . Αυτό μπορεί (αλλά όχι απαραίτητα) να σημαίνει ότι υπάρχει προσπάθεια να εισχωρήσει μία μη εξουσιοδοτημένη έμπιστη root παριστάνοντας ότι είναι η γνήσια . Οι λεπτομέρειες παρακάτω:
es_es: ¡AVISO! Se ha añadido una nueva CA raíz de confianza, y tiene exactamente el mismo nombre que una CA raíz existente. Esto puede significar (pero no necesariamente) que este es un intento de insertar una raíz de confianza no autorizada, disfrazada como la genuina. Estos son los detalles:
et_ee: HOIATUS! Lisati uus usaldatav juur-CA, millele on sama nimi nagu senisel juur-CA-l. See võib (kuid ei pruugi) viidata katsele sisestada autoriseerimata usaldatavat juurt õige asemel. Täpsemalt allpool:
fi_fi: VAROITUS! Luotettu juurivarmenne lisättiin, ja sillä on sama nimi kun aikaisempi juurivarmenne. Tämä voisi tarkoittaa että yritettiin lisätä luvaton juurivarmenne ja käyttää sitä aidon varmenteen peittämiseen. Tarkat tiedot alla:
fr_fr: ATTENTION ! Une nouvelle AC racine de confiance a été ajoutée et elle porte exactement le même nom qu'une AC racine déjà existante. Cela peut (mais pas nécessairement) signifier qu'il s'agit d'une tentative d'insérer une racine de confiance non autorisée en la déguisant en racine authentique. Les détails sont indiqués ci-dessous :
it_it: ATTENZIONE! È stata aggiunta una nuova CA radice attendibile e ha il nome identico a una CA radice preesistente. Ciò può (non necessariamente) significare che si tratta di un tentativo di inserire una radice di fiducia non autorizzata facendola passare come autentica. I dettagli di seguito:
pl_pl: OSTRZEŻENIE: Dodano nowy zaufany root CA i ma on taką samą nazwę, jak istniejący poprzednio root CA. Ta sytuacja może (ale nie musi) oznaczać, że podjęto próbę dodania niezautoryzowanego zaufanego urzędu certyfikacyjnego ukrytego pod oryginalną nazwą. Szczegóły poniżej:
pt_pt: AVISO! Uma nova CA de raiz confiável foi adicionada e tem exatamente o mesmo nome de uma CA raiz existente anteriormente. Isso pode (mas não necessariamente) significar que esta é uma tentativa de inserir uma raiz de confiança não autorizada disfarçando-se como a genuína. Os detalhes estão abaixo:
ro_ro: ATENȚIE ! A fost adăugat un nou root CA considerat de încredere și care are același nume cu un alt root CA existent. Asta poate fi (dar nu neapărat) o încercare de a adăuga un CA neautorizat. Detaliile sunt prezentate mai jos:
sl_si: OPOZORILO! Dodan je bil nov korenski overitelj potrdil, ki ima popolnoma enako ime kot obstoječ korenski overitelj potrdil. To lahko (ne pa nujno) pomeni, da gre za poskus vstavljanja nepooblaščenega korena zaupanja, ki se pretvarja, da je pristen. Podrobnosti najdete spodaj:
tr_tr: UYARI! Yeni bir güvenilen kök CA eklendi ve bu, önceden var olan bir kök CA ile tam olarak aynı isme sahip. Bu, (ama mutlaka değil) gerçek olanı gizleyerek yetkisiz bir güven kökünü yerleştirme girişimi olabilir. Ayrıntılar aşağıdadır:
uk_ua: УВАГА! Додано новий надійний кореневий CA, і вона має точно те саме ім’я, що і раніше існуючий кореневий CA. Це може (але не обов'язково) означати, що це спроба вставити несанкціонований корінь довіри шляхом маскування під справжній. Детальніше нижче:

source: A new trusted root CA was added. The details are below:
bg_bg: Добавен е нов доверен Доставчик на Удостоверителни Услуги. Детайлите са по-долу:
ca_es: Un nou certificat arrel de confiança s'ha afegit. Trobareu els detalls tot seguit:
cy: Ychwanegwyd AT gwraidd dibynadwy newydd. Mae'r manylion isod:
de_de: Ein neues CA-Wurzelzertifikat wurde hinzugefügt. Die Details sind wie folgt:
el_gr: Μία νέα έμπιστη root CA προστέθηκε . Οι λεπτομέρειες παρακάτω:
es_es: Se ha añadido una nueva CA raíz de confianza. Estos son los detalles:
et_ee: Lisati uus juur-CA. Üksikasjad:
fi_fi: Uusi luotettu juurivarmenne lisättiin. Tiedot alla:
fr_fr: Une nouvelle AC racine de confiance a été ajoutée. Les détails sont indiqués ci-dessous :
it_it: E' stata aggiunta una nuova CA radice di fiducia. I dettagli sono sotto:
pl_pl: Dodano zaufany urząd root CA. Szczegóły poniżej:
pt_pt: Uma nova CA raiz confiável foi adicionada. Os detalhes estão abaixo:
ro_ro: A fost adăugat un nou root CA. Detaliile pot fi vizualizate mai jos:
sl_si: Dodan je bil zaupanja vreden korenski overitelj potrdil. Podrobnosti najdete spodaj:
tr_tr: Yeni bir güvenilen kök CA eklendi. Ayrıntılar aşağıdadır:
uk_ua: Додано новий надійний кореневий CA. Детальніше нижче:

source: A new acceptable server name for the authentication server was added. The details are below:
bg_bg: Добавено е ново допустимо име на сървъра за удостоверяване. Детайлите са по-долу:
ca_es: Un nou nom de servidor per al servidor d'autenticació s'ha afegit. Trobareu els detalls tot seguit:
cy: Ychwanegwyd enw gweinydd derbyniol newydd ar gyfer y gweinydd dilysu. Mae'r manylion isod:
de_de: Ein neuer erwarteter Servername für den Authentifizierungsserver wurde hinzugefügt. Die Details folgen:
el_gr: Ένα νέο αποδεκτό όνομα server για την αυθεντικοποίηση server προστέθηκε . Οι λεπτομέρειες παρακάτω:
es_es: Se ha añadido un nuevo nombre de servidor aceptable para el servidor de autentificación. Estos son los detalles:
et_ee: Autentimisserverile lisati uus lubatav serverinimi. Üksikasjad:
fi_fi: Uusi hyväksytty nimi lisättiin autentikointipalvelimelle. Tiedot alla:
fr_fr: Un nouveau nom de serveur acceptable pour le serveur d'authentification a été ajouté. Les détails sont indiqués ci-dessous :
it_it: È stato aggiunto un nuovo nome server accettabile per il server di autenticazione. I dettagli sono di seguito:
pl_pl: Dodano nową nazwę serwera, która będzie mogła być używana podczas uwierzytelnienia. Szczegóły poniżej:
pt_pt: Um novo nome de servidor aceitável para o servidor de autenticação foi adicionado. Os detalhes estão abaixo:
ro_ro: A fost adăugat un nou nume acceptabil pentru serverul de autentificare. Detalii mai jos:
sl_si: Dodano je bilo novo sprejemljivo ime strežnika za strežnik preverjanja pristnosti. Podrobnosti najdete spodaj:
tr_tr: Kimlik doğrulama sunucusu için yeni bir kabul edilebilir sunucu adı eklendi. Ayrıntılar aşağıdadır:
uk_ua: Додано нове прийнятне ім'я для сервера автентифікації. Детальніше нижче:

source: Continue to Installer Fine-Tuning and Download
bg_bg: Продължете към фина настройска на инсталатора и изтегляне
ca_es: Seguiu a Ajustos de l'Instal·lador i Descàrrega
cy: Parhewch i Dirwyo'r Gosodwr a'i Lawrlwytho
de_de: Weiter zu den Installationsprogammen (Feintuning und Herunterladen)
el_gr: Συνέχεια με την Τελειοποίηση του Πακέτου Εγκατάστασης και Λήψη
es_es: Continuar a los ajustes del instalador y descarga
et_ee: Jätka paigaldusprogrammi peenhäälestuse ja allalaadimisega
fi_fi: Jatka asennusohjelman hienosäätöön ja lataukseen
fr_fr: Continuer vers les paramètres avancés et le téléchargement de l’exécutable d'installation
it_it: Continua alla configurazione avanzata del programma di installazione e al Download
pl_pl: Przejdź do części pobierania instalatorów i ustawiania ich parametrów
pt_pt: Continue para Ajustes do Instalador e para Download
ro_ro: Continuă către descărcarea și configurarea programului de instalare
sl_si: Nadaljujte na natančno nastavitev namestitvenega programa in prenos
tr_tr: Yükleyici İnce Ayarları ve İndirmeye Devam
uk_ua: Продовжити до точного налаштування інсталятора та завантаження

source: Insecure mail domain!
bg_bg: Опасен домейн на мейл!
ca_es: Domini de correu no segur!
cy: Parth ebost anniogel!
de_de: Unsichere E-Mail-Domain!
el_gr: Μη ασφαλής τομέας mail!
es_es: ¡Dominio del correo electrónico inseguro!
et_ee: Ebaturvaline e-posti domeen!
fi_fi: Sähköpostin verkkotunnus ei ole turvallinen!
fr_fr: Domaine de l'adresse de courrier considéré comme non sûr !
it_it: Dominio di posta non sicuro!
pl_pl: Niezabezpieczona domena mailowa!
pt_pt: Domínio de email inseguro!
ro_ro: Domeniu de poștă electronică nesecurizat!
sl_si: Nezanesljiva poštna domena.
tr_tr: Güvenli olmayan posta alan adı!
uk_ua: Небезпечний поштовий домен!

source: The mail domain of the mail address <strong>%s</strong> is not secure: some or all of the mail servers are not accepting encrypted connections (no consistent support for STARTTLS).
bg_bg: Мейл домейнът на мейл адреса <strong>%s</strong> е опасен: някои или всички от мейл сървърите не приемат криптирано свързване (няма съвместима поддръжка за STARTTLS).
ca_es: El domini de correu o l'adreça <strong>%s</strong> no és segur: alguns o tots els servidors de correu no accepten connexions encriptades (suport no consistent per a STARTTLS).
cy: Nid yw parth post y cyfeiriad post %s yn ddiogel: nid yw rhai neu bob un o'r gweinyddion post yn derbyn cysylltiadau wedi'u hamgryptio (dim cymorth gyson i STARTTLS).
de_de: Die Domain der E-Mail Adresse <strong>%s</strong> ist nicht gesichert: einige oder alle ihrer Mailserver akzeptieren keine verschlüsselten Verbindungen (keine durchgehende Unterstützung für STARTTLS).
el_gr: Ο τομέας mail για τη διεύθυνση mail <strong>%s</strong> δεν είναι ασφαλής: κάποιοι ή όλοι οι εξυπηρετητές mail δε δέχονται κρυπτογραφημένες συνδέσεις (όχι σταθερή υποστήριξη για STARTTLS).
es_es: El dominio de la dirección de correo electrónico <strong>%s</strong> no es seguro porque algunos o todos los servidores de correo no aceptan conexiones cifradas (no hay soporte consistente para STARTTLS).
et_ee: Postidomeen e-posti aadressis <strong>%s</strong> ei ole turvaline: mõni või kõik postiserverid ei aktsepteeri krüpteeritud ühendust (puudub terviklik toetus STARTTLS-le).
fi_fi: Sähköpostiosoitteen <strong>%s</strong> verkkotunnus ei ole turvallinen: jotkut tai kaikki sähköpostipalvelimista eivät hyväksy salattuja yhteyksiä (ei johdonmukaista tukea STARTTLS: lle).
fr_fr: Le domaine de l'adresse de courrier <strong>%s</strong> n'est pas sûr : au moins un des serveurs de courrier n'accepte pas les connexions chiffrées (pas de support cohérent de STARTTLS).
it_it: Il dominio di posta dell'indirizzo e-mail <strong>%s</strong> non è sicuro: alcuni o tutti i server di posta non stanno accettando connessioni criptate (nessun supporto consistente per STARTTLS).
pl_pl: Domena w adresie mailowym <strong>%s</strong> nie jest bezpieczna: niektóre lub wszystkie serwery mailowe nie akceptują połączeń szyfrowanych (brak wsparcia dla STARTTLS).
pt_pt: O domínio de e-mail do endereço <strong>%s</strong> não é seguro: alguns ou todos os servidores de email não estão a aceitar ligações cifradas (sem suporte consistente para STARTTLS).
ro_ro: Domeniul de poștă electronică a adresei de e-mail <strong>%s</strong> nu este securizată: câteva sau toate serverele ale poștei nu acceptă conexiuni criptate (nu au suport continuu pentru STARTTLS).
sl_si: Poštna domena poštnega naslova <strong>%s</strong> ni varna: nekateri ali vsi poštni strežniki ne sprejemajo šifriranih povezav (brez skladne podpore za STARTTLS).
tr_tr: <strong>%s</strong> posta adresinin, posta alan adı güvenli değil: posta sunucularının bir kısmı veya tamamı şifrelenmiş bağlantıları kabul etmiyor (STARTTLS için tutarlı destek yok).
uk_ua: Домен електронної адреси <strong>%s</strong> не є захищеним: деякі або всі поштові сервери не підтримують зашифровані з'єднання (відсутність стабільної підтримки STARTTLS).

source: The invitation would need to be sent in cleartext across the internet, and can possibly be read and abused by anyone in transit.
bg_bg: Поканата ще трябва да бъде изпратена в чист текст по интернет, но вероятно може да бъде прочетена и да бъде злоупотребено с нея от всеки в интернет трафика.
ca_es: La invitació s'ha d'enviar en text clar per internet, i podria ser llegida i aprofitada per qualsevol mentre hi circula.
cy: Byddai angen anfon y gwahoddiad mewn testun clir ar draws y rhyngrwyd, ac mae'n bosibl y gall unrhyw un sy'n cael ei gludo ei ddarllen a'i gamddefnyddio.
de_de: Die Einladung müsste im Klartext über das Internet geschickt werden, und sie kann dann möglicherweise von Dritten gelesen und missbraucht werden.
el_gr: Η πρόσκληση θα χρειαζόταν να σταλεί σε καθαρό κείμενο μέσω του διαδικτύου, οπότε πιθανώς θα μπορούσε να υπάρξει κατάχρηση από οποιονδήποτε μπορούσε να τη διαβάσει στην πορεία.
es_es: La invitación necesitaría ser enviada en texto sin cifrar a través de internet, y alguien podría leerla en tránsito y hacer mal uso de ella.
et_ee: Kutse tuleb saata üle Interneti avatekstina ja seda on võimalik teelolemise ajal igaühel lugeda ja väärkasutada.
fi_fi: Kutsu olisi lähetettävä selkotekstinä internetin yli, ja kuka tahansa voi periaatteessa lukea ja käyttää sitä väärin.
fr_fr: L'invitation devra être envoyée en clair au travers de l'Internet, et pourra potentiellement être lue et utilisée de façon malveillante par n'importe qui sur le trajet.
it_it: L'invito dovrebbe essere inviato in chiaro attraverso Internet e potrebbe essere letto e abusato da chiunque durante il transito.
pl_pl: Zaproszenie musi zostać przesłane otwartym tekstem i może zostać odczytane l wykorzystane przez osoby postronne.
pt_pt: O convite precisa de ser enviado em claro através da Internet, e pode ser lido e alterado por qualquer um, enquanto em trânsito.
ro_ro: Invitația ar trebui să fie trimisă în text pe toată calea străbătută pe internet, și ar putea fi citită și abuzată de oricine se află pe acea rută.
sl_si: Vabilo je treba poslati kot čisto besedilo prek interneta, kjer ga lahko prebere in zlorabi vsakdo, ki je v tranzitu.
tr_tr: Davetin internet üzerinden açık metin olarak gönderilmesi gerekecek ve iletim yolunda bulunan herkes tarafından muhtemel okunabilir ve kötüye kullanılabilir.
uk_ua: Запрошення буде надіслане через Інтернет незашифрованим у вигляді відкритого тексту, що дозволяє стороннім особам переглянути або зловживати його вмістом під час передачі..
