Repository: GEANT/CAT
Catalog: translation/*/web_user.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, hu_hu, it_it, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: There can be a number of different reasons. The network you see may not be a genuine %s one and your device silently drops the connection attempt; there may be something wrong with the configuration of the network; your account may have expired; there may be a connection problem with your home authentication server; you may have broken the regulations of the network you are using and have been refused access as a consequence. You should contact your organisation and report the problem, the administrators should be able to trace your connections.
ar: يمكن أن يكون هناك عدد من الأسباب المختلفة. قد لا تكون الشبكة التي تراها شبكة %s الأصلية ويتخلى جهازك بصمت عن محاولة الاتصال؛ قد يكون هناك خطأ ما في إعدادات الشبكة؛ قد يكون حسابك منتهي الصلاحية؛ قد تكون هناك مشكلة في الاتصال بخادم المصادقة للمؤسسة؛ ربما تكون قد انتُهِكت لوائح الشبكة التي تستخدمها وتم رفض الوصول نتيجة لذلك. يجب عليك الاتصال بمؤسستك والإبلاغ عن المشكلة ، ويجب أن يكون المسؤولون قادرين على تتبع محاولات الإتصال.
bg_bg: Може би има няколко различни причини. Мрежата, която виждате, може би не е истинската %s и Вашето устройство скрито прекъсва опита за свързване; може би има някаква грешка в конфигурацията на мрежата; може акаунтът Ви да е изтекъл; може би има проблем със свързването с Вашия сървър за идентификация; може да сте нарушили правилата на мрежата, която използвате, в резултат на което достъп Ви е бил отказан . Вие трябва да се свържете с Вашата организация и да докладвате проблема, администраторите би трябвало да могат да проследят Вашите свързвания.
ca_es: Hi ha diverses raons. La xarxa que veieu pot no ser una xarxa %s genuïna i el vostre dispositiu descartarà la connexió; pot haver algun problema de configuració de la xarxa; el vostre compte pot haver expirat; hi pot haver un problema de connexió amb el vostre servidor de validació; podeu no haver respectat les condicions d'ús i per tant ser penalitzats. Cal que contacteu amb la vostra organització i informeu del problema, els administradors podran trobar-ne la causa.
cs_cz: Může být vícero různých příčin. Síť, kterou vidíte na vašem zařízení, nemusí být pravá %s síť a zařízení v takovém případě zruší pokus o připojení; nebo je síť pravá, ale může být nesprávně nakonfigurovaná; vašemu uživatelskému účtu mohla vypršet platnost; mohl se vyskytnout problém při spojení s vaším domovským ověřovacím serverem; váš přístup mohl být zablokovaný z důvodu porušení pravidel. Obraťte se, prosím, na vaší organizaci a nahlaste problém, příslušní správci by měli být schopni zjistit přesnou příčinu.
cy: Gall fod nifer o resymau gwahanol. Mae'n bosibl nad yw'r rhwydwaith a welwch yn un gwirioneddol %s ac mae eich dyfais yn rhoi'r gorau i'r cysylltiad yn dawel; efallai bod rhywbeth o'i le ar ffurfweddiad y rhwydwaith; efallai bod eich cyfrif ddarfod; efallai y bydd problem cysylltiad â'ch gweinydd dilysu cartref; efallai eich bod wedi torri rheolau'r rhwydwaith yr ydych yn ei ddefnyddio ac wedi cael ei gwrthod mynediad o ganlyniad. Dylech gysylltu â'ch sefydliad a rhoi gwybod am y broblem, dylai'r gweinyddwyr allu olrhain eich cysylltiadau.
de_de: Es kann eine Vielzahl Ursachen geben. Das Netzwerk das Sie sehen ist vielleicht kein autorisiertes %s Netzwerk und Ihr Gerät bricht daher den Anmeldevorgang ab; vielleicht ist mit Ihrer Netzwerkkonfiguration etwas nicht in Ordnung; vielleicht ist Ihr Nutzerkonto abgelaufen; vielleicht gibt es ein technisches Problem mit dem für Sie zuständigen Anmeldeserver; vielleicht ist Ihr Nutzerkonto gesperrt aufgrund nicht erlaubter Aktivitäten. Sie sollten Ihre Organisation kontaktieren und dort das Problem melden - die Administratoren sollten das Problem eingrenzen können.
el_gr: Μπορεί να υπάρχει ένα πλήθος διαφορετικών λόγων. Το δίκτυο που βλέπετε ίσως να μην είναι ένα αυθεντικό δίκτυο %s και η συσκευή σας εγκαταλείπει σιωπηρά την προσπάθεια σύνδεσης· μπορεί να υπάρχει κάποιο πρόβλημα με την διαμόρφωση του δικτύου· ίσως έχει λήξει ο λογαριασμός σας· πιθανώς να υπάρχει κάποιο πρόβλημα σύνδεσης με τον οικείο εξυπηρετητή αυθεντικοποίησης σας· ίσως έχετε παραβεί τους κανονισμούς του δικτύου που χρησιμοποιείτε και κατά συνέπεια σας έχει στερηθεί η πρόσβαση. Θα πρέπει να επικοινωνήσετε με τον οργανισμό σας και να αναφέρετε το πρόβλημα, οι διαχειριστές μπορούν να ανιχνεύσουν τις συνδέσεις σας.
es_es: Puede haber distintos motivos. La red que ves puede no ser una red %s auténtica y que tu dispositivo interrumpa silenciosamente el intento de conectarse. Puede que haya algo incorrecto en la configuración de la red. Tu cuenta puede haber expirado. Puede haber un problema de conexión con el servidor de autenticación de tu organización. Puedes haber incumplido las normas de la red en la que te encuentras y que se deniegue el acceso como consecuencia. En cualquier caso, deberías contactar con tu organización e informar el problema, y los administradores deberían poder rastrear tus problemas de conexión.
et_ee: Sellel võib olla palju erinevaid põhjusi. Võrk, mida näed, ei pruugi olla autentne %si võrk ja Su seade katkestab ühendumiskatse; midagi võib võrgu seadistustes valesti olla; Su konto võib olla aegunud; probleem võib olla Su koduasutuse autentimisserveriga ühenduse saamisel; Sa võid olla rikkunud selle võrgu eeskirju, mida kasutad, ja seetõttu juurdepääsust ilma jäetud. Peaksid võtma ühendust oma asutusega ja probleemist teada andma; administraatorid peaksid saama Su ühendusi kontrollida.
fi_fi: Tähän voi olla useita erilaisia syitä. Käyttämäsi verkko ei välttämättä ole aito %s ja siksi päätelaitteesi katkaisee yhteydenottoyritykset; verkossa voi olla jotain vikaa; käyttäjätunnuksesi tai salasanasi on voinut vanhentua; kotiorganisaatiosi autentikointipalvelimessa voi olla vikaa; olet voinut rikkoa verkon käyttösääntöjä ja käyttösi on sen vuoksi estetty. Ota yhteyttä kotiorganisaatioosi ja kerro ongelmastasi, verkon ylläpito pystyy selvittämään yhteysongelmasi syyn.
fr_fr: Il peut y avoir de nombreuses raisons différentes. Le réseau que vous voyez peut ne pas être un authentique réseau %s et votre appareil refuse silencieusement la connexion. Il peut y avoir un mauvais paramètre dans la configuration du réseau ; votre compte peut avoir expiré ; il peut y avoir un problème de connexion avec le serveur d'authentification de votre établissement ; vous pouvez ne pas respecter la réglementation d'utilisation du réseau que vous utilisez et avoir été refusé en conséquence. Vous devriez contacter votre établissement d'origine et signaler le problème, les administrateurs devraient être en mesure de tracer votre connexion.
hr_hr: Mogući su mnogi različiti razlozi. Mreža koju vidite možda nije autentična %s i Vaš uređaj automatski odbacuje pokušaj spajanja; možda je mreža neispravno podešena; možda Vam je istekao račun; možda je problem u povezivanju s Vašim matičnim autentikacijskim poslužiteljem; možda ste prekršili pravila mreže koju koristite pa je to odbijanje poljedica. Potrebno je kontaktirati matičnu ustanovu te prijavite problem, administrator bi trebao moći vidjeti u ćemu je greška.
hu_hu: Számos különböző ok lehet. A látott hálózat lehet, hogy nem valódi %s , és a készülék csendben szétkapcsol; lehet, hogy valami nincs rendben a hálózat konfigurációjával; fiókod lejárt; előfordulhat, hogy kapcsolatproblémája van az otthoni hitelesítési kiszolgálóval; megsérted a használt hálózat szabályait, és ennek következtében megtagadták a hozzáférést. Fel kell venned a kapcsolatot a szervezeteddel és jelenteni kell a problémát, a rendszergazdák azonosítani tudják a problémádat.
it_it: Ci possono essere molteplici motivi diversi. La rete che vedi potrebbe non essere una %s autentica e il tuo dispositivo interromperebbe silenziosamente il tentativo di connessione; potrebbe esserci qualcosa di sbagliato nella configurazione della rete; il tuo account potrebbe essere scaduto; potrebbe esserci un problema di connessione con il server di autenticazione della tua organizzazione; potresti aver infranto le regole della rete che stai utilizzando e di conseguenza ti è stato rifiutato l'accesso. Dovresti contattare la tua organizzazione e segnalare il problema, gli amministratori dovrebbero essere in grado di tracciare le tue connessioni.
pl_pl: Powodów może być wiele. Być może sieć, którą widzisz nie jest autentyczną siecią %s i Twoje urządzenie przerywa próbę połączenia; sama sieć może mieć jakieś problemy, może być źle skonfigurowana; być może wygasło Twoje konto; może być jakiś problem w połączeniu do serwera Twojej instytucji macierzystej; być może naruszyłeś postanowienia lokalnego regulaminu sieci i w konsekwencji zablokowano Cie dostęp. Skontaktuj się ze swoją instytucją, administratorzy powinni być w stanie sprawdzić Twoje połączenia.
pt_pt: Podem haver vários razões. A rede pode não ser %s genuína e o seu dispositivo deixa cair tentativa de ligação silenciosamente; pode haver algum problema com a configuração da rede; a sua conta pode ter expirado; pode haver um problema de ligação com o servidor de autenticação da sua instituição; pode ter violado as regras da rede que está a usar e ter sido recusado o acesso como uma consequência. Deve contactar a sua instituição e reportar o problema, os administradores devem conseguir seguir as suas ligações.
ro_ro: Pot exista o serie de motive diferite. Rețeaua pe care o vedeți poate să nu fie una autentică %s iar dispozitivul dvs. renunță la încercarea de conectare; s-ar putea să fie ceva în neregulă cu configurația rețelei; este posibil ca contul dvs. să fi expirat; poate exista o problemă de conexiune cu serverul de autentificare de origine; este posibil să fi încălcat reglementările rețelei pe care le utilizați și, în consecință, a fost refuzat accesul. Ar trebui să contactați organizația dvs. și să raportați problema, administratorii ar trebui să poată urmări conexiunile.
sl_si: Možnih razlogov je več. Omrežje, v katerega se povezujete, lahko ni pristno omrežje %s, zato vaša naprava potihem prekine povezavo; lahko je kaj narobe z nastavitvami omrežja; vaš račun je lahko že potekel; morda je prišlo do težave s povezavo z vašim domačim prijavnim strežnikom; morda ste kršili pravila omrežja in imate posledično omejen dostop. Kontaktirajte vašo domačo organizacijo in prijavite težavo. Skrbnik ima vpogled v dnevniške datoteke in bo lahko preveril težavo z vašo povezavo.
sr_rs: Mogući su različiti razlozi. Mreža koju vidite možda nije prava %s pa vaš uređaj odbija povezivanje; moguće su greške u konfiguraciji mreže; vaš korisnički nalog je možda istekao; moguć je prekid u vezi sa serverom vaše institucije koji proverava vaš identitet; možda ste prekrišili uslove korišćenja mreže pa vam je zabranjen pristup. Kontaktirajte vašu organizaciju i prijavite problem, administratori bi trebalo da znaju kako da dođu do vas preko informacija o vašoj konekciji.
tr_tr: Farklı sebepler olabilir. Gördüğünüz ağ gerçek bir %s olmayabilir ve cihazınız bağlantı girişimini sessizce bırakmış olabilir; ağın yapılandırmasında yanlış bir şeyler olabilir; hesabınızın süresi dolmuş olabilir; ev kimlik doğrulama sunucunuzla bir bağlantı sorunu olabilir; kullandığınız ağın kurallarını çiğnemiş olabilirsiniz ve sonuç olarak ağa erişiminiz engellenmiş olabilir. Kurumunuza başvurup sorunu bildirmelisiniz, yöneticiler sorunu bulmak için bağlantınızın izini sürebilirler.
uk_ua: Тут може бути кілька різних причин. Мережа, яку ви бачите, може бути не справжньою, %s і ваш пристрій мовчки відмовляється від спроби підключення; може бути щось не так з конфігурацією мережі; можливо, ваш рахунок закінчився; може виникнути проблема з’єднання з вашим домашнім сервером автентифікації; можливо, ви порушили правила мережі, якою ви користуєтесь, і як наслідок вам відмовили у доступі. Вам слід зв’язатися зі своєю організацією та повідомити про проблему, адміністратори повинні мати можливість відстежувати ваші зв’язки.

source: I have a question about this web site. Whom should I contact?
ar: لدي سؤال عن هذا الموقع، مع من اتواصل؟
bg_bg: Имам въпрос относно този веб сайт. С кого трябва да се свържа?
ca_es: Tinc una pregunta sobre aquesta web. Amb qui puc contactar?
cs_cz: Mám otázku týkající se této webové stránky. Koho mám kontaktovat?
cy: Mae gennyf gwestiwn am y wefan hon. Gyda phwy ddylwn i gysylltu?
de_de: Ich habe eine Frage zu dieser Webseite. An wen sollte ich mich wenden?
el_gr: Έχω μια ερώτηση γι'αυτή την ιστοσελίδα. Με ποιον πρέπει να επικοινωνήσω;
es_es: Tengo una pregunta sobre este sitio web. ¿Con quién debo contactar?
et_ee: Mul on küsimus selle veebi kohta. Kellega peaksin ühendust võtma?
fi_fi: Minulla on kysymys tähän www-sivustoon liittyen. Keneen voin ottaa yhteyttä?
fr_fr: J'ai une question à propos de ce site web. Qui dois-je contacter ?
hr_hr: Imam pitanje vezano uz ovu web stranicu. Koga bih trebao kontaktirati?
hu_hu: Kérdésem van a weboldallal kapcsolatban. Kihez fordulhatok?
it_it: Chi devo contattare per questioni riguardanti questo sito?
pl_pl: Mam pytanie dotyczące tego serwisu. Z kim mogę się skontaktować.
pt_pt: Tenho uma questão sobre este site web. Quem devo contatar?
ro_ro: Am o întrebare despre web site. Pe cine ar trebuii să contactez?
sl_si: Imam vprašanje o tej spletni strani. Na koga se lahko obrnem?
sr_rs: Imam pitanje u vezi ove web stranice. Koga mogu da kontaktiram?
tr_tr: Bu web sitesi hakkında bir sorum var. Kiminle görüşebilirim?
uk_ua: У мене є запитання щодо цього веб-сайту. До кого мені звернутися?

source: You should send a mail to %s.
ar: يتطلب منك إرسال بريد الكتروني إلى %s.
bg_bg: Трябва да изпратите мейл до %s.
ca_es: Podeu enviar un correu electrònic a %s.
cs_cz: Pošlete e-mail na adresu %s.
cy: Dylech anfon ebost at %s
de_de: Senden Sie eine E-Mail an %s.
el_gr: Θα πρέπει να στείλετε e-mail στο %s.
es_es: Envía un correo electrónico a %s.
et_ee: Palun saada e-kiri aadressile %s.
fi_fi: Lähetä sähköpostia osoitteeseen %s.
fr_fr: Vous devriez envoyer un mail à %s.
hr_hr: Pošaljite nam e-mail na: %s.
hu_hu: Küldj egy levelet a %s címre!
it_it: Manda una mail a %s.
pl_pl: Wyślij maila do %s.
pt_pt: Deve enviar um email para %s.
ro_ro: Ar trebuii să trimiți un mail către %s.
sl_si: Vprašanje pošljite na naslov %s.
sr_rs: Trebalo bi da pošaljete mejl %s.
tr_tr: %s adresine mail gönderebilirsiniz.
uk_ua: Вам слід надіслати лист на адресу %s.

source: What is this %s thing anyway?
ar: ما هو الـ%s على أي حال؟
bg_bg: Какво все пак е това %s?
ca_es: Però que és això d'%s?
cs_cz: Co je to %s?
cy: Beth yw'r peth %s yma beth bynnag?
de_de: Was ist %s überhaupt?
el_gr: Τι είναι το %s τέλος πάντων;
es_es: ¿De qué va esto de %s?
et_ee: Mis see %s üldse on?
fi_fi: Mikä tämä %s sitten oikein on?
fr_fr: Mais quel est cet %s ?
hr_hr: O čemu se radi uopće?
hu_hu: Mi ez a %s dolog valójában?
it_it: Cos'è questa %s comunque?
pl_pl: Czym jest %s?
pt_pt: O que esta coisa de %s afinal?
ro_ro: Ce este acest lucru %s?
sl_si: Kaj sploh je %s?
sr_rs: Šta je uopšte %s?
tr_tr: Bu %s şeyi nedir?
uk_ua: Що це %s взагалі?

source: %s is a global WiFi roaming consortium which gives members of education and research access to the internet <i>for free</i> on all %s hotspots on the planet. There are several million %s users already, enjoying free internet access on more than %d hotspots! Visit <a href='http://www.eduroam.org'>the %s homepage</a> or <a href='http://monitor.eduroam.org/map_service_loc.php'>the %s location map</a> for more details.
ar: %s هو اتحاد تجوال واي فاي عالمي يمكن أعضاء مجتمع البحث العلمي والتعليم لدخول شبكة الانترنت<i> مجانا </i> في جميع مواقع %s حول العالم. يوجد حاليا عدة ملايين من مستخدمي %s، يتمتعون بإمكانية الوصول المجاني إلى الإنترنت على أكثر من %d نقطة فعاله! لمزيد من المعلومات يرجى زيارة <a href='http://www.eduroam.org'> الصفحة الرئيسية </a>لموقع %s أو <a href='http://monitor.eduroam.org/map_service_loc.php'> خريطة مواقع %s </a>
bg_bg: %s е световен WiFi роуминг консорциум, който дава на членовете на образованието и научните изследвания достъп до интернет <i> безплатно </i> до всички %s точки за интернет достъп на планетата. Вече има няколко милиона %s потребители, ползващи свободния интернет достъп до повече от %d точки за интернет достъп! Посетете <a href='http://www.eduroam.org'> %s начална страница </a> или <a href='http://monitor.eduroam.org/map_service_loc.php'> %s карта </a> за повече подробности.
ca_es: %s és un consorci global de WiFi en itinerància que subministra accés a internet <i>lliure</i> als membres de la comunitat educativa i investigadors en tots els punts d'accés %s del planeta. Hi ha milions d'usuaris %s, gaudint d'accés lliure a internet a més de %d punts d'accés! Visiteu <a href='http://www.eduroam.org'>la pàgina inicial d'%s</a> o <a href='http://monitor.eduroam.org/map_service_loc.php'> el mapa de localització %s </a>per a més detalls.
cs_cz: %s je celosvětová dohoda o roamingu ve WiFi sítích. Členům vzdělávacích a výzkumných organizací umožnuje <i>bezplatně</i> přistupovat k internetu ve všech %s sítích na světě. V současnosti má %s několik miliónů uživatelů a více než %d přístupových bodů. Více informací se dozvíte na <a href='http://www.eduroam.org'>domovské stránce %s</a> nebo na <a href='http://monitor.eduroam.org/map_service_loc.php'> mapě sítě %s</a>.
cy: Mae %s yn gonsortiwm crwydro WiFi byd-eang sy'n rhoi mynediad <i>am ddim</i> i aelodau addysg ac ymchwil i'r rhyngrwyd ar holl llecynnau %s ar y blaned. Mae sawl miliwn o %s o defnyddwyr yn barod, yn mwynhau mynediad am ddim i'r rhyngrwyd ar fwy na %d o llecynnau! Ewch <a href='http://www.eduroam.org'>i hafan %s</a> neu <a href='http://monitor.eduroam.org/map_service_loc.php'>y map lleoliad %s</a> am fwy o fanylion.
de_de: %s ist ein weltweites WLAN Roaming Konsortium, das Mitgliedern von Forschung und Lehre an allen %s Hotspots <i>kostenlosen</i> Zugang zum Internet gibt. Mehrere Millionen Menschen benutzen %s bereits und genießen kostenlosen Zugang an über %d Hotspots weltweit! Besuchen Sie <a href='http://www.eduroam.org'>die %s Homepage</a> oder <a href='http://monitor.eduroam.org/map_service_loc.php'>die %s Hotspotkarte</a> für weitere Informationen.
el_gr: το %s είναι μια παγκόσμια κοινοπραξία περιαγωγής WiFi που δίνει στα μέλη της εκπαιδευτικής και ερευνητικής κοινότητας πρόσβαση στο Διαδίκτυο <i>χωρίς κόστος</i> σε όλα τα %s hotspots στον κόσμο. Ήδη υπάρχουν πολλά εκατομμύρια χρήστες %s, που απολαμβάνουν δωρεάν πρόσβαση στο διαδίκτυο σε περισσότερα από %d hotspots! Επισκεφθείτε <a href='http://www.eduroam.org'> την ιστοσελίδα του %s</a> ή <a href='http://monitor.eduroam.org/map_service_loc.php'> %s χάρτη τοποθεσίας </a>για περισσότερες λεπτομέρειες.
es_es: %s es un consorcio de roaming WiFi global que permite ofrece a miembros de la comunidad educativa y de investigación acceso a Internet <i>gratis</i> en todas las localizaciones de %s del planeta. Ya hay varios millones de usuarios de %s, disfrutando de acceso gratuito a Internet en más de %d localizaciones! Visita <a href='http://www.eduroam.org'>la página web de %s</a> o <a href='http://monitor.eduroam.org/map_service_loc.php'>el mapa de localizaciones de %s</a> para más detalles.
et_ee: %s on ülemaailmne WiFi rändluskonsortsium, mis annab selle liikmeteks olevate haridus- ja teadusasutuste kasutajatele <i>tasuta</i> internetiühenduse kõigis %si juurdepääsupunktides meie planeedil. %sil on miljoneid kasutajaid, kes pääsevad vabalt internetti rohkem kui %d juurdepääsupunkti kaudu. Rohkem teavet leiad <a href='http://www.eduroam.org'>%si kodulehelt</a> ja <a href='http://monitor.eduroam.org/map_service_loc.php'>%si kaardilt</a>.
fi_fi: 87% match %s on maailmanlaajuinen WiFi-verkkovierailuyhteenliittymä, jonka kautta opiskelijat ja tutkijat saavat <i>ilmaisen</i> Internet-yhteyden kaikissa %shotspotissa. %s-käyttäjiä on miljoonia ja he hyödyntävät ilmaisen internet-yhteyden kaikissa yli %d hotspotissa. Lisätietoja <a href='http://www.eduroam.org'> %s kotisivulta </a>ja <a href='http://monitor.eduroam.org/map_service_loc.php'> %s peittoaluekartalta </a> .
fr_fr: %s est un réseau WiFi universel qui donne aux membres de la communauté éducation-recherche l'accès à internet <i>gratuitement </i> sur tous les points d'accès %s de la planète. Il y a déjà plusieurs millions d’utilisateurs %s qui profitent d'accès gratuit à Internet sur plus de %d points d'accès ! Visitez <a href='http://www.eduroam.org'>la page %s </a> ou <a href='http://monitor.eduroam.org/map_service_loc.php'> %s la carte de localisation</a> pour plus de détails.
hr_hr: %s je globalni WiFi roaming kozorcij koji pruža članovima znastvene i istraživačke zajednice pristup besplatan na Internet na svim %s pristupnim mjestima na svjetu. Trenutno je nekoliko milijuna korisnika %s, koriste besplatni pristup Internetu na više od %d pristupnih točaka! Posjetite %s homepage ili %s mapu s lokacijama.
hu_hu: A %s egy globális WiFi roaming konzorcium, amely az oktatási és kutatási tagjaiknak hozzáférést biztosít az internethez<i> ingyen </i> a világ minden %s hotspotján. Már több millió %s felhasználó van aki élvezi ingyenes és biztonsásgos internet-hozzáférést több mint %d helyszínen! További részletekért látogasson el a <a href='http://www.eduroam.org'> %s kezdőlapjára</a> vagy <a href='http://monitor.eduroam.org/map_service_loc.php'> %s térképre</a>.
it_it: %s è un consorzio di roaming globale del WiFi che permette ai propri membri dell'istruzione e della ricerca l'accesso a Internet <i>gratis</i> su tutti gli hotspot %s del pianeta. Ci sono già diversi milioni di utenti %s che godono di un accesso gratuito a Internet su oltre %d hotspot! Visita l'<a href='http://www.eduroam.org'>homepage %s</a> o <a href='http://monitor.eduroam.org/map_service_loc.php'>la mappa %s</a> per maggiori dettagli.
pl_pl: %sto ogólnoświatowe porozumienie, dzięki któremu osoby związane z instytucjami akademickimi i naukowymi mogą korzystać <i>za darmo</i>ze wszystkich hotspotów %s na świecie. Obecnie %s ma kilka milionów użytkowników korzystających z ponad %d hotspotów! Aby dowiedzieć się więcej, zajrzyj <a href='http://www.eduroam.org'>na stronę %s </a>lub <a href='http://monitor.eduroam.org/map_service_loc.php'>mapę lokalizacji %s</a>.
ro_ro: %seste un consorțiu global de roaming WiFi care oferă membrilor educației și cercetării acces gratuit la internet <i>gratuit</i> pe toate %shotspoturile de pe planetă. Există deja câteva milioane %sde utilizatori, care beneficiază de acces gratuit la internet pe mai mult de %d hotspot-uri! Accesați <a href='http://www.eduroam.org'>%spagina de pornire</a> sau<a href='http://monitor.eduroam.org/map_service_loc.php'>%s harta locației</a> pentru mai multe detalii.
tr_tr: %s, dünyadaki tüm %s kablosuz ağ erişim noktalarında, eğitim ve araştırma üyelerine <i>ücretsiz</i> internet erişimi sağlayan küresel bir WiFi dolaşım konsorsiyumudur. Şimdiden, %d 'den fazla noktada, milyonlarca %s kullanıcısı ücretsiz internet erişiminden yararlanıyor! Daha fazla bilgi için <a href='http://www.eduroam.org'>%s ana sayfasını</a> veya <a href='http://monitor.eduroam.org/map_service_loc.php'>%s konum haritasını </a> ziyaret edebilirsiniz.
uk_ua: %s це глобальний роумінговий консорціум WiFi, який надає освітянам та науковцям доступ до Інтернету <i>безкоштовно</i> на всіх %sточках доступу WiFi планети. Вже кілька мільйонів %sкористувачів, які користуються безкоштовним доступом до Інтернету у більш ніж %dточок доступу! Відвідайте <a href='http://www.eduroam.org'>цю %sдомашню сторінку </a>або <a href='http://monitor.eduroam.org/map_service_loc.php'>цю %sкарту розташування, щоб отримати докладнішу інформацію.
