Repository: GEANT/CAT
Catalog: translation/*/web_user.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, hu_hu, it_it, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: Now that you have downloaded and installed a client configurator, all you need to do is find an %s hotspot in your vicinity and enter your user credentials (this is our fancy name for 'username and password' or 'personal certificate') - and be online!
ar: الآن بعد أن قمت بتنزيل وتثبيت برنامج التهيئة، كل ما عليك فعله هو العثور على نقطة %s فعالة في المنطقة المجاورة لك وإدخال بيانات الاعتماد الخاصة بك (وهي 'اسم المستخدم وكلمة المرور' أو 'الشهادة الشخصية') - وأن تكون متصلاً بالإنترنت !
bg_bg: Сега, когато сте изтеглили и инсталирали клиентския конфигуратор, всичко което трябва да направите е да намерите %s точка за интернет достъп близо до Вас и да въведете удостоверението си за самоличност (това са Вашите "потребителско име и парола" или "персонален сертификат") - и ще бъдете на линия!
ca_es: Un cop heu baixat i instal·lat el configurador de client, només cal que trobeu un punt %s a prop i introduïu les vostres credencials (és el nom que donem a 'identificador i contrasenya' o 'certificat personal') i connecteu-vos!
cs_cz: Po instalaci a konfiguraci klienta vám stačí najít nejbližšší přístupový bod sítě %s ve vašem okolí a zadat svoje přihlašovací údaje (uživatelské jméno a heslo nebo osobní certifikát) a jste připojeni!
cy: Nawr eich bod wedi llwytho i lawr a gosod cyflunydd cleient, y cyfan sydd angen i chi ei wneud yw dod o hyd i llecyn %s yn eich ardal a nodi eich manylion mewngofnodi defnyddiwr (dyma ein henw ffansi ar gyfer 'enw defnyddiwr a chyfrinair' neu 'tystysgrif bersonol') - a byddwch ar-lein!
de_de: Nachdem Sie das Installationsprogramm heruntergeladen und installiert haben, müssen Sie sich nur noch in die Nähe eines %s Hotspots begeben und Ihre Zugangsdaten eingeben (also zum Beispiel Ihren Benutzernamen/Passwort oder Ihr persönliches Nutzerzertifikat) - und schon sind Sie online!
el_gr: Τώρα που έχετε κατεβάσει και εγκαταστήσει ένα διαμορφωτή πελάτη, το μόνο που χρειάζεται να κάνετε είναι να βρείτε ένα κοντινό %s hotspot και να εισάγετε τα διαπιστευτήριά σας (αυτό είναι το επίσημο όνομα για το 'όνομα χρήστη' και τον 'κωδικό πρόσβασης' ή το 'προσωπικό πιστοποιητικό') - και θα είστε συνδεδεμένος!
es_es: Ahora que has descargado e instalado un configurador, todo lo que tendrás que hacer es encontrar una ubicación WiFi %s en tu proximidad e introducir tus credenciales de usuario (este es el nombre que damos a tu "nombre de usuario y contraseña" o a tu "certificado personal"). ¡Y ya estarás conectado!
et_ee: Nüüd on Sul alla laaditud ja paigaldatud kliendiseadistusprogramm. Edasi on vaja leida üles lähim %si juurdepääsupunkt ja sisestada oma kasutajakonto andmed (kasutajanimi ja parool või isikusertifikaat) ning saadki võrguühenduse.
fi_fi: Nyt kun olet ladannut ja asentanut asennusohjelman, sinun tarvitsee enää etsiä lähin %s hotspot ja kirjautua verkkoon antamalla käyttäjätunnuksesi ja salasanasi (tai henkilövarmenne, mikäli kotiorganisaatiosi käyttää niitä) – näin olet verkossa!
fr_fr: Maintenant que vous avez téléchargé et installé une configuration cliente, tout ce qui reste à faire est de trouver un point d'accès %s à proximité, d'entrer vos identifiants d'utilisateur (nom d'utilisateur et mot de passe ou certificat personnel) et être connecté !
hr_hr: Sada kada ste preuzeli i instalirali konfigurator, sve što trebate je pronaći pristupnu točku u svojoj blizini te unijeti svoje korisničke podatke (korisničko ime i lozinku ili osobni certifikat) te biti online!
hu_hu: Most, hogy letöltötte és telepítette a konfiguráló eszközt, mindössze annyit kell tennie, hogy megtalálja a közelben az %s hotspotot, és megadja személyes felhasználó hitelesítő adatait (ez a "username és jelszó" vagy "személyes tanúsítványa") - és máris online lehet!
it_it: Ora che hai scaricato e installato un configuratore del client, tutto ciò che devi fare è trovare un hotspot %s nelle vicinanze e inserire le tue credenziali utente (questo è il nostro appellativo stravagante per "nome utente e password" o per il "certificato personale") - ed essere online!
pl_pl: Gdy już pobrałeś i zainstalowałeś konfigurator kliencki, pozostało podejście do jakiegoś nadajnika %s w pobliżu i wprowadzenie danych potrzebnych do uwierzytelnienia (tak określamy parę danych 'identyfikator użytkownika i hasło' lub 'certyfikat osobisty') i będziesz podłączony!
pt_pt: Agora que descarregou e instalou um cliente de configuração, só precisa de encontrar um hotspot %s nas suas proximidades e colocar as suas credências de utilizador (esta é a forma polida para 'nome de utilizador e palavra passe' ou 'certificado pessoal') e ficar ligado!
ro_ro: Acum ca ați descărcat si instalat clientul configurator, tot ceea ce trebuie să faceți este sa găsiți %s un hotspot în aproapierea dumneavoastră si să vă introduceți datele (acesta este un nume sofisticat pentru a vă spune să vă introduceți numele de utilizator și parola sau certificatul personal) - și o sa fiți online!
sl_si: Sedaj, ko ste prenesli in namestili odjemalec, morate v svoji bližini le še poiskati najbližjo točko %s in vnesti svoje prijavne podatke ('uporabniško ime in geslo' ali 'osebni certifikat') - in že boste povezani!
sr_rs: Sada kada ste preuzeli i instalirali konfigurator vašeg uređaja, sve što je potrebno da uradite jeste da pronađete najbližu %s pristupnu tačku i unesete vaše kredencijale (to je naš formalni naziv za korisničko ime i lozinku ili 'lični sertifikat') - da biste bili online!
tr_tr: Artık bir istemci yapılandırıcıyı indirip kurduğunuza göre, tek yapmanız gereken, yakınınızda bir %s kablosuz internet erişim noktası bulmak ve kullanıcı bilgilerinizi ('kullanıcı adı ve parola' veya 'kişisel sertifika') girerek çevrimiçi olmak!
uk_ua: Тепер, коли ви завантажили та встановили клієнтський конфігуратор, все, що вам потрібно зробити, це знайти %sточку доступу поблизу та ввести свої облікові дані користувача (це наше чудернацьке ім’я для „ім’я користувача та пароль” або „особистий сертифікат”) - і бути в мережі !

source: Should you have any problems using this service, please always contact the helpdesk of %s. They will diagnose the problem and help you out. You can reach them via the means shown above.
ar: إذا واجهتك أية مشكلات في استخدام هذه الخدمة، فيرجى الاتصال دائمًا بمركز الدعم التابع لـ %s. سيقومون بتشخيص المشكلة ومساعدتك. يمكنك الوصول إليهم عبر الوسائل الموضحة أعلاه.
bg_bg: Ако имате някакви проблеми, използвайки тази услуга, моля винаги търсете съдействие от helpdesk на %s. Те ще диагностицират проблема и ще Ви помогнат. Можете да се свържете с тях по начините, показани по-горе.
ca_es: Si teniu qualsevol problema utilitzant aquest servei, contacteu amb el servei d'atenció unificada d'%s. Us analitzaran el problema i us ajudaran en la seva resolució. Podeu comunicar-hi per qualsevol dels mitjans indicats més amunt.
cs_cz: Budete-li mít s touto službou problém, prosíme, kontaktujte vždy nejprve podporu instituce %s. Pracovníci technické podpory provedou diagnostiku problému a pomohou vám s jeho řešením. Můžete je kontaktovat výše uvedenými způsoby.
cy: Os cewch unrhyw broblem wrth ddefnyddio'r gwasanaeth hwn, cysylltwch â desg gymorth %s bob amser. Byddant yn gwneud diagnosis o'r broblem ac yn eich helpu. Gallwch eu cyrraedd trwy'r dulliau a ddangosir uchod.
de_de: Sollten Sie Probleme bei der Nutzung des Dienstes haben, wenden Sie sich bitte immer an den lokalen IT-Service ihrer Organisation %s. Dort kann man das Problem diagnostizieren und Ihnen helfen. Die Kontaktdaten finden Sie weiter oben auf dieser Seite.
el_gr: Εάν αντιμετωπίσετε κάποιο πρόβλημα κατά τη χρήση της υπηρεσίας, παρακαλούμε όπως επικοινωνείτε πάντα με το γραφείο αρωγής του %s. Θα διαγνώσουν το πρόβλημα και θα σας βοηθήσουν. Μπορείτε να επικοινωνείτε μαζί τους με τους τρόπους που υπάρχουν παρακάτω.
es_es: Si hubiera algún problema usando este servicio, por favor contacta con el soporte al usuario de %s. Ellos diagnosticarán el problema y podrán ayudarte. Puedes contactar con ellos a través de las vías mostradas en la parte superior.
et_ee: Palun võta teenuse kasutamisel tekkivate probleemide korral abi saamiseks ühendust kasutajatoega: %s, vt kontaktandmed ülalpool.
fi_fi: Mikäli sinulla on ongelmia palvelun käytössä, ole hyvä ja ota yhteyttä organisaation %s IT-käyttötukeen.
fr_fr: Quel que soit le problème que vous pourriez éventuellement rencontrer, ou pour tout autre renseignement, veuillez contacter le centre de support %s. Ils diagnostiqueront le problème ou vous apporteront toute autre aide qui pourrait être nécessaire. Vous pouvez les joindre en utilisant l'un des moyens décrits ci-dessus.
hr_hr: U slučaju bilo kakvih problema u korištenju usluge uvijek kontaktirajte helpdesk od %s. Oni će dijagnosticirati problem i pomoći vam. Možete ih kontaktirati na slijedeće načine.
hu_hu: Amennyiben a szolgáltatás használatában bármilyen probléma merülne fel vegye fel a kapcsolatot a %s hibabejelentőjével. A bejelentést követően diagnosztizálják a problémát és segítenek az elhárításban azt. Elérhetőségük fentebb látható.
it_it: In caso di problemi nell'uso di questo servizio, contatta sempre l'helpdesk di %s. Loro diagnosticheranno il problema e ti aiuteranno nella risoluzione. Puoi raggiungerli tramite i mezzi descritti sopra.
pl_pl: Jeżeli masz jakieś problemy z korzystaniem z tego serwisu, skontaktuj się z helpdeskiem %s. Tam problem zostanie zdiagnozowany i postarają się Ci pomóc. Możesz się skontaktować ze swoim helpdeskiem za pomocą wskazanych powyżej metod.
pt_pt: Caso tenha algum problema em usar este serviço, por favor contacte o suporte de %s. Eles vão diagnosticar o problema e ajudá-lo. Pode contactá-lo através dos contactos mostrados abaixo.
ro_ro: Dacă aveți probleme cu utilizarea acestui serviciu, vă rugăm să contactați întotdeauna asistența %s. Vor diagnostica problema și vă vor ajuta . Puteți ajunge la ei prin mijloacele prezentate mai sus.
sl_si: V primeru težav s storitvijo se vedno obrnite na pomoč za uporabnike %s. Ugotovili bodo kje je težava in vam pomagali. Do njih pridete preko gornje informacije.
sr_rs: Ako budete imali problema sa korišćenjem servisa, molimo vas da kontaktirate %s helpdesk. Oni će ustanoviti gde je problem i pomoći vam. Možete ih kontakrirati na osnovo podataka koji su prikazani iznad.
tr_tr: Bu hizmeti kullanırken eğer bir problemle karşılaşırsanız lütfen her zaman %s yardım masası ile bağlantıya geçin. Problemi tespit edip size yardımcı olacaklardır. Üstte gösterilen araçla onlara erişebilirsiniz.
uk_ua: Якщо у вас виникнуть проблеми з використанням цієї послуги, будь ласка, завжди звертайтесь до служби підтримки %s. Вони діагностують проблему та допоможуть вам. Ви можете зв’язатися з ними за допомогою засобів, показаних вище.

source: eduroam Terms and Conditions
ar: شروط وأحكام eduroam
bg_bg: Правила и условия на eduroam
ca_es: Política d'ús d'eduroam
cs_cz: eduroam - Smluvní podmínky
cy: Telerau ac Amodau eduroam
de_de: eduroam Nutzungsbedingungen
es_es: Términos y Condiciones de eduroam
et_ee: eduroami kasutustingimused
fr_fr: Condiftions d'utilisation eduroam
hr_hr: eduroam Uvjeti i odredbe
hu_hu: eduroam Felhasználási Feltételek
it_it: eduroam Termini e Condizioni
ro_ro: Termenii și condițiile eduroam
tr_tr: eduroam Kullanım Şartları ve Koşulları
uk_ua: Умови використання eduroam

source: eduroam Privacy Policy
ar: سياسة خصوصية eduroam
bg_bg: Политика за поверителност на eduroam
ca_es: Política de Privacitat d'eduroam
cs_cz: eduroam - Zásady ochrany osobních údajů
cy: Polisi Preifatrwydd eduroam
de_de: eduroam Datenschutzbestimmungen
es_es: Política de Privacidad de eduroam
et_ee: eduroami privaatsuspoliitika
fr_fr: Politique de confidentialité eduroam
hr_hr: eduroam Politika privatnosti
hu_hu: eduroam adatkezelési szabályzat
ro_ro: Politica de confidențialitate eduroam
tr_tr: eduroam Gizlilik Politikası
uk_ua: Політика конфіденційності eduroam

source: OpenRoaming Terms and Conditions
ar: شروط وأحكام OpenRoaming
bg_bg: Правила и условия на OpenRoaming
ca_es: Política d'ús d'OpenRoaming
cs_cz: OpenRoaming - Smluvní podmínky
cy: Telerau ac Amodau OpenRoaming
de_de: OpenRoaming Nutzungsbedingungen
es_es: Términos y Condiciones de OpenRoaming
et_ee: OpenRoamingu kasutustingimused
fr_fr: Conditions d'utilisation OpenRoaming
hr_hr: OpenRoaming Uvjeti i odredbe
hu_hu: OpenRoaming Felhasználási Feltételek
it_it: Openroaming Termini e condizioni
ro_ro: Termenii și condițiile OpenRoaming
tr_tr: OpenRoaming Kullanım Koşulları
uk_ua: Положення та умови OpenRoaming

source: OpenRoaming Privacy Policy
ar: سياسة خصوصية OpenRoaming
bg_bg: Политика за поверителност на OpenRoaming
ca_es: Política de Privacitat d'OpenRoaming
cs_cz: OpenRoaming - Zásady ochrany osobních údajů
cy: Polisi Preifatrwydd OpenRoaming
de_de: OpenRoaming Datenschutzbestimmungen
es_es: Política de Privacidad de OpenRoaming
et_ee: OpenRoamingu privaatsuspoliitika
fr_fr: Politique de confidentialité OpenRoaming
hr_hr: OpenRoaming Politika privatnosti
hu_hu: OpenRoaming adatkezelési szabályzat
ro_ro: Politica de confidențialitate OpenRoaming
tr_tr: OpenRoaming Gizlilik Politikası
uk_ua: Політика конфіденційності OpenRoaming

source: Please remember that when connecting to %s hotspots, the following <a href='%s'>Terms and Conditions</a> and <a href='%s'>Privacy Notice</a> apply.
ar: يرجى hgتذكر أنه عند الاتصال بنقاط اتصال %s، تطبق <a href='%s'>الشروط والأحكام </a>و<a href='%s'>إشعار الخصوصية</a>.
bg_bg: Моля, помнете, че когато се свързвате към %s хотспотове, се прилагат следните <a href='%s'>Правила и условия</a> и <a href='%s'>Съобщение за поверителност</a>.
ca_es: Recordeu al connectar als punt d'accés %s, s'apliquen la seva <a href='%s'>Política d'ús</a> i <a href='%s'>Política de privacitat</a>
cs_cz: Pamatujte prosím, že při připojení k %s hotspotům, platí následující <a href='%s'>Smluvní podmínky </a> a <a href='%s'>Zásady o ochraně osobních údajů</a>.
cy: Cofiwch hynny wrth gysylltu â %s llecynnau, mae'r <a href='%s'>Telerau ac Amodau</a> a'r <a href='%s'>Hysbysiad Preifatrwydd</a> canlynol yn berthnasol
de_de: Wenn Sie sich mit %s Hotspots verbinden, gelten die folgenden <a href='%s'>Nutzungsbedingungen</a> und <a href='%s'>Datenschutzbestimmungen</a>.
es_es: Por favor, recuerda que cuando te conectas a puntos de acceso %s , se aplicarán los siguientes <a href='%s'> Términos y Condiciones </a> y <a href='%s'> el Aviso de Privacidad </a>.
et_ee: Palun pea meeles: %s juurdepääsupunktides kehtivad järgmised <a href='%s'>Kasutustingimused</a> ja <a href='%s'>Privaatsuteatis</a>.
fr_fr: N'oubliez pas que lorsque vous vous connectez à des hotspots %s, <a href='%s'>les conditions d'utilisation</a> et <a href='%s'>la politique de confidentialité</a> s'appliquent.
hr_hr: Ne zaboravite da prilokom povezivanja na %s točke, primijeniti sljedeće <a href='%s'>Uvjete i odredbe</a> i <a href='%s'>Obavijest o privatnosti</a>.
hu_hu: Figyelem! Amenyiben a %s hotspot-hoz csatlakozol, akkor <a href='%s'> Felhasználási feltételek</a> és <a href='%s'>adatkezelési szabályzat</a> érvényes.
it_it: Si ricorda che connettendosi al htospot %s , Si applicano i seguenti <a href='%s'>Termini e Condizioni</a> e <a href='%s'>Privacy Notice</a>.
ro_ro: Vă rugăm să rețineți că, atunci când vă conectați la hotspoturile %s, se aplică <a href='%s'>Termeni și condiții</a> și <a href='%s'>Nota de confidențialitate</a>.
tr_tr: Lütfen %shotspot'larına bağlandığınızda aşağıdaki <a href='%s'>Kullanım Koşulları</a> ve <a href='%s'>Gizlilik Bildirimi</a> 'nin geçerli olduğunu unutmayın.
uk_ua: Пам’ятайте, що під час підключення до %sточок доступу застосовуються наступні<a href='%s'> Умови використання </a>та <a href='%s'>Повідомлення про конфіденційність</a>.

source: Back to downloads
ar: الرجوع إلى التنزيلات
bg_bg: Назад към изтегляне
ca_es: Torna a Baixades
cs_cz: Zpět na stahování
cy: Yn ôl i lawrlwythiadau
de_de: Zurück zum Herunterladen
el_gr: Επιστροφή στις λήψεις
es_es: Volver a la zona de descargas
et_ee: Tagasi allalaadimisse
fi_fi: Palaa lataussivulle.
fr_fr: Revenir aux téléchargements
hr_hr: Povratak na dohvat podataka
hu_hu: Vissza a letöltéshez
it_it: Torna ai download
pl_pl: Powrót do listy urządzeń
pt_pt: Voltar aos downloads
ro_ro: Înapoi la descărcări
sl_si: Nazaj k prenosom
sr_rs: Nazad na preuzimanja
tr_tr: İndirilenlere geri dön
uk_ua: Назад до завантажень

source: We would like to warmly welcome you among the several million users of %s! From now on, you will be able to use internet access resources on thousands of universities, research centres and other places all over the globe. All of this completely free of charge!
ar: نود أن نرحب بكم ترحيبا حارا بين عدة ملايين من مستخدمي %s! من الآن، ستتمكن من استخدام الإنترنت في الآلاف من الجامعات ومراكز الأبحاث والأماكن الأخرى في جميع أنحاء العالم. كل هذا مجاني تمامًا!
bg_bg: Бихме искали да ви приветстваме сърдечно сред няколкото милиона потребители на %s! Отсега нататък ще можете да използвате ресурсите за достъп до интернет в хиляди университети, изследователски центрове и други места по целия свят. Всичко това напълно безплатно!
ca_es: Us donem una calorosa benvinguda al nombrós grup d'usuaris de %s! A partir d'ara, podeu disposar de l'accés a Internet a milers d'universitats, centres de recerca i altres llocs a tot el món. I de forma totalment gratuïta!
cs_cz: Rádi bychom vás přivítali ve společnosti několika miliónů uživatelů %s Od této chvíle budete moci používat přístup k internetu na univerzitách, výzkumných centrech a dalších místech po celém světě. A to zcela zdarma!
cy: Hoffem eich croesawu'n gynnes ymhlith y miliynau lawer o defnyddwyr %s! O hyn ymlaen, byddwch yn gallu defnyddio adnoddau mynediad rhyngrwyd ar filoedd o brifysgolion, canolfannau ymchwil a lleoedd eraill ledled y byd. Hyn i gyd yn hollol rhad ac am ddim!
de_de: Wir heißen Sie herzlich willkommen in der mehrere Millionen Nutzer großen Nutzergemeinde von %s! Von nun an können Sie das Internet in tausenden Universitäten, Forschungseinrichtungen und öffentlichen Plätzen weltweit benutzen. Und das vollkommen kostenfrei!
es_es: ¡Nos gustaría darle una cálida bienvenida entre los millones de usuarios de %s! Desde ahora, podrás usar el acceso a recursos de internet en cientos de universidades, centros de investigación y otros lugares de todo el mundo. ¡Siendo todo completamente gratuito!
et_ee: %s võimaldab kasutada tasuta internetiühendust tuhandetes sellega liitunud ülikoolides, teadusasutustes jmt.
fr_fr: Nous vous souhaitons la bienvenue parmi les quelques millions d'utilisateurs de %s ! À partir de maintenant, vous pourrez utiliser les ressources d'accès à internet de milliers d'universités, de centres de recherche et d'autres lieux dans le monde entier. Tout cela est entièrement gratuit !
hr_hr: Željeli bismo vas srdačno pozdraviti među nekoliko milijuna korisnika %s! Od sada ćete moći koristiti na tisuće resursa za pristup internetu od sveučilišta, istraživačkih centara i drugih mjesta diljem svijeta. Sve to potpuno besplatno!
hu_hu: Üdvözlünk a %s több millió felhasználója között! Mostantól hozzáférhet az internethez egyetemek, kutatóközpontok és más helyszínek ezrein szerte a világon. Mindez teljesen ingyen!
it_it: Ti diamo il benvenuto fra i milioni di utenti di %s! Da ora in poi potrai usare l'accesso internet in migliaia di università, centri di ricerca ed altri luoghi sparsi per il mondo.Tutto questo completamente gratis!
ro_ro: Am dori să vă urăm un călduros bun venit printre milioanele de utilizatori %s! De acum înainte, vei putea utiliza resursele de acces la internet în mii de universități, centre de cercetare și alte locuri din întreaga lume. Toate acestea complet gratuit!
tr_tr: %snin birkaç milyon kullanıcısı arasına sizi sıcak bir şekilde karşılamaktan mutluluk duyuyoruz! Artık dünya genelinde binlerce üniversite, araştırma merkezi ve diğer pek çok yerde internet erişim kaynaklarından tamamen ücretsiz olarak yararlanabileceksiniz!
uk_ua: Ми раді вітати вас серед кількох мільйонів користувачів %s! Відтепер ви зможете використовувати ресурси доступу до Інтернету в тисячах університетів, дослідницьких центрів та інших місць по всьому світу. Все це абсолютно безкоштовно!

source: Connect your device to %s
ar: قم بتوصيل جهازك الى %s
bg_bg: Свържете устройството си към %s
ca_es: Connecteu el vostre aparell a %s
cs_cz: Připojte své zařízení k %s.
cy: Cysylltwch eich dyfais i %s
de_de: Verbinden Sie Ihr Gerät mit %s
el_gr: Συνδέστε την συσκευή σας στο %s
es_es: Conecta tu dispositivo a %s
et_ee: Ühenda oma seade %si
fi_fi: Yhdistä laitteesi %s-verkkoon.
fr_fr: Connectez votre appareil à %s
hr_hr: Povežite svoj uređaj s %s
hu_hu: Csatlakoztassa eszközét a következőhöz: %s
it_it: Connetti il tuo dispositivo a %s
pl_pl: Podłącz urządzenie do %s
pt_pt: Ligue o seu dispositivo ao %s
ro_ro: Conectați dispozitivul la %s
sl_si: Povežite svojo napravo s/z %s
sr_rs: Povežite vaš uređaj na %s
tr_tr: Aygıtınızı %sa bağlayın
uk_ua: Підключіть пристрій до %s

source: %s installation made easy:
ar: التثبيت السهل لـ %s:
bg_bg: %s инсталацията се прави лесно:
ca_es: %s fa la instal·lació fàcil:
cs_cz: Snadná instalace %s pro:
cy: Gosodiad %s wedi'i wneud yn hawdd:
de_de: %s Installation leicht gemacht:
el_gr: η εγκατάσταση %s διευκόλυνε:
es_es: La instalación de %s hecha fácil:
et_ee: %s paigaldamine on tehtud lihtsaks:
fi_fi: %s-asennus helposti:
fr_fr: installation simplifiée de %s:
hr_hr: %s jednostavna instalacija:
hu_hu: %s telepítés könnyű lett:
pl_pl: Prosta instalacja %s:
pt_pt: %s instalação facilitada:
ro_ro: %s instalarea este mai ușoară
sl_si: %s namestitev na preprost način:
sr_rs: %s olakšana instalacija:
tr_tr: %s kurulumu kolaylaştırır:
uk_ua: %s Встановлення пройшло легко

source: Custom built for your organisation
ar: بنيت خصيصا لمؤسستك
bg_bg: Специално създаден за Вашата организация
ca_es: Fet a mida per a la vostra organització
cs_cz: Vytvořeno pro vaši organizaci
cy: Wedi'i adeiladu'n arbennig ar gyfer eich sefydliad
de_de: Maßgeschneidert für Ihre Organisation
el_gr: Προσαρμοσμένη έκδοση για τον οργανισμό σας
es_es: Instalador construido para tu organización
et_ee: Kohandatud Sinu asutuse jaoks
fi_fi: Tehty sinun kotiorganisaatiollesi
fr_fr: Installateur personnalisé pour votre établissement
hr_hr: Razvijen za Vašu ustanovu.
hu_hu: egyedileg a szervezetedre számára készített
it_it: Costruito su misura per la tua organizzazione
pl_pl: Przygotowane specjalnie dla Twojej instytucji
pt_pt: Construído especificamente para a sua organização
ro_ro: Personalizat pentru organizația dumneavoastră
sl_si: Prilagojeno vaši organizaciji
sr_rs: Prilagođeno vašoj matičnoj organizaciji
tr_tr: Kuruluşunuz için özel olarak oluşturulmuştur
uk_ua: Спеціально створений для вашої організації
