Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: This attribute can be set if you want to configure an additional SSID besides the default SSIDs for %s. It is almost always a bad idea not to use the default SSIDs. The only exception is if you have premises with an overlap of the radio signal with another %s hotspot. Typical misconceptions about additional SSIDs include: I want to have a local SSID for my own users. It is much better to use the default SSID and separate user groups with VLANs. That approach has two advantages: 1) your users will configure %s properly because it is their everyday SSID; 2) if you use a custom name and advertise this one as extra secure, your users might at some point roam to another place which happens to have the same SSID name. They might then be misled to believe that they are connecting to an extra secure network while they are not.
bg_bg: Този атрибут може да се настрои, ако искате да конфигурирате допълнителен SSID освен SSIDs-овете по подразбиране за %s. Почти винаги е лоша идея да не се използват SSIDs-овете по подразбиране. Единственото изключение е, ако имате предпоставки за припокриване на радиосигнала с друг %s хотспот. Типичните заблуди за допълнителните SSIDs включват: Искам да имам локален SSID за моите собствени потребители. Много по-добре е да се използва SSID-а по подразбиране и отделни потребителски групи с VLANs. Този подход има две предимства: 1) вашите потребители ще конфигурират %s правилно, защото това е ежедневният им SSID; 2) ако използвате собствено име и го рекламирате като изключително сигурно, Вашите потребители могат в един момент да отидат на друго място, което има SSID със същото име. Те биха могли да бъдат подведени да вярват, че се свързват с отлично защитена мрежа, докато всъщност не са.
ca_es: Aquest atribut es pot establir si voleu configurar un SSID addicional, a més dels SSID per defecte de %s. És gairebé sempre una mala idea no utilitzar els SSID per defecte. L'única excepció és si teniu instal·lacions amb un solapament del senyal de ràdio amb un altre punt d'accés %s. Típics conceptes erronis sobre SSID addicionals inclouen: Vull tenir un SSID local per als meus propis usuaris. És molt millor utilitzar el SSID per defecte i grups diferents d'usuaris amb VLAN. Aquest enfocament té dos avantatges: 1) els usuaris configuraran correctament %s perquè és el seu SSID habitual, i 2) si s'utilitza un nom personalitzat i anuncieu aquest amb seguretat addicional, els usuaris poden connectar-se a un altre punt d'accés amb el mateix SSID. A continuació, poden ser enganyats creient que estant connectant a una xarxa amb seguretat addicional mentre que no hi són.
cy: Gellir gosod y briodwedd hon os ydych am ffurfweddu SSID ychwanegol ar wahân i'r SSIDs rhagosodedig ar gyfer %s. Mae bron bob amser yn syniad gwael peidio â defnyddio'r SSIDs rhagosodedig. Yr unig eithriad yw os oes gennych safle sydd â gorgyffwrdd rhwng y signal radio a llecyn %s arall. Mae camsyniadau nodweddiadol am SSIDs ychwanegol yn cynnwys: Rwyf am gael SSID lleol ar gyfer fy defnyddiwr fy hun. Mae'n llawer gwell defnyddio'r SSID rhagosodedig a grwpiau defnyddwyr ar wahân gyda VLANs. Mae dwy fantais i'r dull hwnnw: 1) bydd eich defnyddwyr yn ffurfweddu %s yn gywir oherwydd dyma eu SSID bob dydd; 2) os ydych chi'n defnyddio enw wedi'i deilwra ac yn hysbysebu'r un hwn fel un diogel ychwanegol, efallai y bydd eich defnyddwyr ar ryw adeg yn crwydro i le arall sy'n digwydd bod â'r un enw SSID. Efallai y byddant wedyn yn cael eu camarwain i gredu eu bod yn cysylltu â rhwydwaith diogel ychwanegol tra nad ydynt.
de_de: Sie können dieses Attribut benutzen, um zusätzliche SSIDs neben den für %s üblichen zu konfigurieren. Das ist fast immer eine schlechte Idee. Der einzige gute Grund ist, falls Sie vor Ort mehrere unabhängige %s Netzwerke haben deren Signale sich überlappen. Eine typische falsche Annahme ist, dass die eigenen Benutzer einen eigenen Netzwerknamen bekommen sollten. Die weitaus bessere Möglichkeit ist, für alle Nutzern den gleichen Netznamen zu verwenden, und die unterschiedlichen Nutzergruppen in verschiedene VLANs einzuteilen. Das hat zwei Vorteile: 1) Ihre Nutzer konfigurieren %s korrekt, da sie dieses Netz jeden Tag nutzen; 2) Falls Sie Ihre eigene SSID als besonders sicher anpreisen, gehen Ihre Nutzer vielleicht eines Tages an einen Ort, der zufällig die gleiche SSID wie sie benutzt. Ihre Nutzer denken dann vielleicht, dass dieses Netz besonders sicher ist und vernachlässigen die sonst üblichen Schutzmaßnahmen.
el_gr: Αυτό το attribute μπορεί να συμπληρωθεί εάν θέλετε να ρυθμίσετε ένα επιπρόσθετο SSID εκτός από τα προκαθορισμένα SSIDs για %s. Είναι σχεδόν πάντα κακή ιδέα να μην χρησιμοποιήσετε τα προκαθορισμένα SSIDs. Η μόνη εξαίρεση είναι εάν έχετε εγκαταστάσεις με επικάλυψη του ραδιοσήματος με διαφορετικό %s hotspot. Τυπικές παρανοήσεις σχετικά με τα επιπρόσθετα SSIDs περιλαμβάνουν: Θέλω να έχω ένα τοπικό SSID για τους δικούς μου χρήστες. Είναι πολύ καλύτερο να χρησιμοποιήσετε το προκαθορισμένο SSID και να διαχωρίσετε τις ομάδες χρηστών με VLANs. Αυτή η προσέγγιση έχει δύο πλεονεκτήματα: 1) οι χρήστες θα ρυθμίσουν το %s κανονικά γιατί θα είναι το καθημερινό τους SSID· 2) εάν χρησιμοποιείτε ένα προσαρμοσμένο όνομα και το δημοσιεύετε ως έξτρα ασφαλές, οι χρήστες σας μπορεί σε κάποιο σημείο να μεταφερθούν σε άλλο μέρος που τυχαίνει να έχει το ίδιο όνομα SSID. Επομένως μπορεί να πιστεύουν λανθασμένα ότι συνδέονται σε ένα πολύ ασφαλές δίκτυο ενώ κάτι τέτοιο δεν ισχύει.
es_es: Este atributo puede establecerse si quieres configurar un SSID adicional además de tu SSID por defecto para %s. Es casi siempre una mala idea no usar los SSIDs por defecto. La única excepción es si tienes localizaciones donde se solape la señal de radio con otra localización %s. Algunas equivocaciones típicas sobre tener SSIDs adicionales incluyen: "Quiero tener un SSID local para mis propios usuarios", "Es mucho mejor usar el SSID por defecto y separar usuarios con VLANes". Nuestra metodología tiene dos ventajas: 1) tus usuarios configurarán apropiadamente %s pues será su SSID habitual; 2) si usas un nombre propio y anuncias éste como extra seguro, tus usuarios podrían en algún momento hacer roaming en otro lugar que tenga el mismo nombre de SSID. En tal caso, podrían llevarse a creer que se están tratando de conectar a una red extra segura cuando esto no es así.
et_ee: Selle atribuudi saab määrata juhul, kui soovid seadistada %s jaoks lisaks vaikimisi SSID-le lisa-SSID. Enamasti on vaikimisi SSID mittekasutamine halb mõte. Ainus erand on juhtum, kui Su ruume katab teise %s juurdepääsupunkti raadiosignaal. Levinud eksiarvamus lisa-SSIDe asjus: Tahan lokaalset SSID omaenda kasutajatele. On palju parem kasutada vaikimisi SSID ja eraldada kasutajagrupid VLANidega. Sellisel meetodil on kaks eelist: 1) Su kasutajad seadistavad %s õigesti, sest see on nende tavaline SSID; 2) kui kasutad kohandatud nime ja reklaamid seda kui eriti turvalist, võivad Su kasutajad mingil hetkel sattuda rändlema sama SSID nimega võõrasse võrku, mille pidamine eriti turvaliseks on viga.
fi_fi: Tämä attribuutti voidaan asettaa, jos haluat konfiguroida useamman SSID:n oletus-SSID:n lisäksi organisaatiolle %s. Suosittelemme käyttämään oletus-SSID:tä. Poikkeuksen muodostaa tilanne, jossa radiosignaalit menevät päällekäin toisen %s-hotspotin kanssa. Tyypillinen ajatusvirhe ylimääräisen SSID:n suhteen on, että haluaa paikallisen SSID:n omille käyttäjille. On suositeltavampaa käyttää oletus-SSID:tä, ja erottaa käyttäjäryhmät VLANeilla. Tästä on kaksi etua: 1) käyttäjillesi konfiguroituu %s oikein, koska se on heidän päivittäin käyttämänsä SSID; 2) jos käytät toista nimeä ja mainostat sitä erityisturvallisena, käyttäjäsi voivat joskus roamata toisaalla, jossa sattuu olemaan sama SSID käytössä. He voivat harhautua luulemaan turvalliseksi verkkoa, joka ei sitä olekaan.
fr_fr: Cet attribut peut être défini si vous souhaitez configurer un SSID supplémentaire en plus du SSID par défaut pour %s. Il est généralement déconseillé de ne pas utiliser le SSID par défaut. La seule exception est si vous avez des locaux avec un chevauchement du signal radio avec un autre hotspot %s. Un exemple fréquent concernant les SSID supplémentaires est : je veux avoir un SSID local pour mes propres utilisateurs. Il est beaucoup mieux d'utiliser le SSID par défaut et les groupes d'utilisateurs distincts avec des VLAN. Cette approche présente deux avantages: 1) vos utilisateurs configureront %s correctement parce que c'est leur SSID de tous les jours ; 2) si vous utilisez un SSID personnalisé et le diffusez comme très sécurisé, vos utilisateurs peuvent se déplacer à un autre endroit voir le nom même SSID. Ils pourraient alors être induit en erreur et croire qu'ils se connectent à un réseau sécurisé alors qu'ils ne sont pas.
it_it: Questo attributo può essere valorizzato se si vuole configurare un SSID ulteriore oltre ai SSIDs predefiniti per %s. E' quasi sempre una cattiva idea non usare il SSID di default. La sola eccezione è la sovrapposizione del segnale radio in una zona con un altro hotspot %s. Concetti sbagliati tipici sui SSIDs addizionali includono: voglio avere un SSID locale per i miei utenti. E' molto meglio usare il SSID di default e separare i gruppi di utenti con le VLAN. Questo approccio ha due vantaggi: 1) i propri utenti configureranno %s correttamente perché è il loro SSID di uso quotidiano; 2) se si usa un nome personalizzato e lo si pubblicizza come extra sicuro, i propri utenti potrebbero ad un certo punto spostarsi in un altro luogo che ha per combinazione lo stesso SSID. Potrebbero poi essere indotti a credere che si stanno connettendo a un network extra sicuro quando non lo stanno facendo.
pl_pl: Można użyć tego atrybutu, jeżeli chcesz skonfigurować dodatkowy SSID, poza domyślnym dla %s. Nie korzystanie z domyślnego SSID jest prawie zawsze kiepskim pomysłem. Jedynym wyjątkiem jest sytuacja nakładania się zasięgu naszej sieci z inną siecią %s. Typowe złe pomysły dotyczące dodatkowych SSID to np. tworzenie lokalnego SSID dla własnych użytkowników. W rzeczywistości dużo lepiej jest odseparować użytkowników przy pomocy VLAN-u. Za takim podejściem przemawiają dwa argumenty: 1) użytkownicy będą mieli poprawnie skonfigurowany SSID %s, ponieważ będzie to ich codzienna sieć; 2) jeżeli lokalna sieć z dedykowanym SSID będzie się reklamowało jako szczególnie bezpieczną, to może się przydarzyć, że jeżeli użytkownicy napotkają sieć o takiej samej nazwie, to automatycznie obdarzą ją takim samym zaufaniem, narażając się w ten sposób na niebezpieczeństwo.
pt_pt: Este atributo deve ser preenchido caso pretenda configurar um SSID adicional para além dos SSIDs por omissão para %s. Esta opção só pode ser utilizada exclusivamente em locais onde existe uma sobreposição de sinais de radio com outro hotspot %s. A utilização de SSIDs adicionais é muitas vezes mal interpretada com a necessidade de criar um SSID local para os utilizadores internos. Para ultrapassar esta necessidade devem utilizar o SSID padrão e configurar VLANs por grupos de utilizadores. Esta abordagem tem duas vantagens: 1) os utilizadores configuram %s corretamente, por ser o seu SSID de utilização diária; 2) Se utilizarem um nome personalizado e o anunciarem como sendo mais seguro, podem levar a que os vossos utilizadores, quando se deslocarem a outro local, que por acaso também utiliza o mesmo nome de SSID, se liguem a uma rede menos segura. Ao identificarem o SSID e o associarem a uma rede mais segura os utilizadores vão utiliza-lo em qualquer outro local, no entanto o nível de segurança pode não ser idêntico.
ro_ro: Acest atribut poate fi setat dacă doriți să configurați un SSID adițional pe lângă SSID-ul implicit pentru %s. Este mereu o idee rea să nu folosești SSID-ul implicit. Singura excepție este dacă ai premisele că semnalul radio se suprapune cu un alt %s punct de acces. Concepțiile greșite frecvente despre SSID-uri adiționale includ: Vreau să am un SSID local pentru utilizatorii mei. Este mult mai bine să folosești SSID-ul implicit și să separi grupurile de utilizatori prin VLAN-uri. Această abordare are două avantaje: 1) utilizatorii dumneavoastră o să configureze %s corespunzător pentru că este SSID-ul lor utilizat zilnic; 2) dacă folosești un nume particular și îl promovezi pe acesta ca fiind extra securizat, utilizatorii tăi ar putea la un moment dat să ajungă în altă locație în care să existe un SSID cu același nume. Ei ar putea crede greșit că se conectează la o rețea extra securizată ceea ce nu este adevărat.
sl_si: Atribut lahko nastavite, če želite poleg privzetih SSID-ov za %s konfigurirati še dodatni SSID. Neuporaba privzetega SSID-a je skoraj vedno slaba izbira. Izjema so le lokacije, na katerih se radijski signal prekriva z drugo dostopno točko %s. Značilne zmote glede dodatnih SSID-ov so: Želim imeti lokalni SSID za svoje uporabnike. Veliko bolje je obdržati privzeti SSID in ločiti skupine uporabnikov z omrežji VLAN. Ta pristop ima dve prednosti: 1) vaši uporabniki bodo pravilno konfigurirali %s, ker gre za njihov vsakodnevni SSID; 2) če uporabite ime po meri in ga označite kot izjemno varnega, lahko vaši uporabniki zaidejo na drugo mesto, ki uporablja enako ime SSID. Mislili bodo, da se povezujejo z vašim izjemno varnim omrežjem, vendar se v resnici ne bodo.
tr_tr: Bu nitelik, %s için varsayılan SSID yanına ilave bir SSID yapılandırmak istiyor iseniz, tanımlanabilir. Varsayılan SSID yi kullanmamak neredeyse her zaman kötü fikirdir. Bu durumun tek istisnası, bölgenizde radyo sinyalleri %s erişim noktası ile çakışan başka bir erişim noktası olmasıdır. İlave SSID için yapılan tipik hata: Kendi kullanıcılarım için yerel SSID kurmak istiyorum. Sadece varsayılan SSIDyi kullanmak ve kullanıcı gruplarını VLANlar ile ayırmak çok daha iyidir. Bu yaklaşımın iki avantajı vardır: 1) Kullanıcılarınız, günlük SSIDleri olduğu için %s i yapılandırmış olacaklardır; 2) özel bir SSID kullanarak bunu çok güvenli bir şekilde yayınlamanız halinde, kullanıcılarınız bir şekilde başka bir yerde aynı SSID ile karşılaşabilirler ve bu durum kullanıcılarınızın öyle olmamasına rağmen, çok güvenli bir ağa bağlanıyor olduklarını zannetmelerine yol açabilir.
uk_ua: Цей атрибут можна встановити, якщо ви хочете налаштувати додатковий SSID, крім стандартних SSID для %s. Зазвичай не варто відмовлятися від використання SSID за замовчуванням. Єдиний виняток - якщо у вас є приміщення з перекриттям радіосигналу з іншою %sточкою доступу. Типові помилки щодо додаткових ідентифікаторів SSID включають: Я хочу мати локальний SSID для своїх користувачів. Набагато краще використовувати SSID за замовчуванням та окремі групи користувачів з VLAN. Такий підхід має дві переваги: ​​1) ваші користувачі будуть правильно %sналаштовувати, оскільки це їх повсякденний SSID; 2) якщо ви використовуєте власне ім'я та рекламуєте це як надмірно захищене, ваші користувачі можуть в якийсь момент переїхати в інше місце, де трапляється таке саме ім'я SSID. Тоді вони можуть помилково вважати, що підключаються до захищеної мережі, хоча це не так.

source: The format of this option is: IPv4|IPv6|hostname:port . Forcing your users through a content filter of your own is a significant invasion of user self-determination. It also has technical issues. Please thoroughly read the discussion at %s before specifying a proxy with this option. This feature is currently experimental and only has an effect in Apple installers.
bg_bg: Форматът на тази опция е: IPv4|IPv6|hostname:port . Принудителната проверка на потребителя чрез Ваш собствен филтър е значителна намеса в свободата на потребителя. Моля внимателно прочетете дискусията на %s, преди да специфицирате прокси с тази опция. Понастоящем тази функция е експериментална и важи само за инсталаторите за Apple.
ca_es: El format d'aquesta opció és: IPv4|IPv6|hostname:port. Forçar els vostres usuaris a passar per un filtre de contingut propi és una invasió important de la llibertat de l'usuari. També té problemes tècnics. Llegiu-ne el debat a %s abans d'especificar un proxy amb aquesta opció. Aquesta característica es actualment experimental i només té efecte als instal·ladors d'Apple.
cy: Fformat yr opsiwn hwn yw: IPv4| IPv6|enw gwesteiwr:port . Mae gorfodi eich defnyddwyr trwy hidlydd cynnwys eich hun yn ymyrraeth sylweddol ar hunanbenderfyniad defnyddiwr. Mae ganddo hefyd faterion technegol. Darllenwch y drafodaeth yn %s yn drylwyr cyn pennu dirprwy gyda'r opsiwn hwn. Mae'r nodwedd hon yn arbrofol ar hyn o bryd a dim ond mewn gosodwyr Apple y mae'n cael effaith.
de_de: Das Format für diese Option ist: IPv4|IPv6|hostname:Port. Sie erzwingen damit, dass Ihre Nutzer Ihren fest eingestellten Filter benutzen. Das ist ein signifikanter Eingriff in die Privatsphäre und Selbstbestimmtheit des Nutzers. Es ist auch auf technischer Ebene schwierig und fehleranfällig. Lesen Sie die Diskussion bei %s bevor Sie diese Option verwenden. Diese Option ist derzeit experimentell und hat nur auf Apple Geräten Wirkung.
el_gr: Η μορφή αυτής της επιλογής είναι: IPv4|IPv6|hostname:port . Επιβάλλοντας στους χρήστες σας ένα δικό σας φίλτρο περιεχομένου είναι σημαντική παραβίαση της αυτοδιάθεσης των χρηστών . Ακόμα προκαλεί τεχνικά ζητήματα . Παρακαλούμε διαβάστε καλά την συζήτηση στο %s πριν προσδιορίσεται ένα proxy με αυτή την επιλογή . Αυτό το χαρακτηριστικό είναι αυτή τη στιγμή πειραματικό και έχει μόνο χρήση σε εγκαταστάτες Apple.
es_es: El formato de esta opción es: IPv4 || IPv6 || hostname:puerto. Forzar a que tus usuarios pasen por un filtro de contenido propio es una invasión importante en la privacidad del usuario. También puede tener problemas técnicos. Por favor, lee con detenimiento la discusión en %s antes de especificar un proxy con esta opción. Esta característica es experimental y sólo tiene efecto en instaladores para Apple.
et_ee: Selle suvandi formaat on: IPv4|IPv6|hostname:port . Kui sunnid oma kasutajaid läbima enda määratud sisufiltrit, on see kasutajate enesemääramise oluline rikkumine. Lisaks on sel ka tehnilisi küsitavusi. Enne selle suvandiga proksi määramist palun loe läbi arutelu: %s. Erisus on eksperimentaalne ja rakendub ainult Apple paigaldusprogrammide puhul.
fr_fr: Le format de cette option est: IPv4|IPv6|hostname:port. Obliger vos utilisateurs à passer par un filtre de contenu que vous avez vous-même mis en place est une atteinte importante à l'autodétermination de l'utilisateur. Cela pose également des problèmes techniques. Veuillez lire attentivement la discussion à l'adresse %s avant de spécifier un proxy avec cette option. Cette fonctionnalité est actuellement expérimentale et n'a d'effet que pour les installateurs Apple.
it_it: Il formato di questa opzione è: IPv4|IPv6|hostname:port . Forzare i tuoi utenti attraverso un tuo filtro dei contenuti è una significativa ingerenza nell'autodeterminazione dell'utente. Comporta anche problemi tecnici. Si prega di leggere attentamente la discussione su %ss prima di specificare un proxy con questa opzione. Questa funzione è attualmente sperimentale e ha effetto solo nei programmi di installazione Apple.
pl_pl: Opcja ta ma format: IPv4|IPv6|hostname:port . Wymuszanie na użytkowniku określonej zawartości pola jest znaczącą inwazją w zakresie samostanowienia użytkownika. Przed wprowadzeniem tej opcji, proszę zapoznać się ze wskazaną dyskusją %s. Ta funkcjonalność jest obecnie eksperymentalna i ma znaczenie wyłącznie w instalatorach Apple.
pt_pt: O formato desta opção é: IPv4|IPv6|hostname:porta. Forçar os seus utilizadores através de um filtro de conteúdo próprio é uma invasão significativa da autodeterminação do utilizador. Também apresenta problemas técnicos. Por favor, leia atentamente a discussão em %s antes de especificar um proxy com esta opção. Esta funcionalidade é atualmente experimental e apenas tem efeito em instaladores da Apple.
ro_ro: Formatul acestei opțiuni este: IPv4|IPv6|hostname:port . Forțarea utilizatorilor prin intermediul unui filtru de conținut propriu reprezintă o încălcare semnificativă a autodeterminării utilizatorilor. De asemenea, are probleme tehnice. Vă rugăm să citiți cu atenție discuția de la %s înainte de a specifica un proxy cu această opțiune. Această caracteristică este în prezent experimentală și are efect numai în programele de instalare Apple.
sl_si: Oblika zapisa te možnosti je: IPv4|IPv6|hostname:port . Vsiljevanje uporabnikom, da uporabijo vaš lastni filter vsebine, je znaten poseg v uporabnikovo možnost samoodločanja. Možnost ima tudi tehnične težave. Temeljito preberite razpravo na %s, preden določite posredniški strežnik s to možnostjo. Ta funkcija je trenutno v preizkusni fazi in vpliva samo na namestitvene programe Apple.
uk_ua: Формат цього параметра: IPv4|IPv6|ім'я хоста:порт . Змушувати ваших користувачів проходити через власний фільтр контенту є серйозним втручанням у їхнє право на самостійний вибір. Крім того, це викликає технічні проблеми. Будь ласка, уважно прочитайте обговорення за посиланням %s, перш ніж вказувати проксі у цій опції. Ця функція наразі є експериментальною й діє лише в інсталяторах для Apple

source: If you are also using %s, then your own realm is automatically tagged with the VLAN you choose, there is no need to add it here manually.
bg_bg: Ако използвате и %s, Вашата собствена област автоматично е тагната с VLAN, който сте избрали, и не е необходимо да го добавяте ръчно тук.
ca_es: Si també feu servir %s, aleshores el vostre domini propi és etiquetat automàticament amb la VLAN que escolliu, no cal afegir-la aquí manualment.
cy: Os ydych hefyd yn defnyddio %s, yna mae eich parth eich hun yn cael ei dagio'n awtomatig gyda'r VLAN a ddewiswch, nid oes angen ei ychwanegu yma eich hun.
de_de: Wenn Sie zusätzlich %s, dann wird der dort vergebene Realm automatisch bei der Vergabe der VLAN Nummer berücksichtigt, und er muss hier nicht eingegeben werden.
el_gr: Αν επιπλέον χρησιμοποιείτε%s, τότε το δικό σας realm γίνεται αυτόματα tagged με το VLAN της επιλογής σας, δεν χρειάζεται να το προσθέσετε εδώ manually.
es_es: Si también está usando %s, entonces, su realm estará etiquetada automáticamente con la VLAN que escogió, no hace falta añadirla manualmente.
et_ee: Kui kasutad ka %s, on Su domeen automaatselt märgistatud Su valitud VLANiga ja seda ei ole vaja käsitsi lisada.
fr_fr: Si vous utilisez également %s, alors votre propre domaine est automatiquement étiqueté avec le VLAN que vous avez choisi, il n'est pas nécessaire de l'ajouter manuellement.
it_it: Se stai usando anche %s, il tuo realm viene automaticamente contrassegnato con la VLAN che hai scelto, non è necessario aggiungerlo qui manualmente.
pl_pl: Jeśli korzystasz z %s, to Twój własny realm jest automatycznie łączony ze wskazanym VLAN -em, nie ma potrzeby dodawania tego ręcznie.
pt_pt: Se você também estiver a usar o%s, então o seu próprio domínio será marcado automaticamente com a VLAN que escolher, não há necessidade de adicioná-la aqui manualmente.
ro_ro: Dacă utilizați, de asemenea, %s, atunci propriul domeniu este etichetat automat cu VLAN-ul ales, nu este nevoie să îl adăugați manual aici.
sl_si: Če uporabljate tudi %s, je vaše področje samodejno označeno z VLAN po vaši izbiri, zato ga tukaj ni treba dodati ročno.
uk_ua: Якщо ви також використовуєте %s, тоді ваш домашній домен автоматично позначається VLAN, і вам не потрібно додавати його сюди вручну
