Repository: GEANT/CAT
Catalog: translation/*/web_user.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, hu_hu, it_it, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: You are a new user without a history of %s credentials.
ar: أنت مستخدم جديد بدون سجل في بيانات الإعتماد %s.
bg_bg: Вие сте нов потребител без история на %s удостоверения за самоличност.
ca_es: Sou un usuari nou sense historial de credencials %s.
cs_cz: Jste nový uživatel, který nemá historii přihlašovacích údajů do %s.
cy: Rydych yn defnyddiwr newydd heb hanes o %s manylion mewngofnodi mynediad.
de_de: Sie sind ein neuer Nutzer ohne bestehende Historie von %s Zugangsdaten.
el_gr: Είστε νέος χρήστης χωρίς ιστορικό διαπιστευτηρίων %s.
es_es: Eres un usuario nuevo sin un historial de credenciales para %s.
et_ee: Oled uus kasutaja ilma %s kasutajakonto ajaloota.
fi_fi: Olet uusi käyttäjä, jolla ei ole aikaisemmin ollut %s-käyttäjätunnusta.
fr_fr: Vous êtes un nouvel utilisateur sans historique d'identifiant %s
hr_hr: Vi ste novi korisnik bez povijesti vjerodajnica %s
hu_hu: Ön egy új felhasználó, akinek nincsenek %s hitelesítő adatai.
it_it: Sei un nuovo utente senza una storia di credenziali %s.
pl_pl: Jesteś nowym użytkownikiem, nie mamy Twojej historii danych uwierzytelniania %s.
pt_pt: É um utilizador novo sem histórico de credenciais %s.
ro_ro: Sunteți un utilizator nou fără istoricul de %s acreditare.
sl_si: Ste novi uporabnik brez zgodovine %s prijavnih podatkov.
sr_rs: Vi ste novi korisnik bez prethodnih kredencijala za %s.
tr_tr: %s kimlik bilgisi geçmişi olmayan yeni bir kullanıcısınız.
uk_ua: Ви новий користувач, який не мав історії %sоблікових даних.

source: You have <strong>%d</strong> currently valid %s credential.
ar: لديك <strong>%d</strong>من أوراق اعتماد %s صالحة حاليًا
bg_bg: Понастоящем имате <strong>%d</strong> валидно %s удостоверение за самоличност.
ca_es: Teniu <strong>%d</strong> credencial %s vàlida actualment.
cs_cz: Máte <strong>%d</strong> platný %s přihlašovací údaj.
cy: Mae gennych <strong>%d</strong> ar hyn o bryd manylyn mewngofnodi mynediad dilys %s.
de_de: Sie haben <strong>%d</strong> momentan gültigen %s Zugang.
el_gr: Αυτήν την στιγμή έχετε <strong>%d</strong> έγκυρο διαπιστευτήριο %s.
es_es: Tienes <strong>%d</strong> credencial válida para %s.
et_ee: Sul on <strong>%d</strong> hetkel kehtiv %s kasutajakonto.
fi_fi: Sinulla on <strong>%d</strong>voimassaolevaa %skäyttäjätunnusta.
fr_fr: Vous avez actuellement <strong>%d</strong> identifiant(s) valide(s) pour %s.
hr_hr: Imate <strong>%d</strong> trenutno važećih %s akreditiva.
hu_hu: Jelenleg <strong>%d</strong> darab%s hozzáféréssel rendelkezel
it_it: Hai <strong>%d</strong> credenziali %s valide al momento.
pl_pl: Obecnie masz <strong>%d</strong> ważne konto %s.
pt_pt: Tem atualmente <strong>%d</strong> credencial %s válida.
ro_ro: Aveți <strong>%d</strong>valide%s credențiale
sl_si: Imate <strong>%d</strong> trenutno veljavno %s poverilnico.
sr_rs: Trenutno imate jedne <strong>%d</strong> validne %s kredencijale.
tr_tr: Şu anda geçerli <strong>%d</strong> %s kimlik bilginiz var.
uk_ua: Ви маєте <strong>%d</strong>дійсні %sоблікові дані.

source: <strong>%d</strong> of your credentials is not valid any more.
ar: <strong>%d</strong> من بيانات الاعتماد الخاصة بك لم تعد صالحة.
bg_bg: <strong>%d</strong> повече няма да бъдат валидни удостоверенията Ви за самоличност.
ca_es: <strong>%d</strong> de les vostres credencials ja no és vàlida.
cs_cz: <strong>%d</strong> z vašich přihlašovacích údajů již není platný.
cy: Nid yw <strong>%d</strong> o'ch manylion yn ddilys mwyach.
de_de: <strong>%d</strong> Ihrer Zugänge ist nicht mehr gültig.
el_gr: <strong>%d</strong> από τα διαπιστευτήρια σας δεν είναι έγκυρο πλέον.
es_es: <strong>%d</strong> de tus credenciales ya no es válida.
et_ee: <strong>%d</strong> Su kasutajakontodest ei ole enam kehtiv.
fi_fi: <strong>%d</strong>käyttäjätunnuksistasi eivät ole enää voimassa.
fr_fr: <strong>%d</strong> de vos identifiants n'est plus valide.
hr_hr: <strong>%d</strong> vaših akreditiva nije ispravno.
hu_hu: <strong>%d</strong>hozzáférésed nem érvenyes.
it_it: <strong>%d</strong> delle tue credenziali non sono più valide.
pl_pl: <strong>%d</strong> Twoich kont utraciło swoją ważność.
pt_pt: <strong>%d</strong> das suas credenciais já não é válida.
ro_ro: <strong>%d</strong>din credențiale nu mai sunt valide.
sl_si: <strong>%d</strong> vaših prijavnih podatkov ni več veljavno.
sr_rs: <strong>%d</strong> više nije validan.
tr_tr: <strong>%d</strong> tane kimlik bilginiz artık geçerli değil.
uk_ua: <strong>%d</strong>Ваші облікові дані більше не дійсні.

source: I want to see the details.
ar: أريد معرفة المزيد.
bg_bg: Вие искате да видите подробности.
ca_es: Vull veure'n els detalls.
cy: Rwyf am weld y manylion
de_de: Ich möchte mir die Details ansehen.
el_gr: Επιθυμώ να δω τις λεπτομέρειες.
es_es: Quiero ver los detalles.
et_ee: Soovin detailsemat teavet.
fi_fi: Haluan nähdä yksityiskohdat.
fr_fr: Je veux voir les détails.
hr_hr: Želim vidjeti detalje.
hu_hu: Szeretném látni a részleteket.
it_it: Voglio vedere i dettagli.
pl_pl: Chcę zobaczyć szczegóły.
pt_pt: Quero ver os detalhes
ro_ro: Vreau sa văd detaliile
sl_si: Želim videti podrobnosti.
sr_rs: Želim da vidim detalje.
tr_tr: Detayları görmek istiyorum.
uk_ua: Я хочу побачити деталі.

source: Your invitation token is valid for %d more device activations (%d have already been used).
ar: رمزك الخاص بالدخول فعال ل %d لتفعيل المزيد من الأجهزة (%d تم استخدامه).
bg_bg: Вашия поканващ ключ е валиден за%d повече активации на устройство (%d вече е бил използван).
ca_es: La vostra invitació és vàlida per a %d activacions de dispositius més (ja n'heu fet servir %d)
cs_cz: Váše pozvánka/token je platný pro %d aktivaci zařízení (%d bylo použito).
cy: Mae eich tocyn gwahoddiad yn ddilys ar gyfer %d yn fwy o weithrediadau dyfais (mae %d eisoes wedi'u defnyddio).
de_de: Ihr Einladungs-Token ist gültig für %d weitere Geräteaktivierung(en) (%d wurde bereits durchgeführt).
el_gr: Το κουπόνι πρόσκλησης σας είναι έγκυρο για %d ακόμα ενεργοποιήσεις συσκευών (έχουν χρησιμοποιηθεί ήδη %d).
es_es: Tu token de invitación es válido para %d activaciones de dispositivo más (se han usado ya %d).
et_ee: Su kutse kood kehtib veel %d seadme aktiveerimiseks (%d on juba kasutatud).
fi_fi: Kutsukoodisi voidaan käyttää vielä %d:lle laitteelle (%don jo käytetty).
fr_fr: Votre jeton d'invitation est valide pour %d autres activation d'appareil (%d ont déjà été utilisées).
hr_hr: Vaš aktivacijski token je ispravan %d za aktivaciju više uređaja. (%d iskorišteno)
hu_hu: A meghívási tokenje %d több eszközaktiválásra érvényes ( %d már használatban van).
it_it: Il token di invito è valido ancora per %d attivazioni del dispositivo (%d sono già state utilizzate).
pl_pl: Twój token zaproszenia jest ważny dla kolejnych %d aktywacji urządzeń (wykorzystano %d).
pt_pt: O seu token de convite é válida para mais %d dispositivos (%d já foi usados)
ro_ro: Jetonul dumneavoastră de invitație este valabil pentru mai multe dispozitive %d de activități ( %dau fost deja folosite).
sl_si: Vaš žeton z vabilom je veljaven za %d več aktivacij naprav (%d so že bile uporabljene).
sr_rs: Vaš pozivni token je važeći za još %d uređaja (trenutno je iskorišćeno %d).
tr_tr: Davet belirteciniz %d daha aygıt aktivasyonu için geçerlidir (%d kullanıldı).
uk_ua: Маркер запрошення діє для %dбільшої кількості активацій пристрою (%d вони вже використовувались).

source: Unfortunately, we are unable to determine your device's operating system. If you have made modifications on your device which prevent it from being recognised (e.g. custom 'User Agent' settings), please undo such modifications. You can come back to this page again; the invitation link has not been used up yet.
ar: لسوء الحظ ، لا يمكننا تحديد نظام تشغيل جهازك. إذا قمت بإجراء تعديلات على جهازك تمنع التعرف عليه (مثل إعدادات 'وكيل المستخدم' المخصصة) ، يرجى التراجع عن هذه التعديلات. يمكنك العودة إلى هذه الصفحة مرة أخرى ؛ لم يتم استخدام رابط الدعوة حتى الآن.
bg_bg: За съжаление не можем да определим операционната система на Вашето устройство. Ако сте правили модификации на устройството си, които пречат на разпознаването (например персонализирани настройки на "Потребителски агент"), моля отменете тези модификации. Може отново да се върнете на тази страница; поканващият линк все още не е бил използван.
ca_es: Malauradament no podem determinar el sistema operatiu del vostre dispositiu. Si heu fet modificacions al vostre dispositiu que no ens permeten reconèixer-lo ( com ara personalitzar el 'User Agent'), desfeu-les. Podreu tornar a aquesta pàgina posteriorment; l'enllaç de la invitació no s'ha fet servir.
cs_cz: Bohužel není možné určit operační systém vašeho zařízení. Pokud jste v zařízení provedli změny, které zabraňují jeho rozpoznávání (například vlastní nastavení uživatele), tyto změny zrušte. Tuto stránku můžete navštívit později; pozvánka dosud nebyla využita.
cy: Yn anffodus, ni allwn bennu system weithredu eich dyfais. Os ydych wedi gwneud addasiadau i'ch dyfais sy'n ei hatal rhag cael ei hadnabod (e.e. gosodiadau 'Asiant Defnyddiwr' wedi'u teilwra), dad-wneud addasiadau o'r fath. Gallwch ddod yn ôl i'r dudalen hon eto; nid yw'r dolen gwahoddiad wedi'i defnyddio eto.
de_de: Leider konnte Ihr Betriebssystem nicht bestimmt werden. Wenn Sie an Ihrem Gerät Veränderungen vorgenommen haben, die die Betriebssystem-Bestimmung erschweren (z.B. eine modifizierte 'User Agent'-Einstellung), dann machen Sie diese Änderung bitte rückgängig. Sie können danach diese Webseite wieder aufsuchen; der Einladungs-Link ist noch nicht verbraucht.
el_gr: Δυστυχώς, δεν καταφέραμε να προσδιορίσουμε το λειτουργικό σύστημα της συσκευής σας. Αν έχετε προβεί σε τροποποιήσεις στην συσκευή σας, οι οποίες αποτρέπουν την αναγνώρισή της (π.χ. ειδικές ρυθμίσεις του 'User Agent'), παρακαλούμε αναιρέστε τέτοιες τροποποιήσεις. Μπορείτε να επισκεφτείτε αυτήν την σελίδα ξανά· ο σύνδεσμος της πρόσκλησης δεν έχει χρησιμοποιηθεί ακόμα.
es_es: Desafortunadamente no somos capaces de determinar el sistema operativo de tu dispositivo. Si has realizado cambios en tu dispositivo que impiden que sea reconocido (por ejemplo, cambiar el "User Agent"), por favor deshaz estos cambios. Puedes volver a esta página de nuevo, el enlace de la invitación aún no se ha consumido.
et_ee: Kahjuks ei ole Su seadme operatsioonisüsteem tuvastatav. Kui oled oma seadmel teinud muudatusi, mis takistavad selle äratundmist (näiteks muutnud 'User Agent' seadeid), palun tühista need muudatused. Seejärel võid käesolevale lehele tagasi tulla; kutses olev link ei saanud veel kasutatud.
fi_fi: Valitettavasti ei voida määrittää laitteesi käyttöjärjestelmää. Jos olet tehnyt laitteeseesi muutoksia, jotka estävät sen tunnistamista (esimerkiksi muokannut 'User Agent' käyttäjäasetuksia), kumoa muutokset. Voit palata tälle sivulle uudelleen; kutsulinkkiä ei ole vielä käytetty.
fr_fr: Malheureusement, nous ne parvenons pas à identifier le système d'exploitation de votre appareil. Si vous avez apporté des modifications à votre appareil qui l'empêche d'être reconnu (comme, par exemple, le paramètre 'User Agent'), veuillez les annuler. Vous pouvez revenir sur cette page; le lien d'invitation n'a pas encore été consommé.
hr_hr: Nažalost, ne možemo utvrditi operativni sustav Vašeg uređaja.Ako ste konfigurirali uređaj koji spriječava prepoznavanje, molimo Vas da promijenite te postavke.Možete se vratiti na ovaj link ponovo; link s pozivnicom je aktivan.
hu_hu: Sajnos nem tudjuk meghatározni az eszköz operációs rendszerét. Ha módosított az eszközén olyan beállításokat, amelyek megakadályozzák az azonosítását (például az egyéni "User-Agent" beállításait), kérjük, törölje az ilyen módosításokat. Visszajöhetsz erre az oldalra; a meghívó linket még nem használtad fel.
it_it: Purtroppo, non siamo in grado di determinare il sistema operativo del tuo dispositivo. Se hai apportato modifiche al tuo dispositivo che ne impediscano il riconoscimento (ad esempio le impostazioni personalizzate dello "User Agent"), annulla tali modifiche. Puoi tornare di nuovo su questa pagina; il link di invito non è ancora stato utilizzato.
pl_pl: Niestety, nie potrafimy określić systemu operacyjnego na Twoim urządzeniu. Jeśli dokonałeś zmian na urządzeniu, które uniemożliwiają jego rozpoznanie (np. spersonalizowane ustawienie informacji przekazywanej jako 'User Agent'), prosimy o wycofanie tych zmian. Możesz powrócić na tę stronę; Twój link z zaproszeniem nie został jeszcze użyty.
pt_pt: Infelizmente não conseguimos detetar o sistema operativo do seu dispositivo. Se fez modificações ao seu dispositivo que impeção que seja reconhecido (por exemplo umas definições de 'User Agent' personalizadas), por favor remova essas modificações. Pode voltar depois a esta página; o link de convite ainda não foi usado.
ro_ro: Din păcate, nu putem determina sistemul de operare al dispozitivului dumneavoastră. Dacă ați efectuat modificări pe dispozitivul dvs. care împiedică recunoașterea acestuia (de exemplu, setările personalizate ale „User Agent”), vă rugăm să anulați aceste modificări. Puteți reveni la această pagină; linkul de invitație nu a fost încă utilizat.
sl_si: Na žalost ne znamo določiti operacijskega sistema vaše naprave. Če imate omejitve na napravi, ki onemogočajo prepoznavo (npr. po meri nastavljene 'User Agent' nastavitve), prosimo, razveljavite te nastavitve. Na to stran se lahko vrnete kasneje, povezava z vabilom še ni bila uporabljena.
sr_rs: Nažalost, nije moguće utvrditi operativni sistem vašeg uređaja. Ako ste napravili izmene na vašem uređaju koje sprečavaju da operativni sistem bude detektovan (npr. prilagođena 'User Agent' podešavanja), molimo vas da ih poništite. Možete se vratiti na ovu stranicu ponovo; pozivni link još uvek nije iskorišćen.
tr_tr: Maalesef, cihazınızın işletim sistemini belirleyemiyoruz. Cihazınızda, tanınmasını engelleyen değişiklikler yaptıysanız (ör. Özel 'Kullanıcı Aracısı' ayarları), lütfen bu tür değişiklikleri geri alın. Bu sayfaya tekrar geri dönebilirsiniz; davetiyeniz henüz kullanılmadı.
uk_ua: На жаль, ми не можемо визначити операційну систему вашого пристрою. Якщо ви внесли зміни на своєму пристрої, які перешкоджають його розпізнаванню (наприклад, власні налаштування "User Agent"), скасуйте такі зміни. Ви можете повернутися на цю сторінку ще раз; посилання на запрошення ще не використано.

source: Unfortunately, the operating system your device uses (%s) is currently not supported for hosted end-user accounts. You can visit this page with a supported operating system later; the invitation link has not been used up yet.
ar: للأسف ، نظام التشغيل الذي يستخدمه جهازك (%s) غير مدعوم حاليًا لحسابات المستخدمين المستضافة. يمكنك زيارة هذه الصفحة باستخدام نظام تشغيل مدعوم لاحقًا ؛ لم يتم استخدام رابط الدعوة بعد.
bg_bg: За съжаление операционна система, която използва Вашето устройство (%s) , в момента не се поддържа за съхраняваните акаунти на крайните потребители. Можете да посетите тази страница по-късно с поддържана операционна система; поканващият линк все още не е бил използван.
ca_es: Malauradament el sistema operació que utilitza el vostre dispositiu (%s ) no està suportat per als comptes d'usuari final. Podeu visitar aquesta pàgina amb un sistema operatiu suportat més endavant; l'enllaç de la invitació no s'ha fet servir.
cs_cz: Bohužel operační systém, který vaše zařízení používá (%s), není v současné době podporován pro hostované účty koncových uživatelů. Tuto stránku můžete navštívit později s podporovaným operačním systémem. Pozvánka dosud nebyla využita.
cy: Yn anffodus, nid yw'r system weithredu y mae eich dyfais yn ei defnyddio (%s) yn cael ei chynnal ar hyn o bryd ar gyfer cyfrifon defnyddwyr terfynol a gynhelir. Gallwch ymweld â'r dudalen hon gyda system weithredu a gefnogir yn ddiweddarach; nid yw'r cyswllt gwahoddiad wedi'i defnyddio eto.
de_de: Leider unterstützen wir Ihr Betriebssystem (%s) momentan noch nicht. Sie können diese Webseite mit einem unterstützen Betriebssystem wieder besuchen; der Einladungs-Link ist noch nicht verbraucht.
el_gr: Δυστυχώς, το λειτουργικό σύστημα της συσκευής σας (%s) δεν υποστηρίζεται ακόμα για λογαριασμούς φιλοξενούμενων τελικών χρηστών. Μπορείτε να επισκεφτείτε αυτήν την σελίδα από ένα υποστηριζόμενο λειτουργικό σύστημα αργότερα· ο σύνδεσμος της πρόσκλησης δεν έχει χρησιμοποιηθεί ακόμα.
es_es: Desafortunadamente el sistema operativo que usa tu dispositivo (%s) no está soportado ahora mismo para su uso con cuentas de usuario final hospedadas. Puedes visitar esta página más tarde con un sistema operativo soportado, el enlace de la invitación aún no se ha consumido.
et_ee: Kahjuks ei ole Su seadme kasutatav operatsioonisüsteem (%s) praegu majutatavate lõppkasutajakontode poolt toetatud. Saad külastada seda lehte mõne toetatud operatsioonisüsteemiga seadmega hiljem, kutse linki ei ole veel kasutatud.
fi_fi: Valitettavasti käyttämäsi käyttöjärjestelmä (%s) ei ole toistaiseksi tuettu tässä käytössä. Voit kokeilla palvelua toisella laitteella. Kutsulinkkisi on yhä voimassa.
fr_fr: Malheureusement, le système d'exploitation utilisé par votre appareil (%s) n'est pas supporté actuellement pour les comptes utilisateurs hébergés. Vous pouvez visiter cette page ultérieurement avec un système supporté ; le lien d'invitation n'a pas encore été utilisé.
hr_hr: Nažalost, operativni sustav koji Vaš uređaj koristi (%s) nije podržan za hostane račune krajnjih korisnika.Možete posjetiti stranicu sa podržanim operativnim sustavima kasnije; link s pozivnicom zasad nije iskorišten.
hu_hu: Sajnos az eszköz által használt ( %s ) operációs rendszer jelenleg nem támogatott a tárolt végfelhasználói fiókszolgáltatás esetén. Ezt az oldalt támogatott operációs rendszerrel később is megtekintheti; a meghívó linket még nem használta fel.
it_it: Sfortunatamente, il sistema operativo utilizzato dal tuo dispositivo (%s) non è attualmente supportato per gli account degli utenti finali ospitati. Puoi visitare questa pagina con un sistema operativo supportato in seguito; il link di invito non è ancora stato utilizzato.
pl_pl: Niestety, system operacyjny używany na Twoim urządzeniu (%s) nie jest obecnie wspierany. Zapraszamy do odwiedzenia strony wspieranych systemów później; link z zaproszeniem nie został jeszcze użyty.
pt_pt: Infelizmente, o sistema operativo que o seu dispositivo usa (%s) não é atualmente suportado para contas de utilizador final alojadas. Pode visitar esta página mais tarde com um sistema operativo suportado; o link de convite não foi usado ainda.
ro_ro: Din păcate, sistemul de operare pe care îl folosește dispozitivul dvs. (%s) nu este acceptat în prezent pentru conturile de utilizator final găzduite. Puteți vizita mai târziu această pagină cu un sistem de operare acceptat; linkul de invitație nu a fost încă utilizat.
sl_si: Na žalost opracijski sistem, ki ga uporablja vaša naprava (%s), trenutno ni podprt za račune gostujočih končnih uporabnikov. To stran lahko obiščete kasneje s podprtim sistemom, povezava za vabilo še ni bila uporabljena.
sr_rs: Nažalost, operativni sistem koji vaš uređaj koristi (%s) nije trenutno podržan u okviru usluge hostovanja naloga krajnjih korisnika. Možete posetiti ovu stranicu kada budete imali uređaj sa nekim od podržanih operativnih sistema; pozivni link još uvek nije iskorišćen.
tr_tr: Maalesef, cihazınızın kullandığı işletim sistemi (%s) şu anda barındırılan son kullanıcı hesapları için desteklenmemektedir. Bu sayfayı daha sonra desteklenen bir işletim sistemi ile ziyaret edebilirsiniz; davetiye henüz kullanılmadı.
uk_ua: На жаль, операційна система, яку використовує ваш пристрій (%s), наразі не підтримується для розміщених облікових записів кінцевих користувачів. Ви можете відвідати цю сторінку з підтримуваною операційною системою пізніше; посилання на запрошення ще не використано.

source: You can now download a personalised %s installation program.
ar: يمكنك الآن تنزيل برنامج تثبيت %s مخصص.
bg_bg: Сега можете да изтеглите персонализирана %s инсталационна програма.
ca_es: Podeu baixar el programa d'instal·lació de %s personalitzat.
cs_cz: Nyní můžete stáhnout personalizovaný instalační program %s.
cy: Gallwch nawr lawrlwytho rhaglen osod %s personol.
de_de: Sie können nun Ihr persönliches %s Installationsprogramm herunterladen.
el_gr: Μπορείτε να κάνετε λήψη ενός εξατομικευμένου προγράμματος εγκατάστασης %s
es_es: Puedes descargar ahora un programa de instalación de %s personalizado.
et_ee: Nüüd saad laadida alla isikliku %si paigaldusprogrammi.
fi_fi: Voit nyt ladata organisaatiolle %s tehdyn asennuspaketin.
fr_fr: Vous pouvez télécharger maintenant un programme d'installation %s personnalisé.
hr_hr: Sada možete preuzeti personalizirani %s instalacijski program,
hu_hu: Most letöltheted a személyre szabott %s telepítőprogramot.
it_it: È ora possibile scaricare un programma di installazione personalizzato di %s.
pl_pl: Możesz pobrać spersonalizowany program instalacyjny %s.
pt_pt: Pode descarregar um programa de instalação %s personalizado.
ro_ro: Poți să descarci un program de instalare personalizat %s
sl_si: Zdaj lahko prenesete personaliziran %s namestitveni program
sr_rs: Sada možete preuzeti personalizovan %s instaler.
tr_tr: Artık kişiselleştirilmiş bir %s kurulum programını indirebilirsiniz.
uk_ua: Тепер ви можете завантажити персональну %sпрограму встановлення.
