Repository: GEANT/CAT
Catalog: translation/*/web_user.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, hu_hu, it_it, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: You should use the exact link you got during sign-up to come here. Alternatively, if you have a valid %s credential already, you can visit this page and Accept the question about logging in with a client certificate (select a certificate with a name ending in '…%s').
ar: يجب عليك استخدام الرابط الدقيق الذي حصلت عليه أثناء التسجيل للوصول إلى هنا. بدلاً من ذلك ، إذا كان لديك بيانات %s معتمدة بالفعل ، فيمكنك زيارة هذه الصفحة وقبول السؤال حول تسجيل الدخول باستخدام شهادة العميل (حدد شهادة باسم ينتهي بـ ...'%s').
bg_bg: Трябва да използвате точно линка, който сте получили по време на вписването, за да дойдете тук. Алтернативно, ако вече имате валиден %s ключ за влизане, може да посетите тази страница и да се Съгласите с въпроса за влизане с клиентски сертификат (изберете сертификат с име, завършващо на '...%s').
ca_es: Per arribar aquí heu de fer servir l'enllaç idèntic obtingut en el procés d'alta. Alternativament, si ja teniu credencials d'accés vàlid de %s, podeu visitar aquesta pàgina i acceptar la pregunta sobre l'accés amb certificat de client (seleccioneu un certificat amb un nom acabat en '...%s').
cs_cz: Pro přístup na tuto stránku byste měli použít odkaz, který jste získali při registraci. Pokud máte platný %s přihlašovací údaje, můžete tuto stránku navštívit a akceptovat přihlášení pomocí klientského certifikátu (vyberte certifikát s názvem který končí příponou '... %s').
cy: Dylech ddefnyddio'r union cyswllt a gawsoch wrth gofrestru i ddod yma. Fel arall, os oes gennych chi ddilysrwydd %s yn barod, gallwch ymweld â'r dudalen hon a Derbyn y cwestiwn am fewngofnodi gyda tystysgrif cleient (dewiswch tystysgrif gydag enw yn gorffen gyda '…%s').
de_de: Sie sollten den genauen Link benutzen den Sie bei der Anmeldung bekommen haben. Sofern Sie bereits einen gültigen %s Zugang haben, können Sie diese Seite auch einfach so aufsuchen und bei der Frage ob Sie ein Zertifikat zum Anmelden verwenden möchten mit Ja antworten (wählen ein Zertifikat mit der Endung '... %s' aus).
el_gr: Πρέπει να χρησιμοποιήσετε τον ίδιο ακριβώς σύνδεσμο που πήρατε κατά την εγγραφή σας για να βρεθείτε εδώ. Εναλλακτικά, αν έχετε ήδη έγκυρα διαπιστευτήρια %s, μπορείτε να επισκεφτείτε αυτή τη σελίδα και να επιλέξετε Αποδοχή στην ερώτηση σχετικά με είσοδο με ένα πιστοποιητικό πελάτη (επιλέξτε ένα πιστοποιητικό που το όνομα του λήγει σε '...%s').
es_es: Para llegar aquí deberías usar exactamente el mismo enlace que recibiste durante la inscripción. De forma alternativa, si ya dispones de un token de inicio de sesión %s válido, puedes visitar esta página y "Aceptar" la pregunta acerca de iniciar sesión con un certificado cliente (selecciona un certificado con un nombre acabado en "...%s").
et_ee: Palun kasuta täpselt seda linki, mille registreerimiseks said. Teine võimalus juhuks, kui Sul on kehtiv %s kasutajakonto juba olemas, on külastada seda lehte ja vastata jaatavalt kliendisertifikaadiga sisselogimiseks (vali sertifikaat, mille nimi lõpeb nii: '…%s').
fi_fi: Sinun tulee käyttää samaa linkkiä kuin jonka sait liittyessäsi palveluun. Vaihtoehtoisesti, jos sinulla on jo toimivat %s-tunnukset, voit käydä hyväksymässä kirjautumisen client-/henkilövarmenteella (valitse '...%s'-päätteinen varmenne).
fr_fr: Vous devez utiliser le lien exact que vous avez obtenu lors de votre inscription pour venir ici. Sinon, si vous avez déjà des informations d'identification valides %s, vous pouvez visiter cette page et accepter la question relative à la connexion avec un certificat client (sélectionnez un certificat dont le nom se termine par '…%s').
hr_hr: Potrebno je koristiti link koji ste dobili prilikom prijave da dođete ovdje. Drugačije, ako imate važeće %s pristupne podatke, možete posjetiti ovu stranicu te prihvatiti pitanje o logiranju s klijentskim certifikatom (izaberite certifikat kojem naziv završava sa '...%s')
hu_hu: Használja a pontos linket, amelyet a regisztráció során kapott. Alternatív megoldásként, ha már rendelkezik érvényes %s hitelesítővel, akkor látogasson el erre az oldalra, és fogadja el az ügyféllel való bejelentkezéshez szükséges kérdést (jelölje ki a tanúsítványt egy olyan névvel, amelynek neve "... %s").
it_it: Dovresti usare il link esatto che hai ottenuto durante l'iscrizione per venire qui. In alternativa, se si dispone già di una credenziale %s valida, è possibile visitare questa pagina e accettare la domanda relativa all'accesso con un certificato client (selezionare un certificato con un nome che termina con '...%s').
pl_pl: Musisz użyć linku otrzymanego podczas rejestracji. Zamiast tego, jeśli masz ważny token logowania %s, możesz na tej stronie zaakceptować pytanie dotyczące logowania za pomocą certyfikatu klienta (wybierz certyfikat z nazwą kończącą się '...%s').
pt_pt: Deve usar o link exato que recebeu durante a autenticação para chegar aqui. Alternativamente, se já tiver umas credenciais %s válidas, pode visitar esta página e Aceitar as questões sobre autenticar com um certificado de cliente (selecione um certificado com o nome a terminar em '…%s').
ro_ro: Pentru a veni aici, ar trebui să folosiți linkul exact pe care l-ați primit în timpul înregistrării. În mod alternativ, dacă aveți deja o %sacreditare valabilă, puteți accesa această pagină și puteți accepta întrebarea despre logare cu un certificat de client (selectați un certificat cu un nume care se termină în „…%s”).
sl_si: Uporabiti morate točno tisto povezavo, ki ste jo pridobili med vpisom, da vas usmeri sem. Če imate veljavne %s prijavne podatke, lahko alternativno obiščete to stran in sprejmete vprašanje o dostopu s certifikatom (izberite certifikat, katerega ime se konča s/z '...%s').
sr_rs: Trebalo bi da koristite link koji ste dobili prilikom prijave da biste došli ovde. Alternativno, ako već imate važeće %s kredencijale, možete posetiti ovu stranicu i odabrati opciju Prihvati na pitanje koje se odnosi na logovanje sa klijentskim sertifikatom (odaberite sertifikat čije ime se završava sa '...%s').
tr_tr: Buraya gelmek için, kayıt sırasında edindiğiniz bağlantıyı kullanmalısınız. Alternatif olarak, geçerli bir %s kimlik bilginiz varsa, bu sayfayı ziyaret edebilir ve bir istemci sertifikası ile giriş yapma hakkındaki soruyu kabul edebilirsiniz ('… %s' ile biten bir sertifika seçin).
uk_ua: Ви повинні використовувати точне посилання, яке ви отримали під час реєстрації, щоб потрапити сюди. В якості альтернативи, якщо у вас вже є дійсний %sсертифікат, ви можете відвідати цю сторінку і прийняти питання про вхід з клієнтським сертифікатом (виберіть сертифікат з ім'ям, що закінчується на "...%s").

source: If you encounter problems, then you can obtain direct assistance from your organisation at:
ar: إذا واجهت مشاكل ، يجب أن تطلب المساعدة من مؤسستك على:
bg_bg: Ако срещнете проблеми, можете да получите помощ директно от Вашата организация на адрес:
ca_es: Si trobeu problemes, podeu obtenir assistència directa des de la vostra organització a:
cs_cz: V případě problémů vám může poskytnout pomoc vaše domovská organizace na:
cy: Os cewch chi broblemau, yna gallwch gael cymorth uniongyrchol gan eich sefydliad yn:
de_de: Bei Problemen wenden Sie sich bitte an Ihre Organisation:
el_gr: Αν αντιμετωπίσετε προβλήματα μπορείτε να ζητήσετε απευθείας βοήθεια από τον οργανισμό σας στο:
es_es: Si encuentras problemas, puedes obtener ayuda directamente de tu organización en:
et_ee: Probleemide korral saad abi oma asutuselt:
fi_fi: Jos havaitset ongelmia, pyydä apua kotiorganisaatiostasi:
fr_fr: Si vous rencontrez des problèmes, vous pouvez obtenir de l'aide directement auprès de votre établissement à :
hr_hr: Ako je došlo do problema, možete direktno zatražiti pomoć Vaše matične ustanove na:
hu_hu: Amennyiben problémát tapasztal, akkor jelezze az alább elérhetőségeken:
it_it: Nel caso si incontrassero problemi è possibile ottenere assistenza diretta dalla propria organizzazione:
pl_pl: Jeżeli masz jakieś problemy, to możesz uzyskać pomoc w swojej instytucji:
pt_pt: Se encontrar problemas, então pode obter suporte diretamente da sua organização em:
ro_ro: Dacă o sa mai întâlniți probleme, atunci puteți obține asistență de la organizația dumneavoatră la:
sl_si: Če naletite na težavo, lahko pridobite neposredno pomoč strani vaše domače organizacije na:
sr_rs: Ukoliko naiđete na probleme, za pomoć se možete obratiti vašoj matičnoj organizaciji na:
tr_tr: Eğer problem yaşıyorsanız, kurumunuzdan doğrudan yardım alabilirsiniz:
uk_ua: Якщо у вас виникають проблеми, ви можете отримати пряму допомогу від своєї організації за адресою:

source: If you encounter problems you should ask those who gave you your account for help.
ar: إذا واجهت مشاكل ، يجب أن تطلب المساعدة من مزود الهوية في مؤسستك.
bg_bg: Ако срещнете проблеми, трябва да потърсите помощ от този, който Ви е създал акаунта.
ca_es: Si trobeu problemes, cal que demaneu ajuda a qui us va facilitar el compte.
cs_cz: V případě problému se pro pomoc obraťte na ty kteří vám poskytli váš účet.
cy: Os cewch chi broblemau dylech ofyn i'r rhai a roddodd eich cyfrif i chi am help.
de_de: Wenn Sie auf Probleme stoßen sollten Sie diejenigen fragen, die Ihnen Ihren Zugang freigeschaltet haben.
el_gr: Αν αντιμετωπίσετε προβλήματα πρέπει να ζητήσετε βοήθεια από όποιον σας έδωσε τα στοιχεία του λογαριασμού σας.
es_es: Si encuentras problemas deberías pedir ayuda a aquellos que te proporcionaron tu cuenta.
et_ee: Probleemide korral palun küsi abi neilt, kes Sulle kasutajakonto andsid.
fi_fi: Jos havaitset ongelmia, kysy apua kotiorganisaatiostasi.
fr_fr: Si vous rencontrez des problèmes, vous devriez demander de l'aide auprès de ceux qui vous ont ouvert votre compte.
hr_hr: Ako je došlo do problema kontaktirajte izdavatelja korisničkog računa
hu_hu: Ha problémát tapasztal, kérdezze meg azokat, akiktől segítséget kapott az azonosítójs kapcsán.
it_it: Se incontri problemi dovresti chiedere aiuto a coloro i quali ti hanno fornito le credenziali.
pl_pl: Jeśli napotkasz jakiś problem, prosimy o kontakt z Twoją instytucją macierzystą, od której otrzymałeś konto.
pt_pt: Caso encontre problemas deve contactar quem lhe forneceu a sua conta para ajuda.
ro_ro: Dacă întâlniți probleme ar trebuii să-i întrebați pe cei care v-au dat contul pentru ajutor.
sl_si: Če naletite na težave, se za pomoč obrnite na tiste, ki so vam račun dodelili.
sr_rs: Ukoliko naiđete na probleme za pomoć se obratite onome od koga ste dobili informacije o vašem nalogu.
tr_tr: Eğer problem yaşıyorsanız, yardım için, hesabınızı verenlere, danışmalısınız.
uk_ua: Якщо у вас виникають проблеми, вам слід звернутися за допомогою до тих, хто надав вам ваш обліковий запис.

source: Your personal %s account status page
ar: صفحة حالة ملفك %s
bg_bg: Вашата персонална %s страница за състояние на акаунта
ca_es: Pàgina d'estat del vostre compte personal %s
cs_cz: Stránka o stavu vašeho účtu %s
cy: Tudalen statws cyfrif personol %s
de_de: Ihre persönliche %s Status-Seite
el_gr: Η προσωπική σελίδα του %s λογαριασμού σας
es_es: Tu página de estado de tu cuenta personal de %s
et_ee: Sinu isikliku %si konto seisundileht
fi_fi: Henkilökohtainen %s-sivusi
fr_fr: La page de statut de votre compte personnel %s.
hr_hr: Vaša osobna %s korisnička stranica
hu_hu: A személyi %s fiók státusz oldala
it_it: Pagina di stato del tuo account personale %s
pl_pl: Strona statusu Twojego konta %s
pt_pt: A sua página de estado da sua conta pessoal %s
ro_ro: Pagina persoanală %s a contului dumneavoastră
sl_si: Stran, ki prikazuje status vaše osebnega %s računa
sr_rs: Vaša lična statusna stranica za %s nalog
tr_tr: Kişisel %s hesabı durum sayfanız
uk_ua: Сторінка статусу вашого персонального %s облікового запису

source: Current login tokens
ar: الرموز الخاصة الحالية
bg_bg: Текущ ключ за влизане
ca_es: Codis d'accés actuals
cs_cz: Aktuální přihlašovací token
cy: Tocynnau mewngofnodi cyfredol
de_de: Momentan gültige Token
el_gr: Τρέχοντα κουπόνια σύνδεσης
es_es: Tokens de inicio de sesión vigentes
et_ee: Kehtivad logimiskoodid
fi_fi: Voimassaolevat poletit
fr_fr: Jetons de connexion en cours
hr_hr: Trenutni tokeni prijave
hu_hu: Aktuális bejelentkezési token
it_it: Token di accesso correnti
pl_pl: Aktualne tokeny logowania
pt_pt: Tokens atualmente autenticados
ro_ro: Jetoane de autentificare curente
sl_si: Trenutni žetoni za prijavo
sr_rs: Trenutni tokeni za povezivanje
tr_tr: Geçerli giriş belirteçleri
uk_ua: Поточні маркери входу

source: Previous login tokens
ar: الرموز الخاصة السابقة
bg_bg: Предишен ключ за влизане
ca_es: Codis d'accés anteriors
cs_cz: Dříve použitý přihlašovací token
cy: Tocynnau mewngofnodi blaenorol
de_de: Abgelaufene Token
el_gr: Προηγούμενα κουπόνια σύνδεσης
es_es: Tokens de inicio de sesión anteriores
et_ee: Aegunud logimiskoodid
fi_fi: Käytetyt poletit
fr_fr: Jetons de connexion précédents
hr_hr: Prošli tokeni prijave
hu_hu: Korábbi bejelentkezési token
it_it: Token di accesso precedenti
pl_pl: Poprzednie tokeny logowania
pt_pt: Tokens anteriormente autenticados
ro_ro: Jetoane anterioare de logare
sl_si: Predhodni žetoni za prijavo
sr_rs: Prethodni tokeni za povezivanje
tr_tr: Önceki giriş belirteçleri
uk_ua: Попередні маркери входу

source: Revoked login tokens
ar: إلغاء الرموز الخاصة
bg_bg: Анулиран временен ключ за влизане
ca_es: Codis d'accés revocats
cs_cz: Neplatný přihlašovací token
cy: Tocynnau mewngofnodi a ddirymwyd
de_de: Zurückgezogene Token
el_gr: Ανακληθέντα κουπόνια σύνδεσης
es_es: Tokens de inicio de sesión revocados
et_ee: Tühistatud logimiskoodid
fi_fi: Peruutetut poletit
fr_fr: Jetons de connexion révoqués
hr_hr: Opozvani tokeni prijave
hu_hu: Visszavont bejelentkezési token
it_it: Token di accesso revocati
pl_pl: Odwołane tokeny logowania
pt_pt: Tokens de autenticação revogados
ro_ro: Jetoane revocate de logare
sl_si: Razveljavljeni žetoni za prijavo
sr_rs: Povučeni tokeni za povezivanje
tr_tr: İptal edilen giriş belirteçleri
uk_ua: Відкликані маркери входу

source: Serial Number
ar: رقم التسلسل
bg_bg: Сериен номер
ca_es: Número de sèrie
cs_cz: Sériové číslo:
cy: Rhif Serial
de_de: Seriennummer
el_gr: Σειριακός αριθμός
es_es: Número de serie
et_ee: Seerianumber
fi_fi: Sarjanumero
fr_fr: Numéro de série
hr_hr: Serijski broj
hu_hu: Sorozatszám
it_it: Numero di serie
pl_pl: Numer seryjny
pt_pt: Número de série
ro_ro: Număr de serie
sl_si: Serijska številka
sr_rs: Serijski broj:
tr_tr: Seri Numarası
uk_ua: Серійний номер

source: Pseudonym
ar: الإسم المستعار
bg_bg: Псевдоним
ca_es: Pseudònim
cs_cz: Přezdívka
cy: Ffugenw
el_gr: Ψευδώνυμο
es_es: Pseudónimo
et_ee: Pseudonüüm
fi_fi: Pseudonyymi
fr_fr: Pseudonyme
hr_hr: Pseudonim
hu_hu: Álnév
it_it: Pseudonimo
pl_pl: Pseudonim
pt_pt: Pseudónimo
ro_ro: Pseudonim
sl_si: Psevdonim
sr_rs: Pseudonim
tr_tr: Takma Ad
uk_ua: Псевдонім

source: Device Type
ar: نوعية الجهاز
bg_bg: Тип на устройството
ca_es: Tipus de dispositiu
cs_cz: Typ zařízení
cy: Math Dyfais
de_de: Gerätetyp
el_gr: Τύπος Συσκευής
es_es: Tipo de dispositivo
et_ee: Seadme tüüp
fi_fi: Laitetyyppi
fr_fr: Type d'appareil
hr_hr: Vrsta uređaja
hu_hu: Eszköztípus
it_it: Tipo di dispositivo
pl_pl: Typ urządzenia
pt_pt: Tipo de Dispositivo
ro_ro: Tipul dispozitivului
sl_si: Tip naprave
sr_rs: Tip uređaja
tr_tr: Cihaz Tipi
uk_ua: Тип пристрою

source: Issue Date
ar: تاريخ الإصدار
bg_bg: Дата на издаване
ca_es: Data de publicació
cs_cz: Datum vystavení
cy: Dyddiad Rhoi
de_de: Ausgestellt
el_gr: Ημερομηνία Έκδοσης
es_es: Fecha de emisión
et_ee: Väljastamise kuupäev
fi_fi: Luontipäivä
fr_fr: Date d'émission
hr_hr: Datum izdavanja
hu_hu: Kiadás dátuma
it_it: Data di emissione
pl_pl: Data wystawienia
pt_pt: Data de Emissão
ro_ro: Data emiterii problemei
sl_si: Datum zadeve
sr_rs: Datum izdavanja
tr_tr: Veriliş Tarihi
uk_ua: Дата випуску

source: Expiry Date
ar: تاريخ الإنتهاء
bg_bg: Срок на годност
ca_es: Data de caducitat
cs_cz: Datum vypršení
cy: Dyddiad Dod i ben
de_de: Ablaufdatum
el_gr: Ημερομηνία Λήξης
es_es: Fecha de caducidad
et_ee: Aegumise kuupäev
fi_fi: Päättymispäivä
fr_fr: Date d'expiration
hr_hr: Datum isteka
hu_hu: Lejárati dátum
it_it: Data di scadenza
pl_pl: Data ważności
pt_pt: Data de expiração
ro_ro: Data expirării
sl_si: Datum poteka
sr_rs: Datum isteka
tr_tr: Son Kullanma Tarihi
uk_ua: Термін придатності

source: invalid token
ar: الرمز الخاص غير صحيح
bg_bg: Невалиден ключ
ca_es: codi invàlid
cs_cz: neplatný token
cy: tocyn annilys
de_de: Ungültiger Token
el_gr: μη έγκυρο κουπόνι
es_es: Token inválido
et_ee: Kehtetu kood
fi_fi: epäkelpo poletti
fr_fr: Jeton invalide
hr_hr: neispravan token
hu_hu: Érvénytelen token
it_it: Token non valido
pl_pl: nieważny token
pt_pt: token inválido
ro_ro: Jeton invalid
sl_si: neveljaven žeton
sr_rs: pogrešan token
tr_tr: geçersiz belirteç
uk_ua: Неприпустимий маркер

source: revoke
ar: إلغاء
bg_bg: Анулирайте
ca_es: revoca
cs_cz: revokován
cy: dirymu
de_de: Sperren
el_gr: Ανάκληση
es_es: revocar
et_ee: tühista
fi_fi: peruuta
fr_fr: révoquer
hr_hr: povučen
hu_hu: visszavon
it_it: revoca
pl_pl: odwołaj
ro_ro: Revocat
sl_si: razveljaviti
sr_rs: povuci
tr_tr: İptal et
uk_ua: відкликати

source: The details are displayed below.
ar: التفاصيل موضحة أدناه.
bg_bg: Подробно е показано по-долу.
ca_es: Els detalls es mostren més avall.
cs_cz: Podrobnosti jsou zobrazeny níže.
cy: Dangosir y manylion isod.
de_de: Die Details sind wie folgt.
el_gr: Οι λεπτομέρειες εμφανίζονται παρακάτω.
es_es: Los detalles se muestran debajo.
et_ee: Detailsem info on allpool.
fi_fi: Yksityiskohdat alempana.
fr_fr: Les détails sont affichés ci-dessous.
hr_hr: Detalji prikazani ispod.
hu_hu: A részletek az alábbiakban láthatók.
it_it: I dettagli sono visualizzati sotto.
pl_pl: Szczegóły podajemy poniżej.
pt_pt: Os detalhes são mostrados abaixo.
ro_ro: Detaliile sunt afișate mai jos.
sl_si: Podrobnosti so prikazane spodaj.
sr_rs: Detalji su prikazani ispod.
tr_tr: Detaylar aşağıda verilmiştir.
uk_ua: Деталі відображаються нижче.

source: Really revoke this access credential?
ar: هل تود فعلا إلغاء بيانات الدخول؟
bg_bg: Наистина ли анулирате тези удостоверения за достъп?
ca_es: Realment voleu revocar aquestes credencials d'accés?
cs_cz: Skutečně chcete zneplatnit toto přístupové oprávnění?
cy: Gwirioneddol dirymu'r manylion mewngofnodi mynediad dilys hwn?
de_de: Wollen Sie diese Zugangsdaten wirklich zurückziehen?
el_gr: Σίγουρα να ανακληθούν αυτά τα διαπιστευτήρια πρόσβασης;
es_es: ¿Revocar esta credencial de acceso?
et_ee: Kas tühistame pääsumandaadi?
fi_fi: Tahdotko varmasti peruuttaa oikeudet tältä tunnukselta?
fr_fr: Vraiment révoquer cet identifiant d'accès ?
hr_hr: Zaista opozvati ove pristupne vjerodajnice?
hu_hu: Valóban visszavonja ezt a hozzáférést?
it_it: Vuoi veramente revocare questa credenziale di accesso?
pl_pl: Rzeczywiście odwołać dane dostępowe?
pt_pt: Quer mesmo revogar estas credenciais de acesso?
ro_ro: Revocați aceast credențial de acces?
sl_si: Res želite razveljaviti te prijavne podatke za dostop?
sr_rs: Da li zaista želite da povučete ove kredencijale za pristup?
tr_tr: Bu erişim bilgisi gerçekten iptal edilsin mi?
uk_ua: Дійсно скасувати ці облікові дані доступу?

source: You must have received an invitation from your %s %s before being able to manage your %s. If that is the case, please continue and log in.
ar: يجب أن تكون قد تلقيت دعوة من %s %s قبل أن تتمكن من إدارة الـ%s. إذا كنت قد تلقيت الدعوة، يرجى المتابعة وتسجيل الدخول.
bg_bg: Би трябвало да сте получили покана от Вашия %s%s, преди да имате възможност да управлявате Вашия %s. Ако това е така, моля продължете и влезте.
ca_es: Heu d'haver rebut una invitació del vostre %s d'%s abans de poder gestionar la vostra %s. Si és el cas, continueu endavant.
cs_cz: Oprávnění ke spravování vaší vlastní %s %s předchází pozvánka od vašeho národního operátora %s. Pokud jste pozvánku dostali, pokračujte, prosím, a přihlaste se.
cy: Rhaid eich bod wedi derbyn gwahoddiad gan eich %s %s cyn gallu rheoli eich %s. Os yw hynny'n wir, parhewch a mewngofnodwch.
de_de: Sie müssen eine Einladung von Ihrem %s %s erhalten haben, bevor Sie Ihren %s hier verwalten können. Wenn das so ist, fahren Sie fort und loggen sich ein.
el_gr: Πρέπει να έχετε λάβει μια πρόσκληση από τον %s %s προτού να είστε σε θέση να διαχειριστείτε το %s. Εάν ισχύει αυτή η περίπτωση, παρακαλώ συνεχίστε και συνδεθείτε.
es_es: Debes haber recibido una invitación de tu %s de %s antes de poder administrar tu %s. Si ese es el caso, por favor continúa e inicia sesión.
et_ee: Enne kui saad hallata oma %si, pead olema saanud %s %s kutse. Kui kutse on olemas, palun logi sisse.
fi_fi: Tarvitset kutsun taholta %s%s ennen kuin voit hallinnoida organisaatiota %s. Jos sinulla on jo kutsu, voit edetä ja kirjautua palveluun.
fr_fr: Vous devez avoir reçu une invitation de votre %s %s avant de pouvoir gérer votre %s. Si tel est le cas, continuez et connectez-vous.
hr_hr: Trebali ste primiti pozivnicu od Vaše %s %s prije nego možete administrirati Vaš %s.Ako je to slučaj, molimo nastavite i prijavite se.
hu_hu: Meg kellett volna kapnia a meghívót a %s %s -ról, mielőtt menedzselné a %s tartalmat. Ha ez a helyzet, folytassa és jelentkezzen be.
it_it: Devi aver ricevuto un invito dal tuo %s %s prima di essere in grado di gestire il tuo %s. Se è così, continua e accedi.
pl_pl: Zapewne otrzymałeś zaproszenie z %s %s by móc zarządzać %s. Jeśli taki jest powód dostępu do tej strony, kontynuuj i zaloguj się.
pt_pt: Tem de receber um convite do seu %s%s antes de poder gerir o seu %s. Se é esse o caso, por favor continue e autentique-se.
ro_ro: Trebuie să fi primit o invitație de la %s%sdvs. înainte de a vă putea gestiona%s. În acest caz, vă rugăm să continuați și să vă autentificați.
sl_si: Preden lahko pričnete z upravljanjem %s, morate prejeti povabilo s strani vašega %s %s. Če ste povabilo že prejeli, nadaljujte in se prijavite.
sr_rs: Morali ste dobiti pozivnicu od vašeg %s %s pre nego što možete upravljati vašom %s. Ukoliko ste dobili pozivnicu, nastavite sa prijavom.
tr_tr: %s %s' uzdan bir davetiye almış olmanız gerekiy r, %s'i yönetebilmek için. Bu durumda lütfen devam edin ve giriş yapın.
uk_ua: Ви повинні були отримати запрошення від вашого %s%s перш ніж мати можливість керувати вашим %s. Якщо це так, будь ласка, продовжуйте і увійдіть в систему.

source: Please authenticate yourself and login
ar: يرجى تسجيل الدخول
bg_bg: Моля удостоверете самоличността си и влезте.
ca_es: Sisplau, identifiqueu-vos per continuar
cs_cz: Přihlaste se, prosím.
cy: Dilyswch eich hun a mewngofnodi os gwelwch yn dda
de_de: Bitte authentifizieren Sie sich und
el_gr: Παρακαλώ ταυτοποιηθείτε και συνδεθείτε
es_es: Por favor, identifícate e inicia sesión
et_ee: Palun autendi ja logi sisse
fi_fi: Ole hyvä ja kirjaudu palveluun
fr_fr: Merci de vous identifier
hr_hr: Potrebna je prijava i autentikacija
hu_hu: Légy szíves azonosítsd magad és lépj be
it_it: Autenticati e accedi, per favore
pl_pl: Zaloguj się
pt_pt: Por favor realize a autenticação
ro_ro: Vă rugăm să vă autentificați și să vă conectați
sl_si: Za potrditev identitete se prijavite
sr_rs: Molmo vas da se autentifikujete i prijavite
tr_tr: Lütfen kimlik doğrulamanızı yaparak oturum açınız
uk_ua: Будь ласка, автентифікуйтесь і ввійдіть

source: Login
ar: الدخول
bg_bg: Вход
ca_es: Entrada
cs_cz: Přihlášení
cy: Mewngofnodi
de_de: Loggen Sie sich ein
el_gr: Σύνδεση
es_es: Inicio de sesión
et_ee: Logi sisse
fi_fi: Kirjaudu palveluun
fr_fr: Identifiant
hr_hr: Prijava
hu_hu: Belépés
pl_pl: Zaloguj się
ro_ro: Autentificare
sl_si: Prijava
sr_rs: Prijavite se
tr_tr: Oturum Aç
uk_ua: Увійти
