Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: %s: Profile duplication (Step 1)
bg_bg: %s: Дублиране на профил (стъпка 1)
ca_es: %s: Còpia del perfil (Pas 1)
cy: %s: Dyblygu proffil (Cam 1)
es_es: %s: Duplicación de perfil (paso 1)
et_ee: %s: Profiili dubleerimine (samm 1)
it_it: %s: Duplicazione del profilo (Passo 1)
pl_pl: %s: Powielanie profilu (Krok 1)
ro_ro: %s: Duplicarea profilului (Pasul 1)
sl_si: %s: Podvajanje profila (1. korak)
uk_ua: %s: Копіювання (Крок 1)

source: No write access to this IdP
bg_bg: Няма достъп за запис до този IdP
ca_es: No teniu accés d'escriptura en aquest IdP
cy: Dim mynediad ysgrifennu i'r CDU hwn
es_es: No hay acceso de escritura en este IdP
et_ee: Puudub kirjutamisõigus selle IdP puhul
fr_fr: Pas d'accès en écriture à cet IdP
it_it: Nessun accesso in scrittura a questo IdP
pl_pl: Brak prawa zapisu dla tej instytucji
ro_ro: Fără acces de scriere la acest IdP
sl_si: Brez dostopa za pisanje do tega IdP
uk_ua: Недостатньо прав для запису до цього IdP

source: Duplicate profile '%s' ...
bg_bg: Дублирайте профил '%s' ...
ca_es: Copieu el perfil '%s' ...
cy: Proffil dyblyg '%s' ...
es_es: Duplicar perfil '%s' ...
et_ee: Dubleeri profiil '%s' ...
it_it: Duplica il profilo '%s' ...
pl_pl: Powiel profil '%s' ...
ro_ro: Duplicați profilul '%s' ...
sl_si: Podvoji profil '%s' ...
uk_ua: Створюється дублікат профілю '%s'...

source: New profile default name:
bg_bg: Ново име по подразбиране на профила:
ca_es: Nom per defecte del perfil nou:
cy: Enw diofyn proffil newydd:
es_es: Nuevo nombre por defecto de perfil:
et_ee: Uue profiili vaikenimi:
it_it: Nuovo nome di default del profilo:
pl_pl: Nowa domyślna nazwa profilu:
ro_ro: Numele implicit al noului profil:
sl_si: Privzeto ime novega profila:
uk_ua: Ім'я нового профілю за замовчуванням:

source: The names from the source profile will be replaced with the one you provide.
bg_bg: Имената от изходния профил ще бъдат заменени с предоставените от Вас.
ca_es: Els noms del perfil font seran substituits amb el que faciliteu.
cy: Bydd yr enwau o'r proffil ffynhonnell yn cael eu disodli gan yr un a ddarparwch.
es_es: Los nombres del perfil origen serán reemplazados con el que proveas.
et_ee: Lähteprofiili nimed asendatakse Sinu sisestatuga.
it_it: I nomi dal profilo sorgente verranno sostituiti con quello fornito.
pl_pl: Nazwy profilu źródłowego zostaną zastąpione nazwą którą podasz.
ro_ro: Numele din profilul sursă vor fi înlocuite cu cele furnizate de dumneavoastră.
sl_si: Imena iz izvornega profila bodo nadomeščena z vašimi vnosi.
uk_ua: Імена з вихідного профілю будуть замінені на ті, що ви надасте.

source: Create duplicate
bg_bg: Създайте дубликат
ca_es: Crear una còpia
cy: Creu dyblyg
es_es: Crear duplicado
et_ee: Loo duplikaat
it_it: Crea duplicato
pl_pl: Powiel profil
ro_ro: Creați duplicat
sl_si: Ustvari kopijo
uk_ua: Дублювати профіль

source: Cancel
bg_bg: Отказ
ca_es: Cancel·lar
cy: Canslo
es_es: Cancelar
et_ee: Tühista
fr_fr: Annule
it_it: Annulla
pl_pl: Odrzuć zmiany
ro_ro: Anulează
sl_si: Prekliči
uk_ua: Скасувати

source: %s: Profile duplication (Step 2)
bg_bg: %s: Дублиране на профил (стъпка 2)
ca_es: %s: Còpia de perfil (Pas 2)
cy: %s: Dyblygu proffil (Cam 2)
es_es: %s: Duplicación de perfil (paso 2)
et_ee: %s: Profiili dubleerimine (samm 3)
it_it: %s: Duplicazione del profilo (Passo 2)
pl_pl: %s: Powielanie profilu (Krok 2)
ro_ro: %s: Duplicarea profilului (Pasul 2)
sl_si: %s: Podvajanje profila (2. korak)
uk_ua: %s: Дублювання профілю (Крок 2)

source: Copied %s to %s
bg_bg: Копиране на %s към %s
ca_es: S'ha copiat %s a %s
cy: Copïwyd %s i %s
es_es: Copiado %s a %s
et_ee: Kopeeritud %s %s-ks
fr_fr: %s copié à %s
it_it: Copiato %s in %s
pl_pl: Skopiowano %sna %s
ro_ro: Copiat %s la %s
sl_si: Kopirano %s na %s
uk_ua: Скопійовано %s до %s

source: Continue to dashboard
bg_bg: Продължете към таблото
ca_es: Continueu al panell de control
cy: Parhewch i'r dangosfwrdd
de_de: Weiter zur IdP Übersichtsseite
el_gr: Συνέχεια στον πίνακα ελέγχου
es_es: Ir al panel de mandos
et_ee: Mine koondpaneelile
fi_fi: Jatka dashboardiin
fr_fr: Continuer vers le tableau de bord
it_it: Continua sul cruscotto
pl_pl: Powrót do głównego panelu
pt_pt: Avançar para Dashboard
ro_ro: Continuați către dashboard
sl_si: Nadaljuj na nadzorno ploščo
tr_tr: Kontrol paneline devam et
uk_ua: Перейдіть до інформаційної панелі

source: %s: Editing %s '%s'
bg_bg: %s: Редактиране %s'%s'
ca_es: %s: Editant %s '%s'
cy: %s: Golygu %s '%s'
de_de: %s: Bearbeiten von %s '%s'
el_gr: %s: Επεξεργασία του %s '%s'
es_es: %s: Editando el %s "%s"
et_ee: %s: %s '%s' muutmine
fi_fi: %s: Muokkaamassa %s '%s'
fr_fr: %s : Edition %s '%s'
it_it: %s: Modifica %s '%s'
pl_pl: %s: Edycja %s '%s'
pt_pt: %s: Editar %s '%s'
ro_ro: %s:Editare %s '%s'
sl_si: %s: Urejanje %s '%s'
tr_tr: %s: %s '%s' düzenleniyor
uk_ua: %s:Редагування%s '%s'

source: Editing %s information for '%s'
bg_bg: Редактиране %s информацията за '%s'
ca_es: Editant informació de %s de '%s'
cy: Wrthi'n golygu gwybodaeth %s ar gyfer '%s'
de_de: Bearbeiten von %s Informationen für '%s'
el_gr: Επεξεργασία πληροφοριών για %s '%s'
es_es: Editando información de %s para '%s'
et_ee: Muudame %s föderatsiooni '%s' teavet
fi_fi: Muokkaamassa %s:n tietoja: '%s'
fr_fr: Modification %s des informations pour ' %s '
it_it: Modifica delle informazioni %s per '%s'
pl_pl: Edycja informacji %s dotyczącej '%s'
pt_pt: A editar a informação %s para '%s'
ro_ro: Editați %s informațiile pentru '%s'
sl_si: Urejanje informacij o %s za '%s'
tr_tr: %s bilgileri düzenleniyor; '%s' için
uk_ua: Редагування %sінформації для '%s'

source: %s Properties
bg_bg: %s Свойства
ca_es: Propietats de %s
cy: %s Priodweddau
de_de: %s Eigenschaften
el_gr: Ιδιότητες %s
es_es: Propiedades de %s
et_ee: %s Atribuudid
fi_fi: %s-ominaisuudet
fr_fr: %s Propriétés
it_it: Proprietà %s
pl_pl: Własności %s
pt_pt: Propriedades %s
ro_ro: %s Proprietăți
sl_si: Lastnosti %s
tr_tr: %s Özellikleri
uk_ua: %s Параметри

source: Property Type
bg_bg: Тип на свойство
ca_es: Tipus de propietat
cy: Math Eiddo
de_de: Typ
el_gr: Τύπος ιδιότητας
es_es: Tipo de Propiedad
et_ee: Atribuudi tüüp
fr_fr: Type de propriété
it_it: Tipo di proprietà
pl_pl: Typ własności
pt_pt: Tipo da Propriedade
ro_ro: Tip proprietate
sl_si: Vrsta lastnosti
tr_tr: Özellik Türü
uk_ua: Тип параметра

source: Language if applicable
bg_bg: Език, ако е приложим
ca_es: Llengua si correspon
cy: Iaith os yn berthnasol
de_de: Sprache (sofern relevant)
el_gr: Γλώσσα εφόσον ισχύει
es_es: Idioma, si es aplicable
et_ee: Keel (kui rakendub)
fr_fr: Langue si applicable
it_it: Lingua se applicabile
pl_pl: Język, jeśli ma zastosowanie
pt_pt: Idioma se aplicável
ro_ro: Limba, dacă este aplicabil
sl_si: Jezik, če je ustrezno
tr_tr: Geçerli ise dil
uk_ua: Мова, якщо вказана

source: Property Value
bg_bg: Стойност на свойство
ca_es: Valor de la propietat
cy: Gwerth Eiddo
de_de: Wert
el_gr: Τιμή ιδιοτητας
es_es: Valor de la Propiedad
et_ee: Atribuudi väärtus
fr_fr: Valeur de la propiété
it_it: Valore della proprietà
pl_pl: Wartość własności
pt_pt: Valor da Propriedade
ro_ro: Valoare proprietate
sl_si: Vrednost lastnosti
tr_tr: Özellik Değeri
uk_ua: Значення параметра

source: Country:
bg_bg: Държава:
ca_es: País:
cy: Gwlad:
de_de: Land:
el_gr: Χώρα:
es_es: País:
et_ee: Riik:
fi_fi: Maa:
fr_fr: Pays :
it_it: Paese:
pl_pl: Kraj:
pt_pt: País:
ro_ro: Țara:
sl_si: Država:
tr_tr: Ülke:
uk_ua: Країна:

source: Add new option
bg_bg: Добавете нова опция
ca_es: Afegir nova opció
cy: Ychwanegu opsiwn newydd
de_de: Neue Option hinzufügen
el_gr: Προσθήκη νέας επιλογής
es_es: Añadir nueva opción
et_ee: Lisa uus valik
fi_fi: Lisää uusi vaihtoehto
fr_fr: Ajouter une nouvelle option
it_it: Aggiungi nuova opzione
pl_pl: Dodaj nową opcję
pt_pt: Adicionar uma nova opção
ro_ro: Adăugați o nouă opțiune
sl_si: Dodaj novo možnost
tr_tr: Yeni bir opsiyon ekle
uk_ua: Додати нову опцію

source: Save data
bg_bg: Запазете данните
ca_es: Desar dades
cy: Cadw data
de_de: Daten speichern
el_gr: Αποθήκευση δεδομένων
es_es: Guardar datos
et_ee: Salvesta andmed
fi_fi: Tallenna tiedot
fr_fr: Sauvegarder les données
it_it: Salva i dati
pl_pl: Zapamiętaj dane
pt_pt: Guardar informação
ro_ro: Salvați datele
sl_si: Shrani podatke
tr_tr: Veriyi kaydet
uk_ua: Зберегти дані

source: Discard changes
bg_bg: Откажете промените
ca_es: Descartar canvis
cy: Gwaredu newidiadau
de_de: Änderungen verwerfen
el_gr: Απόρριψη αλλαγών
es_es: Descartar cambios
et_ee: Tühista muudatused
fi_fi: Hylkää muutokset
fr_fr: Annuler les changements
it_it: Annulla le modifiche
pl_pl: Odrzuć zmiany
pt_pt: Descartar alterações
ro_ro: Opriți schimbările
sl_si: Zavrzi spremembe
tr_tr: Değişiklikleri yoksay
uk_ua: Скасувати зміни

source: Return
bg_bg: Върнете
ca_es: Torna
cy: Dychwelyd
de_de: Zurück
el_gr: Επιστροφή
es_es: Volver
et_ee: Tagasi
fr_fr: Retour
it_it: Invio
pl_pl: Powrót
ro_ro: Înapoi
sl_si: Vrnitev
uk_ua: Назад

source: %s: %s Customisation (submission completed)
bg_bg: %s: %s Персонализиране (предаването е завършено)
ca_es: Personalització %s:%s (enviament complert)
cy: %s: %s Cwsmereiddio (cwblhawyd y ymostyngiad)
de_de: %s: %s Eigenschaften (Senden abgeschlossen)
el_gr: %s: Προσαρμογή %s (υποβολή ολοκληρώθηκε)
es_es: %s: personalización de %s (envío completado)
et_ee: %s: %s kohandamine (sisestamine lõpetatud)
fi_fi: %s:%sRäätälöinti (lähetys valmis)
fr_fr: %s:%s Personnalisation (soumission terminée)
it_it: %s: Personalizzazione %s (richiesta completata)
pl_pl: %s: %s Dostosowanie (zakończono przekazanie)
pt_pt: %s: %s Costumização (submissão completa)
ro_ro: %s:%s Personalizare (schimbări complete)
sl_si: Prilagajanje %s:%s (pošiljanje je končano)
tr_tr: %s: %s Özelleştirmesi (gönderim tamamlandı)
uk_ua: %s: %s Налаштування (подання завершено)

source: Submitted attributes for %s '%s'
bg_bg: Изпратени атрибути за %s '%s'
ca_es: Atributs enviats a %s '%s'
cy: Wedi cyflwyno priodoleddau ar gyfer %s '%s'
de_de: Übermittelte Eigenschaften für %s '%s'
el_gr: Attributes που υποβλήθηκαν για %s '%s'
es_es: Atributos enviados para el %s '%s'
et_ee: Sisestatud atribuudid %s föderatsioonile '%s'
fi_fi: Lähetetyt attribuutit%s'%s' :lle
fr_fr: Attribut soumis pour %s '%s'
it_it: Attributi immessi per '%s'%s
pl_pl: Przekazane atrybuty dotyczące %s '%s'
pt_pt: Enviados atributos para %s'%s'
ro_ro: Atribute trimise pentru %s'%s'
sl_si: Poslani atributi za %s'%s'
tr_tr: %s için kayıtlı özellikler '%s'
uk_ua: Представлені атрибути для %s '%s'

source: %s: %s Terms of Use
bg_bg: %s: %s Условия за ползване
ca_es: %s:%s Política d'ús
cy: %s: %s Telerau Defnydd
de_de: %s: %s Nutzungsbedingungen
el_gr: %s: %s Όροι χρήσης
es_es: %s: %s Términos de Uso
et_ee: %s: %s Kasutustingimused
fr_fr: %s: %s Conditions d'utilisation
it_it: %s: %s Condizioni d'Uso
pl_pl: %s: %s Regulamin
pt_pt: %s:%s Termos de Utilização
ro_ro: %s: %s Termeni de utilizare
sl_si: %s: Pogoji uporabe %s
tr_tr: %s: %s Kullanım Şartları
uk_ua: %s:%s Умови використання

source: Terms of Use Acceptance
bg_bg: Приемане на Условията за ползване
ca_es: Acceptació de la Política d'ús
cy: Derbyn Telerau Defnyddio
de_de: Akzeptanz der Nutzungsbedingungen
el_gr: Όροι αποδοχής χρήσης
es_es: Aceptar Términos de Uso
et_ee: Kasutustingimustega nõustumine
fr_fr: Acceptation des conditions d'utilisation
it_it: Accettazione delle condizioni d'uso
pl_pl: Akceptacja Regulaminu
pt_pt: Aceitação dos Termos de Utilização
ro_ro: Acceptarea termenilor de utilizare
sl_si: Sprejem pogojev uporabe
tr_tr: Kullanım Şartları Kabulü
uk_ua: Прийняття умов використання

source: %s - Terms of Use
bg_bg: %s - Условия за ползване
ca_es: %s - Condicions d'ús
cy: %s - Telerau Defnydd
de_de: %s - Nutzungsbedingungen
el_gr: %s - Όροι Χρήσης
es_es: %s - Términos de Uso
et_ee: %s - Kasutustingimused
fi_fi: %s- Käyttöehdot
fr_fr: %s - Conditions d'utilisation
it_it: %s - Condizioni d'Uso
pl_pl: %s - Zasady użytkowania
pt_pt: %s - Termos de Utilização
ro_ro: %s - Termeni de utilizare
sl_si: %s – pogoji uporabe
tr_tr: %s - Kullanım Şartları
uk_ua: %s - Умови використування

source: I have read and agree to the terms.
bg_bg: Прочетох и съм съгласен с условията.
ca_es: He llegit i accepto les condicions.
cy: Rwyf wedi darllen ac yn cytuno i'r telerau.
de_de: Ich habe die Nutzungsbedingungen gelesen und stimme zu.
el_gr: Έχω διαβάσει και συμφωνώ με τους όρους.
es_es: He leído y acepto los términos de uso.
et_ee: Kinnitan, et olen tutvunud kasutustingimustega ja kohustun neid täitma
fi_fi: Olen lukenut ja hyväksyn käyttöehdot
fr_fr: J'ai lu et j'accepte les conditions.
it_it: Ho letto e accetto le condizioni.
pl_pl: Przeczytałem i zgadzam się z zasadami.
pt_pt: Li e concordo com os termos.
ro_ro: Am citit și sunt de acord cu termnii de utlizare.
sl_si: Prebral(-a) sem pogoje uporabe in soglašam z njimi.
tr_tr: Şartları okudum ve kabul ediyorum.
uk_ua: Я прочитав та погоджуюсь з умовами.

source: Continue
bg_bg: Продължете
ca_es: Continuar
cy: Parhau
de_de: Weiter
el_gr: Συνέχεια
es_es: Continuar
et_ee: Jätka
fi_fi: Jatka
fr_fr: Continuer
it_it: Continua
pl_pl: Kontynuuj
pt_pt: Continuar
ro_ro: Continuare
sl_si: Nadaljuj
tr_tr: Devam Et
uk_ua: Продовжити

source: Abort
bg_bg: Отказ
ca_es: Aborta
cy: Erthylu
de_de: Abbrechen
el_gr: Διακοπή
es_es: Anular
et_ee: Loobu
fi_fi: Keskeytä
fr_fr: Annuler
it_it: Interrompi
pl_pl: Przerwij
pt_pt: Abortar
ro_ro: Abandonați
sl_si: Prekini
tr_tr: İptal
uk_ua: Перервати

source: %s: Enrollment Wizard (Step 3)
bg_bg: %s: Съветник за вписване (Стъпка 3)
ca_es: %s: Assistent de inscripció (Pas 3)
cy: %s: Dewin Cofrestru (Cam 3)
de_de: %s: Schnelleinstieg (Schritt 3)
el_gr: %s: Οδηγός έκδοσης (Βήμα 3)
es_es: %s: Asistente de inscripción (paso 3)
et_ee: %s: loomine (samm 3)
fr_fr: %s: Assistant de configuration (étape 3)
it_it: %s: Procedura guidata per l'enrollment (passo 3)
pl_pl: %s: kreator rejestracji (krok 3)
pt_pt: %s: Assistente de inscrição (passo 3)
ro_ro: %s: Asistentul pentru înscriere (Pasul 3)
sl_si: %s: Čarovnik za včlanitev (3. korak)
tr_tr: %s: Kayıt Sihirbazı (Adım 3)
uk_ua: %s: Майстер реєстрації (крок 3)

source: Editing %s deployment
bg_bg: Редактиране на %s разгръщане
ca_es: Editant el desplegament %s
cy: Wrthi'n golygu defnyddio %s
de_de: Bearbeiten der %s Instanz
el_gr: Επεξεργασία της υλοποίησης %s
es_es: Editando %s despliegue
et_ee: %s paigalduse redigeerimine
fr_fr: Modification du déploiement %s
it_it: Modifica %s impiego
pl_pl: Edytuj instancję %s
pt_pt: Editar implementação %s
ro_ro: Editare implementare %s
sl_si: Urejanje uvedbe %s
tr_tr: %s dağıtımını düzenleme
uk_ua: Редагування %s розгортання

source: Options for this deployment
bg_bg: Опции за това разгръщане
ca_es: Opcions per a aquest desplegament
cy: Opsiynau ar gyfer y defnyddio hwn
de_de: Optionen für diese Instanz
el_gr: Επιλογές για αυτή την υλοποίηση
es_es: Opciones de este despliegue
et_ee: Paigaldusvalikud
fr_fr: Options pour ce déploiement
it_it: Opzioni per questo impiego
pl_pl: Opcje tej instancji:
pt_pt: Opções para esta implementação
ro_ro: Opțiuni pentru implementare
sl_si: Možnosti za to uvedbo
tr_tr: Bu dağıtım için seçenekler
uk_ua: Параметри для цього розгортання

source: Custom Operator-Name:
bg_bg: Персонализиран Operator-Name:
ca_es: Nom alternatiu de 'Operador':
cy: Wedi'i addasu Operator-Name
de_de: Eigener Operator-Name:
es_es: Operator-Name personalizado:
et_ee: Kohandatud operaatorinimi:
fr_fr: Operator-name personnalisé :
it_it: Operator-Name custom:
pl_pl: Spersonalizowany Operator-Name:
pt_pt: Operator-Name Personalizado:
ro_ro: Nume operator personalizat:
sl_si: Ime operaterja po meri:
tr_tr: Özel Operatör Adı:
uk_ua: Користувацьке ім'я Оператора

source: VLAN tag for guests:
bg_bg: VLAN таг за guest потребители:
ca_es: etiqueta VLAN per a convidats:
cy: Tag VLAN ar gyfer gwesteion:
es_es: Etiqueta de VLAN para invitados:
et_ee: Külaliste VLAN:
it_it: tag VLAN per gli ospiti:
pl_pl: VLAN dla gości:
ro_ro: Etichetă VLAN pentru invitați:
sl_si: Oznaka VLAN za goste:
uk_ua: VLAN-мітка для гостей:

source: (unset with '0')
bg_bg: (не е настроено с '0')
ca_es: (inicialitza amb '0')
cy: (heb ei osod gyda '0')
de_de: (löschen mit '0')
el_gr: (ακυρώνεται με '0')
es_es: (cancelar asignación con '0')
et_ee: (määramata: '0')
fr_fr: (désactivé avec '0')
it_it: ('0' per non impostare)
pl_pl: (wyłączenie za pomocą '0')
pt_pt: (não definido com '0')
ro_ro: (resetează cu '0')
sl_si: (razveljavi z '0')
tr_tr: ('0' ile iptal edin)
uk_ua: (не встановлено '0')

source: VLAN tag for own users%s:
bg_bg: VLAN таг за собствените потребители на %s:
ca_es: Etiqueta VLAN per als usuaris locals de %s:
cy: Tag VLAN ar gyfer defnyddwyr ei hun %s:
de_de: VLAN Nummer für eigene Benutzer%s:
el_gr: VLAN tag για δικούς σας χρήστες %s:
es_es: Etiqueta VLAN para nuestros usuarios %s:
et_ee: Oma kasutajate VLAN%s:
fr_fr: Tag VLAN pour ses propres utilisateurs %s :
it_it: tag VLAN per i propri utenti%s:
pl_pl: VLAN dla własnych użytkowników%s:
pt_pt: Tag VLAN para utilizadores próprios %s:
ro_ro: Etichetă VLAN pentru utilizatorii proprii%s:
sl_si: Oznaka VLAN za lastne uporabnike %s:
tr_tr: %skullanıcıları için VLAN etiketi:
uk_ua: мітка VLAN для власних користувачів %s:

source: Add new option (a realm for own users)
bg_bg: Добавяне на нова опция (домейн за собствени потребители)
ca_es: Afegeix una nova opció (un domini per usuaris propis)
cy: Ychwanegu opsiwn newydd (parth ar gyfer defnyddwyr eu hunain)
es_es: Añadir nueva opción (un dominio para usuarios propios)
et_ee: Lisa uus valik (oma kasutajate domeen)
it_it: Aggiungi una nuova opzione (un realm per i propri utenti)
pl_pl: Dodaj nową opcję (realm dla użytkowników własnych)
ro_ro: Adăugați o nouă opțiune (un domeniu pentru utilizatorii proprii)
sl_si: Dodaj novo možnost (domena za lastne uporabnike)
uk_ua: Додати нову опцію (домен для власних користувачів)

source: VLAN tag for own users not set, realm setting will be not used.
bg_bg: Не е зададен VLAN таг за собствените потребители, настройката на домейна няма да се използва.
ca_es: no hi ha etiqueta VLAN per a usuaris propis, la configuració del domini no es farà servir.
cy: Nid yw tag VLAN ar gyfer y defnyddwyr eu hunain wedi'i osod, ni fydd y gosodiad parth yn cael ei ddefnyddio.
es_es: La etiqueta de VLAN para usuarios propios no está establecida, así que la configuración de dominio no se usará.
et_ee: VLANi oma kasutajatele ei ole seadistatud, domeeni seadistust ei kasutata.
it_it: Il tag VLAN per i propri utenti non è impostato, l'impostazione del realm non verrà utilizzata.
pl_pl: VLAN dla użytkowników własnych nie jest ustawiony, ustawienie realmu nie będzie używane.
ro_ro: Eticheta VLAN pentru utilizatorii proprii nu este setată, setarea domeniului nu va fi utilizată.
sl_si: Oznaka VLAN za lastne uporabnike ni nastavljena – nastavitev domene ne bo uporabljena.
uk_ua: Мітка VLAN для власних користувачів не встановлена, налаштування домену не використовуватиметься.

source: A realm to be considered own users is not set, VLAN tag setting will be not used.
bg_bg: Не е зададен домейн за собствени потребители, настройката за VLAN таг няма да се използва.
ca_es: No hi ha domini definit per als usuaris propis, la propietat d'etiqueta VLAN no es farà servir.
cy: Nid oes parth i'w ystyried yn defnyddwyr ei hun wedi'i osod, ni fydd gosodiad tag VLAN yn cael ei defnyddio.
es_es: No está configurado un dominio para considerar a los usuarios como propios, así que la configuración de etiqueta de VLAN no se usará.
et_ee: Domeeni oma kasutajatele ei ole seadistatud, VLANi seadistust ei kasutata.
it_it: Non è impostato un realm da considerare dei propri utenti; l'impostazione del tag VLAN non verrà utilizzata.
pl_pl: Realm dla użytkowników własnych nie jest ustawiony, ustawienie VLAN nie będzie używane.
ro_ro: Dacă nu este setat un domeniu care să fie considerat utilizator propriu, setarea etichetei VLAN nu va fi utilizată.
sl_si: Domena za lastne uporabnike ni nastavljena – nastavitev oznake VLAN ne bo uporabljena.
uk_ua: Домен, що визначає власних користувачів, не встановлено, налаштування мітки VLAN не використовуватиметься.

source: Do you want to save this data after all?
bg_bg: Искате ли все пак да запазите тези данни?
ca_es: Voleu desar aquesta informació igualment?
cy: Ydych chi dal eisiau cadw'r data hwn?
es_es: ¿Quieres guardar estos datos a pesar de todo?
et_ee: Kas soovid üldse neid andmeid salvestada?
it_it: Vuoi davvero salvare questi dati?
pl_pl: Czy mimo tego chcesz zapisać te dane?
ro_ro: Doriți să salvați aceste date până la urmă?
sl_si: Ali želite kljub temu shraniti te podatke?
uk_ua: Ви все ж хочете зберегти ці дані?

source: %s: %s enrollment wizard (step 2)
bg_bg: %s: %s съветник за вписване (стъпка 2)
ca_es: %s: assistent d'inscripció a %s (Pas 2)
cy: %s: dewin cofrestru %s (cam 2)
de_de: %s: %s Schnelleinstieg (Schritt 2)
el_gr: %s: %s οδηγός έκδοσης (βήμα 2)
es_es: %s: %s asistente de inscripción (paso 2)
et_ee: %s: %s loomine (samm 2)
fr_fr: %s: %s assistant de configuration (étape 2)
it_it: %s: %s Procedura guidata per l'enrollment (passo 2)
pl_pl: %s: kreator rejestracji %s (krok 2)
pt_pt: %s: %s assistente de inscrição (passo 2)
ro_ro: %s: %s asistentul pentru înscriere (pasul 2)
sl_si: %s: Čarovnik za včlanitev %s (2. korak)
tr_tr: %s: %s kayıt sihirbazı (adım 2)
uk_ua: %s:%s майстер реєстрації (крок 2)

source: Step 2: General Information about your %s
bg_bg: Стъпка 2: Обща информация за Вашата %s
ca_es: Pas 2: Informació general sobre %s
cy: Cam 2: Gwybodaeth Gyffredinol am eich %s
de_de: Schritt 2: Allgemeine Informationen über Ihren %s
el_gr: Βήμα 2: Γενικές πληροφορίες σχετικα με το %s σας
es_es: Paso 2: Información General sobre su %s
et_ee: Samm 2: %s üldteave
fr_fr: Étape 2 : informations générales relatives à votre %s
it_it: Passo 2: Informazioni generali sul tuo %s
pl_pl: Krok 2: Informacja ogólna o %s
pt_pt: Passo 2: Informações gerais sobre o seu %s
ro_ro: Pasul 2: Informații generale despre %s dumneavoastră
sl_si: 2. korak: Splošne informacije o %s
tr_tr: Adım 2: %s hakkında genel bilgiler
uk_ua: Крок 2: Загальна інформація про ваш %s

source: %s general properties
bg_bg: %s основни свойства
ca_es: Propietats generals de %s
cy: %s priodweddau cyffredinol
de_de: %s: Allgemeine Angaben
el_gr: γενικές ιδιότητες %s
es_es: Propiedades generales de %s
et_ee: %s üldatribuudid
fi_fi: %syleiset ominaisuudet
fr_fr: %s propriétés générales
it_it: Proprietà generali %s
pl_pl: Ogólne własności %s
pt_pt: propriedades gerais %s
ro_ro: %s proprietăți generale
sl_si: Splošne lastnosti %s
tr_tr: %s genel özellikleri
uk_ua: %sзагальні властивості
