Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: You are the %s administrator. You can invite new administrators, who can in turn appoint further administrators on their own.
bg_bg: Вие сте %s администратор. Може да каните нови администратори, които на свой ред да назначават следващи администратори.
ca_es: Sou l'administrador de %s. Podeu invitar-hi nous administradors, que podran també nomenar d'altres administradors.
cy: Chi yw gweinyddwr %s. Gallwch wahodd gweinyddwyr newydd, a all yn eu tro benodi gweinyddwyr pellach ar eu pen eu hunain.
de_de: Sie sind der %s Administrator. Sie können neue Administratoren hinzufügen, die wiederum selbst neue Administratoren hinzufügen können.
el_gr: Είστε ο διαχειριστής %s. Μπορείτε να προσκαλέσετε νέους διαχειριστές, που μπορούν με τη σειρά τους να διορίσουν και άλλους διαχειριστές μόνοι τους.
es_es: Eres el administrador de %s. Puedes invitar a nuevos administradores, quienes por su parte podrán invitar a nuevos administradores.
et_ee: Sa oled %s administraator. Sa saad juurde kutsuda uusi administraatoreid, kes saavad omakorda ise uusi administraatoreid määrata.
fi_fi: Olet %s:n ylläpitäjä. Voit kutsua palveluun uusia ylläpitäjiä, jotka voivat edelleen kutsua uusia ylläpitäjiä.
fr_fr: Vous êtes l'administrateur de %s. Vous pouvez inviter de nouveaux administrateurs, qui à leur tour pourront eux-mêmes désigner d'autres administrateurs.
it_it: Tu sei l'amministratore di %s. Puoi invitare nuovi amministratori che possono a loro volta nominare nuovi amministratori autonomamente.
pl_pl: Jesteś administratorem %s. Możesz zaprosić nowych administratorów, którzy z kolei mogą wyznaczyć kolejnych.
pt_pt: É o administrador de %s. Pode convidar novos administradores, que podem depois designar novos administradores por si.
ro_ro: Sunteți %s administratorul. Puteți invita noi administratori, care, la rândul lor, pot numi administratori pe cont propriu.
sl_si: Ste skrbnik za %s. Povabite lahko nove skrbnike, ki lahko samostojno določijo nove skrbnike.
tr_tr: Siz %s yöneticisisiniz. Kendi başına başka yöneticiler atayabilen, yeni yöneticileri davet edebilirsiniz.
uk_ua: Ви %sадміністратор. Ви можете запросити нових адміністраторів, які, у свою чергу, можуть призначити подальших адміністраторів самостійно.

source: %s Administrator
bg_bg: %s администратор
ca_es: Administrador de %s
cy: %s Gweinyddwr
el_gr: Διαχειριστής %s
es_es: Administrador de %s
et_ee: %s Administraator
fi_fi: %s Ylläpitäjä
fr_fr: Administrateur de %s
it_it: Amministratore di %s
pl_pl: Administrator %s
pt_pt: Administrador de %s
ro_ro: Administrator %s
sl_si: Skrbnik za %s
tr_tr: %s Yönetici
uk_ua: %s Адміністратор

source: You are an administrator who was directly appointed by the %s administrator. You can appoint further administrators, but these can't in turn appoint any more administrators.
bg_bg: Вие сте администратор, директно назначен от %s администратор. Може да назначавате следващи администратори, но те от своя страна не могат да назначават повече администратори.
ca_es: Sou un administrador nomenat directament per l'administrador de %s. Podeu nomenar més administradors, però aquests no podran nomenar-ne de nous.
cy: Rydych yn weinyddwr a benodwyd yn uniongyrchol gan weinyddwr %s. Gallwch benodi gweinyddwyr pellach, ond ni all y rhain yn eu tro benodi rhagor o weinyddwyr.
de_de: Sie sind ein Administrator der direkt von einem %s Administrator hinzugefügt wurde. Daher können Sie weitere Administratoren hinzufügen; diese können jedoch dann selber keine weiteren hinzufügen.
el_gr: Είστε ένας διαχειριστής που διορίστηκε απευθείας από το διαχειριστή %s. Μπορείτε να διορίσετε και άλλους διαχειριστές, αλλά αυτοί δεν μπορούν με τη σειρά τους να διορίσουν κανένα άλλο διαχειριστή.
es_es: Eres un administrador que fue invitado directamente por el administrador de %s. Puedes añadir si quieres a más administradores, pero éstos no podrán a su vez añadir a otros administradores.
et_ee: Sa oled administraator, kelle määras %s administraator. Sa saad määrata uusi administraatoreid, kes ise ei saa enam uusi administraatoreid määrata.
fi_fi: Tämän %s:n ylläpitäjä on kutsunut sinut ylläpitäjäksi. Voit nimittää uusia ylläpitäjiä, mutta nämä eivät voi puolestaan nimitää lisää ylläpitäjiä.
fr_fr: Vous êtes un administrateur désigné directement par l'administrateur de %s. Vous pouvez désigner d'autres administrateurs, mais ceux-ci ne pourront pas désigner eux-mêmes d'autres administrateurs.
it_it: Tu sei un amministratore che è stato nominato direttamente dall'amministratore di %s. Puoi nominare nuovi amministratori ma questi non possono nominarne altri a loro volta.
pl_pl: Jesteś administratorem wskazanym przez administratora %s. Możesz wyznaczyć kolejnych administratorów, którzy nie będą już już mieli uprawnień wskazywania administratora.
pt_pt: É um administrador designado diretamente pelo administrador %s. Pode designar novos administradores, mas estes não podem designar qualquer administrador adicional.
ro_ro: Sunteți un administrator care a fost numit direct de către %sadministrator. Puteți numi mai mulți administratori, dar aceștia nu pot, la rândul lor, să mai numească administratori.
sl_si: Ste skrbnik, ki ga je neposredno imenoval skrbnik za %s. Dodate lahko nove skrbnike, vendar ti ne morejo dodajati novih skrbnikov.
tr_tr: %s yöneticisi tarafından doğrudan atanan bir yöneticisiniz. Daha fazla yönetici atayabilirsiniz, ancak bunlar daha fazla yönetici atayamaz.
uk_ua: Ви адміністратор, якого призначив безпосередньо %s адміністратор. Ви можете призначити подальших адміністраторів, але вони, у свою чергу, не можуть призначити більше адміністраторів.

source: Directly Appointed Administrator
bg_bg: Директно назначен администратор
ca_es: Administrador nomenat directament
cy: Gweinyddwr a Benodwyd yn Uniongyrchol
de_de: Direkt benannter Administrator
el_gr: Απευθείας Διορισμένος Διαχειριστής
es_es: Administrador invitado directamente
et_ee: Otseselt määratud administraator
fi_fi: NImitetty Ylläpitäjä
fr_fr: Administrateur désigné directement
it_it: Amministratore Nominato Direttamente
pl_pl: Administrator wyznaczony bezpośrednio
pt_pt: Administrador Nomeado Diretamente
ro_ro: Administrator direct numit
sl_si: Neposredno imenovan skrbnik
tr_tr: Doğrudan Atanan Yönetici
uk_ua: Безпосередньо призначений адміністратором

source: User without name
bg_bg: Анонимен потребител
ca_es: Usuari sense nom
cy: Defnyddiwr heb enw
de_de: Name unbekannt
el_gr: Χρήστης χωρίς όνομα
es_es: Usuario sin nombre
et_ee: Nimetu kasutaja
fi_fi: Nimetön käyttäjä
fr_fr: Utilisateurs sans nom
it_it: Utente senza nome
pl_pl: Użytkownik bez nazwy
pt_pt: Utilizador sem nome
ro_ro: Utilizator fără nume
sl_si: Uporabnik brez imena
tr_tr: İsimsiz kullanıcı
uk_ua: Користувач без імені

source: (originally invited as %s)
bg_bg: (първоначално поканен като %s)
ca_es: (invitat originalment com %s)
cy: (wedi'i wahodd yn wreiddiol fel %s)
de_de: (ursprünglich eingeladen als %s)
el_gr: (αρχική πρόσκληση ως %s)
es_es: (originalmente invitado como %s)
et_ee: (algselt kutsutud kui %s)
fi_fi: (alun perin kutsuttu %s)
fr_fr: (invité initialement comme %s)
it_it: (originariamente invitato come %s)
pl_pl: (zaproszony jako %s)
pt_pt: (originalmente convidado como %s)
ro_ro: (inițial invitat de către %s)
sl_si: (izvirno povabljen kot %s)
tr_tr: (ilk olarak %s olarak davet edilmiş)
uk_ua: (спочатку запрошено як %s)

source: (self-appointed)
bg_bg: (самоопределен)
ca_es: (auto-nomenat)
cy: (hunan-benodedig)
de_de: (selbst hinzugefügt)
el_gr: (αυτοδιορισμένος)
es_es: (auto-invitado)
et_ee: (ise määratud)
fi_fi: (omatoimisesti nimitetty)
fr_fr: (auto-désigné)
it_it: (auto-nominato)
pl_pl: (wskazany przez siebie)
pt_pt: (auto-nomeado)
ro_ro: (de sine însuși numit)
sl_si: (lastnoročno imenovan)
tr_tr: (kendini görevlendirmiş)
uk_ua: (призначив сам себе)

source: Delete Administrator
bg_bg: Изтрий администратор
ca_es: Esborra Administrador
cy: Dileu Gweinyddwr
de_de: Administrator löschen
el_gr: Διαγραφή Διαχειριστή
es_es: Borrar administrador
et_ee: Kustuta Administraator
fi_fi: Poista ylläpitäjä
fr_fr: Supprimer l'administrateur
it_it: Cancella l'Amministratore
pl_pl: Usuń Administratora
pt_pt: Remover Administrador
ro_ro: Ștergeți administrator
sl_si: Izbriši skrbnika
tr_tr: Yönetici Sil
uk_ua: Видалити адміністратора

source: Pending invitations for this IdP
bg_bg: Чакащи покани за този IdP
ca_es: Invitacions pendents per a aquest IdP
cy: Gwahoddiadau yn yr arfaeth ar gyfer y CDU hwn
de_de: Noch nicht eingelöste Einladungen für diesen IdP
el_gr: Προσκλήσεις σε αναμονή για αυτόν τον IdP
es_es: Invitaciones pendientes para este IdP
et_ee: Selle IdP ootelolevad kutsed
fi_fi: IdP:n jonottavat kutsut
fr_fr: Invitation en attente pour ce fournisseur d'identité
it_it: Inviti pendenti per questo IdP
pl_pl: Oczekujące zaproszenia dotyczące tego IdP
pt_pt: Convites pendentes para este IdP
ro_ro: Invitații în curs de așteptare pentru acest furnizor de identitate
sl_si: Čakajoča vabila za tega ponudnika identitete
tr_tr: Bu IdP için bekleyen davetler
uk_ua: Запрошення для цього IdP, що очікують на розгляд

source: New administrator's email address(es) (comma-separated):
bg_bg: Е-мейл адрес(и) на новия администратор (разделени със запетая):
ca_es: Adreça(ces) email dels nous administradors (separades per comes):
cy: Cyfeiriad(au) e-bost gweinyddwr newydd (wedi'u gwahanu gan goma):
de_de: Neue Administrator E-Mail Addresse(n) (durch Kommata getrennt):
el_gr: Διεύθυνση email νέου διαχειριστή (μία ή περισσότερες, χωρισμένες με κόμμα):
es_es: Nueva(s) dirección(es) de email del administrador, separadas por comas:
et_ee: Uu(t)e administraatori(te) e-posti aadress(id, komaga eraldatud):
fi_fi: Ylläpitäjien uudet sähköpostiosoitteet (pilkulla erotettuina):
fr_fr: Adresse(s) de courriel du nouvel administrateur (séparées par des virgules) :
it_it: Indirizzo email dei nuovi amministratori (separati da virgola):
pl_pl: Adres administratora (można wprowadzić kilka rozdzielonych przecinkami)
pt_pt: Novo(s) endereço(s) de email para do(s) administrador(es) (separado por virgula):
ro_ro: Adresa(ele) de e-mail ale administratorului nou (separate prin virgulă):
sl_si: Novi elektronski naslovi skrbnikov (razmejeni z vejico):
tr_tr: Yeni yöneticinin e-posta adres(ler)i (virgül ile ayrılmış olarak):
uk_ua: Електронна адреса (адреси) нового адміністратора (розділені комами):

source: Invite new administrator
bg_bg: Поканете нов администратор
ca_es: Inviteu un nou administrador
cy: Gwahodd gweinyddwr newydd
de_de: Neuen Administrator einladen
el_gr: Πρόσκληση νέου διαχειριστή
es_es: Invitar un nuevo administrador
et_ee: Kutsu uus administraator
fi_fi: Kutsu uusi ylläpitäjä
fr_fr: Inviter un nouvel administrateur
it_it: Invita un nuovo amministratore
pl_pl: Zaproś nowego administratora
pt_pt: Convidar novo administrador
ro_ro: Invitați un nou administrator
sl_si: Povabi novega skrbnika
tr_tr: Yeni yönetici davet et
uk_ua: Запросити нового адміністратора

source: Take control of this %s
bg_bg: Поемете контрола над тази %s
ca_es: Prendre el control de %s
cy: Cymerwch reolaeth ar y %s hwn
de_de: Kontrolle über diesen %s übernehmen.
el_gr: Πάρτε τον έλεγχο αυτού του %s
es_es: Toma el control de esta %s
et_ee: Võta üle selle %s haldamine
fi_fi: Ota tämä %s hallintaan
fr_fr: Prendre le contrôle de ce %s
it_it: Prendi il controllo di questo %s
pl_pl: Przejmij kontrolę nad tą instytucją %s.
pt_pt: Assumir o controlo deste %s
ro_ro: Luați control asupra %s
sl_si: Prevzemite nadzor nad tem %s
tr_tr: Bu %s'in kontrolünü elinize alın
uk_ua: Візьміть контроль над %s

source: Close
bg_bg: Затваряне
ca_es: Tanca
cy: Cau
de_de: Schließen
el_gr: Κλείσιμο
es_es: Cerrar
et_ee: Sulge
fi_fi: Sulje
fr_fr: Fermer
it_it: Chiudi
pl_pl: Zamknij
pt_pt: Fechado
ro_ro: Închide
sl_si: Zapri
tr_tr: Kapat
uk_ua: Закрити

source: You do not have the necessary privileges to manage the %s DB link state of this %s.
bg_bg: Нямате необходимите права да управлявате %s състоянието на БД линка на тази %s.
ca_es: No teniu els privilegis necessaris per a gestionar l'estat %s DB link de %s.
cy: Nid oes gennych y breintiau angenrheidiol i rheoli cyflwr cyswllt %s CD y %s hwn.
de_de: Sie haben nicht die nötigen Rechte, um die Verbindung zur %s DB dieses %s zu verwalten.
el_gr: Δεν έχετε τα απαραίτητα δικαιώματα για να διαχειριστείτε τη κατάσταση σύνδεσης της ΒΔ %s γι αυτό το %s.
es_es: No tienes los privilegios necesarios para administrar el estado del vínculo a la base de datos %s para esta %s.
et_ee: Sul ei ole piisavalt õigusi, et hallata %s andmebaasilingi staatust selles %s-s.
fi_fi: Sinulla ei ole riittäviä käyttöoikeuksia ylläpitämään %stietokannan tilaa tämän %s osalta.
fr_fr: Vous n'avez pas les habilitations requises pour gérer l'état %s du lien de base de données de ce %s.
it_it: Non hai i privilegi necessari per gestire lo stato del collegamento al DB di %s per questa %s.
pl_pl: Nie masz potrzebnych uprawnień, by zarządzać stanem linków DB %s w tej instytucji %s.
pt_pt: Não tem os privilégios necessários para gerir o estado da ligação da BD %s deste %s.
ro_ro: Nu aveți permisiunile necesare pentru a administra starea legăturii bazei de date %s a acestui %s.
sl_si: Nimate potrebnih pravic za upravljanje stanja povezave baze podatkov %s za ta %s.
tr_tr: %s veritabanında %s bağlantısını yönetmek için gerekli haklara sahip değilsiniz.
uk_ua: У вас немає необхідних привілеїв для керування статусом зв'язку з %s DB цього %s.

source: %s Database Link Status for IdP '%s'
bg_bg: %s Състояние на БД линка за IdP '%s'
ca_es: %s Estat d'enllaç a la base de dades per a l'IdP '%s'
cy: Statws Cyswllt Cronfa Ddata %s ar gyfer CDU '%s'
de_de: %s Datenbank Verbindungsstatus für IdP '%s'
el_gr: Κατάσταση σύνδεσης με τη βάση δεδομένων %s για τον IdP '%s'
es_es: Estado del vínculo de la base de datos %s para el IdP '%s'
et_ee: %s '%s' IdP andmebaasi lingi olek
fi_fi: Tietokannan %s linkkitila IdP:n '%s' osalta.
fr_fr: %s état des liens de base de données pour le fournisseur d'identités '%s'
it_it: Lo stato del Database Link di %s per l'IdP '%s'
pl_pl: Status powiązania bazy %s dla IdP '%s'
pt_pt: %s BD - Link de Estado para o IdP '%s'
ro_ro: %s Statusul legăturii cu baza de date pentru furnizorul de identitate '%s'
sl_si: Stanje povezave baze podatkov %s za ponudnika identitete '%s'
tr_tr: '%s' IdP si için %s Veritabanı Bağlantı Durumu
uk_ua: %s Статус зв'язку з базою даних для IdP '%s'

source: This %s is linked to the %s database.
bg_bg: Тази %s е свързана с %s база данни.
ca_es: %s està enllaçada a la base de dades %s .
cy: Mae'r %s hwn yn cysylltiol â cronfa ddata %s.
de_de: Dieser %s ist an die %s Datenbank gekoppelt.
el_gr: Αυτό το %s είναι συνδεδεμένο με τη βάση δεδομένων %s.
es_es: Esta %s está vinculada a la base de datos %s.
et_ee: See %s on seotud andmebaasiga %s.
fi_fi: Tämä %s on linkattu %s tietokantaan.
fr_fr: Ce %s est lié à la base de données %s.
it_it: Questa %s è linkata al database di %s.
pl_pl: Ta %s jest dołączona do bazy danych %s.
pt_pt: Este %s está associado à base de dados %s.
ro_ro: Acesta %s este adresa către %s baza de date.
sl_si: Ta %s je povezan z bazo podatkov %s.
tr_tr: Bu %s, %s veritabanına bağlıdır.
uk_ua: Це %s пов'язано з %s базою даних.

source: The following information about the IdP is stored in the %s DB and %s DB:
bg_bg: Следната информация за IdP се съхранява в %s БД и %s БД:
ca_es: La següent informació referent a l'IdP està desada a la %s DB i a %s DB:
cy: Mae'r wybodaeth ganlynol am y CDU yn cael ei storio yn y %s CD a %s CD:
de_de: Die folgenden Informationen über den IdP sind in der %s Datenbank und der %s Datenbank gespeichert:
el_gr: Οι ακόλουθες πληροφορίες σχετικά με τον IdP είναι αποθηκευμένες στη ΒΔ %s και τη ΒΔ %s:
es_es: La siguiente información sobre el IdP está almacenada en la base de datos %s y en la base de datos %s:
et_ee: Järgnev teave IdP kohta on salvestatud %s ja %s andmebaasides:
fi_fi: Seuraava tieto IdP:stä on tallennettu tietokantoihin %s ja %s.
fr_fr: Les informations suivantes concernant le fournisseur d'identité sont stockées dans la base de données %s et la base de données %s :
it_it: Le seguenti informazioni sull'IdP sono conservate nel DB %s e nel DB %s:
pl_pl: W bazach %s oraz %s zapisana jest poniższa informacja na temat tego IdP:
pt_pt: Esta informação sobre o idp está armazenada na BD %s e na BD %s:
ro_ro: Următoarele informații despre furnizorul de identitate sunt stocate în baza de date %s și în baza de date %s:
sl_si: Naslednje informacije o ponudniku identitete so shranjene v bazi podatkov %s in bazi podatkov %s:
tr_tr: IdP hakkında %s ve %s veritabanlarında kayıtlı bilgiler:
uk_ua: Наступна інформація про IdP зберігається в %s БД і %s БД:

source: Information in <strong>%s Database</strong>
bg_bg: Информация в <strong>%s базата данни</strong>
ca_es: Informació a <strong>%s Database</strong>
cy: Gwybodaeth yn <strong>Cronfa Ddata %s</strong>
de_de: Informationen in der <strong>%s Datenbank</strong>
el_gr: Πληροφορίες στη <strong>Βάση Δεδομένων %s</strong>
es_es: La información en <strong>base de datos %s</strong>
et_ee: Teave <strong>%s andmebaasis</strong>
fi_fi: Tieto <strong>%s Tietokannassa</strong
fr_fr: Information dans la <strong>base de données %s</strong>
it_it: Informazioni nel <strong>Database %s</strong>
pl_pl: Informacja w <strong>Bazie %s</strong>
pt_pt: Informação na <strong>%s Base de Dados</strong>
ro_ro: Informații în <strong>%s Baza de date</strong>
sl_si: Informacije v <strong>bazi podatkov %s</strong>
tr_tr: <strong>%s Veritabanındaki</strong> Bilgi
uk_ua: Інформація в <strong>%sбазі даних</strong>

source: %s Name (%s)
bg_bg: %s Име (%s)
ca_es: Nom de %s (%s)
cy: %s Enw (%s)
el_gr: Όνομα %s (%s)
es_es: Nombre de %s (%s)
et_ee: %s nimi (%s)
fi_fi: %s Nimi (%s)
fr_fr: Nom %s (%s)
it_it: %s Nome (%s)
pl_pl: %sNazwa (%s)
pt_pt: %s Nome (%s)
ro_ro: %sNume (%s)
sl_si: Ime %s (%s)
tr_tr: %s Ad (%s)
uk_ua: %s Ім'я (%s)

source: Unnamed User
bg_bg: Анонимен потребител
ca_es: Usuari sense nom
cy: Defnyddiwr Heb Enw
de_de: Nutzer ohne Namen
el_gr: Ανώνυμος Χρήστης
es_es: Usuario sin nombre
et_ee: Määramata kasutaja
fi_fi: Nimetön käyttäjä
fr_fr: Utilisateur sans nom
it_it: Utente senza nome
pl_pl: Użytkownik bez nazwy
pt_pt: Utilizador não especificado
ro_ro: Utilizator fară nume
sl_si: Neimenovan uporabnik
tr_tr: İsimsiz Kullanıcı
uk_ua: Безіменний користувач

source: Administrator [invited as]
bg_bg: Администратор [поканен като]
ca_es: Administrador [convidat com]
cy: Gweinyddwr [gwahoddwyd fel]
de_de: Administrator [eingeladen als]
el_gr: Διαχειριστής [πρόσκληση ως]
es_es: Administrador [invitado como]
et_ee: Administraator [kutsutud kui]
fi_fi: Ylläpitäjä [kutsuttu]
fr_fr: Administrateur [invité comme]
it_it: Amministratore [come invitato]
pl_pl: Administrator [zaproszony jako]
pt_pt: Administrador [convidado como]
ro_ro: Administrator [invitată de către]
sl_si: Skrbnik [povabljen kot]
tr_tr: Yönetici[olarak davet edilen]
uk_ua: Адміністратор [запрошений як]

source: Administrator email
bg_bg: email на администратор
ca_es: Mail de l'administrador
cy: E-bost gweinyddwr
de_de: E-Mail des Administrators
el_gr: Email διαχειριστή
es_es: Correo electrónico del administrador
et_ee: Administraatori e-post
fi_fi: Ylläpitäjän sähköpostiosoite
fr_fr: Adresse de courriel de l'administrateur
it_it: email dell'Amministratore
pl_pl: Email administratora
pt_pt: E-Mail do Administrador
ro_ro: E-mail-ul administratorului
sl_si: E-poštni naslov skrbnika
tr_tr: Yönetici e-posta
uk_ua: Електронна адреса адміністратора

source: If this mapping is not correct any more, you can remove the link:
bg_bg: Ако това отбелязване вече не е коректно, може да премахнете линка:
ca_es: Si aquesta relació ja no és correcte, podeu esborrar l'enllaç:
cy: Os nad yw'r mapio hwn yn gywir mwyach, gallwch ddileu'r cyswllt:
de_de: Wenn diese Koppelung nicht mehr korrekt ist, können Sie die Verbindung hiermit lösen:
el_gr: Αν αυτή η αντιστοίχιση δεν είναι πια σωστή, μπορείτε να αφαιρέσετε τη σύνδεση:
es_es: Si esta asignación no es correcta ya puedes eliminar el enlace:
et_ee: Kui see vastavus ei kehti enam, võid eemaldada lingi:
fi_fi: Jos tämä kartoitus ei ole enää oikea, voit poistaa linkin:
fr_fr: Si cette association n'est plus correcte, vous pouvez supprimer le lien :
it_it: Se questa mappatura non è più corretta, puoi rimuovere il collegamento:
pl_pl: Jeśli to odwzorowanie nie jest już poprawne, możesz usunąć link:
pt_pt: Se o mapeamento já não estiver correto, pode remover o link:
ro_ro: Dacă această mapare nu mai este corectă, puteți elimina linkul:
sl_si: Če ta preslikava ni več pravilna, lahko odstranite povezavo:
tr_tr: Bu eşleme artık doğru değilse, bağlantıyı kaldırabilirsiniz:
uk_ua: Якщо це зіставлення більше не є актуальним, ви можете видалити посилання:

source: Unlink
bg_bg: Прекратете връзката
ca_es: Desenllaça
cy: Datgysylltu
de_de: Koppelung lösen
el_gr: Αποσύνδεση
es_es: Desvincular
et_ee: Eemalda link
fi_fi: Poista linkki
fr_fr: Supprimer le lien
it_it: Rimuovi il collegamento
pl_pl: Usuń link
pt_pt: Remover link
ro_ro: deconectare
sl_si: Odstrani povezavo
tr_tr: Bağlantıyı kaldır
uk_ua: Від’єднати

source: This %s is not yet linked to the %s database.
bg_bg: Тази %s все още не е свързана с %sбазата данни.
ca_es: %s ja no està enllaçada a la base de dades %s .
cy: Nid yw'r %s hwn wedi'i cysylltiol â cronfa ddata %s eto.
de_de: Dieser %s ist noch nicht an einen Eintrag in der %s Datenbank gekoppelt.
el_gr: Αυτό το %s δεν είναι ακόμα συνδεδεμένο με τη βάση δεδομένων %s.
es_es: Esta %s aún no está vinculada con la base de datos %s.
et_ee: See %s ei ole veel seotud andmebaasiga %s.
fi_fi: Tämä %sei ole vielä linkattu %s tietokantaan.
fr_fr: Ce %s n'est plus lié à la base de données %s.
it_it: Questo %s non è ancora collegato al database di %s.
pl_pl: Ta %s nie jest już dowiązana do bazy danych %s.
pt_pt: Este %s ainda não está ligado à base de dados %s.
ro_ro: Această %s nu este încă legată de %s baza de date.
sl_si: Ta %s še ni povezan z bazo podatkov%s.
tr_tr: Bu %s henüz %s veritabanına bağlı değil.
uk_ua: Це %s ще не пов’язане з %s базою даних.

source: This means that its profiles are not made available on the user download page.
bg_bg: Това означава, че неговите профили не са направени да бъдат достъпни от потребителската страницата за изтегляне.
ca_es: Això significa que els seus perfils no estan disponibles a la pàgina de descàrregues d'usuari.
cy: Mae hyn yn golygu nad yw ei proffiliau ar gael ar y dudalen lawrlwytho defnyddiwr.
de_de: Das bedeutet, dass dieses Profil für Endbenutzer nicht angezeigt wird.
el_gr: Αυτό σημαίνει ότι τα προφίλ του δεν είναι ακόμα διαθέσιμα στη σελίδα λήψεων των χρηστών.
es_es: Esto significa que sus perfiles no están disponibles en la página de descargas de usuario.
et_ee: See tähendab, et selle profiilid ei ole kasutajale allalaadimislehel kättesaadavaks tehtud.
fi_fi: Tämä tarkoittaa, että sen profiilit eivät ole laitettu näkymään käyttäjien lataussivulla.
fr_fr: Cela signifie que ses profils ne seront pas disponibles sur la page de téléchargement utilisateur.
it_it: Questo significa che i tuoi profili non saranno resi disponibili sulla pagina di download per l'utente.
pl_pl: To oznacza, że profile nie są udostępnione na stronie dla użytkowników.
pt_pt: Isto significa que os seus perfis ainda não foram disponibilizados na página de download ao utilizador.
ro_ro: Aceasta înseamnă că profilurile sale nu sunt disponibile pe pagina de descărcare a utilizatorului.
sl_si: To pomeni, da njegovi profili niso na voljo na uporabniški strani za prenose.
tr_tr: Bunun anlamı: bunun profilleri kullanıcılar için hazırlanan dosya indirme sayfasında açıklanmamış.
uk_ua: Це означає, що його профілі недоступні на сторінці завантаження користувача.
