Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: If you want to use the SAML eduPersonEntitlement based self-registration you may define a value that will be used in your federation for institutions admins. When this is not set the default value geant:eduroam:inst:admin will be used. This option makes sense only if you have 'Self registration based on entitlement' set
bg_bg: Ако искате да използвате SAML eduPersonEntitlement саморегистрация, можете да дефинирате стойност, която ще се използва във вашата федерация за администратори на институции. Когато това не е зададено, ще се използва стойността по подразбиране geant:eduroam:inst:admin. Тази опция има смисъл само ако сте задали „Саморегистрация, базирана на право на достъп“
ca_es: Si voleu fer servir l'autoregistre amb SAML eduPersonEntitlement heu de definir un valor que serà utilitzat en la federació d'administradors d'institucions. Si no s'especifica, el valor per defecte utilitzat serà geant:eduroam:inst:admin. Aquesta opció només té sentit si s'habilita l'"Autoregistre basat en autorització"
cy: Os ydych chi am ddefnyddio'r hunangofrestru SAML yn seiliedig ar eduPersonEntitlement, gallwch chi ddiffinio gwerth a fydd yn cael ei ddefnyddio yn eich ffederasiwn ar gyfer gweinyddwyr sefydliadau. Pan nad yw hwn wedi'i osod, bydd y gwerth diofyn 'geant:eduroam:inst:admin' yn cael ei ddefnyddio. Dim ond os oes gennych chi 'Hunangofrestru yn seiliedig ar hawl' wedi'i osod y mae'r opsiwn hwn yn gwneud synnwyr.
es_es: Si quieres utilizar el autorregistro basado en el atributo SAML "eduPersonEntitlement", puedes definir un valor que será usado en tu federación para los administradores de instituciones. Cuando no está definido, el valor por defecto utilizado es "geant:eduroam:inst:admin". Esta opción tiene sentido sólo si está activo "Autorregistro basado en derecho".
et_ee: Kui soovid kasutada SAML eduPersonEntitlement alusel iseregistreerimist, võid defineerida väärtuse, mida kasutatakse Su föderatsiooni administraatorite puhul. Kui seda ei ole seadistatud, kasutatakse vaikimisiväärtust: geant:eduroam:inst:admin. Sel valikul on mõtet ainult juhul, kui on seadistatud 'Iseregistreerimine vastavalt õigustele'
it_it: Se si desidera utilizzare la registrazione autonoma basata su SAML eduPersonEntitlement, è possibile definire un valore che verrà utilizzato nella federazione per gli amministratori delle organizzazioni. Se non impostato, verrà utilizzato il valore predefinito geant:eduroam:inst:admin. Questa opzione è utile solo se è anche impostata l'opzione "Registrazione autonoma basata su autorizzazione".
pl_pl: Jeżeli chcesz korzystać z samodzielnej rejestracji administratorów bazującej na atrybucie SAML eduPersonEntitlement, to możesz zdefiniować wartość, której będą musieli używać administratorzy Twojej federacji. Jeżeli ta wartość nie zostanie zdefibnowana, to używana będzie wartość domyślna geant:eduroam:inst:admin. Ta opcja ma sens tylko pod warunkiem włączenia opcji 'Samodzielna rejestracja w oparciu o uprawnienie'.
ro_ro: Dacă doriți să utilizați autoînregistrarea bazată pe SAML eduPersonEntitlement, puteți defini o valoare care va fi utilizată în federația dvs. pentru administratorii instituțiilor. Atunci când aceasta nu este definită, se va utiliza valoarea implicită geant:eduroam:inst:admin. Această opțiune are sens numai dacă ați setat 'Self registration based on entitlement'.
sl_si: Če želite uporabljati samopostrežno registracijo na podlagi SAML eduPersonEntitlement, lahko določite vrednost, ki bo uporabljena v vaši federaciji za skrbnike institucij. Če ta ni nastavljena, bo uporabljena privzeta vrednost geant:eduroam:inst:admin. Ta možnost je smiselna samo, če imate omogočeno 'Samopostrežno registracijo na podlagi pooblastil'.
uk_ua: Якщо ви хочете використовувати самореєстрацію на основі атрибута SAML eduPersonEntitlement, ви можете задати значення, яке використовуватиметься у вашій федерації для адміністраторів установ. Якщо значення не задано, буде використано типове — geant:eduroam:inst:admin. Ця опція має сенс лише за умови, що увімкнено 'Самореєстрацію на основі прав доступу".

source: VLAN for guests
bg_bg: VLAN за guest потребители
ca_es: VLAN per a convidats
cy: VLAN ar gyfer gwesteion
es_es: VLAN para invitados
et_ee: Külaliste VLAN
it_it: VLAN per ospiti
pl_pl: VLAN dla gości
ro_ro: VLAN pentru invitați
sl_si: VLAN za goste
uk_ua: VLAN для гостей

source: VLAN for own users
bg_bg: VLAN за собствените потребители
ca_es: VLAN per als usuaris propis
cy: VLAN ar gyfer defnyddwyr eu hunain
de_de: VLAN für eigene Nutzer
el_gr: VLAN tag για δικού σας χρήστες
es_es: VLAN para nuestros usuarios
et_ee: Oma kasutajate VLAN
fr_fr: VLAN pour ses propres utilisateurs
it_it: VLAN per i propri utenti
pl_pl: VLAN dla własnych użytkowników
pt_pt: VLAN para os próprios utilizadores
ro_ro: VLAN pentru proprii utilizatori
sl_si: VLAN za lastne uporabnike
uk_ua: VLAN для власних користувачів

source: Custom Operator-Name attribute
bg_bg: Атрибут на персонализиран Operator-Name
ca_es: Valor Operator-Name personalitzat
cy: Wedi'i addasu Priodoledd Operator-Name
de_de: Benutzerdefiniertes Operator-Name Attribut
el_gr: Custom Operator-Name χαρακτηριστικό
es_es: Atributo Operator-Name personalizado
et_ee: Kohandatud operaatorinime atribuut
fr_fr: Attribut Operator-Name spécifique
it_it: Attributo Operator-Name personalizzato
pl_pl: Spersonalizowany atrybut Operator-Name
pt_pt: Atributo Custom Operator-Name
ro_ro: Atribut personalizat Operator-Nume
sl_si: Atribut Operator-Name po meri
uk_ua: Атрибут імені оператора, визначений користувачем

source: General %s details
bg_bg: Основни %s детайли
ca_es: Detalls generals de %s
cy: Manylion cyffredinol %s
de_de: Allgemeine %s Einstellungen
el_gr: Γενικές λεπτομέρειες %s
es_es: Detalles generales de %s
et_ee: %s üldandmed
fi_fi: %s: Yleistiedot
fr_fr: Informations générales pour %s
it_it: Opzioni generali %s
pl_pl: Dane ogólne %s
pt_pt: Detalhes gerais %s
ro_ro: Detalii generale %s
sl_si: Splošne nastavitve za %s
tr_tr: Genel %s detayları
uk_ua: Загальні %s відомості

source: Global Helpdesk Details
bg_bg: Общи детейли на Helpdesk
ca_es: Detalls globals del SAU
cy: Manylion Desg Gymorth Fyd-eang
de_de: Angaben zum Helpdesk
el_gr: Λεπτομέρειες Καθολικού Helpdesk
es_es: Opciones globales de Helpdesk
et_ee: Ülemaailmse kasutajatoe andmed
fi_fi: Yleiset helpdesk-tiedot
fr_fr: Détails généraux de l'assistance Helpdesk
it_it: Dettagli globali dell'Helpdesk
pl_pl: Globalne zasady kontaktu z helpdeskiem
pt_pt: Detalhes do Serviço de Suporte
ro_ro: Detalii suport tehnic global
sl_si: Splošne podrobnosti službe za pomoč uporabnikom
tr_tr: Global Yardım Masası Detayları
uk_ua: Інформація про глобальну службу підтримки

source: There was an error while retrieving the certificate from the database!
bg_bg: Имаше грешка, докато сертификатът се извличаше от базата данни!
ca_es: Hi ha hagut un error recuperant el certificat de la base de dades!
cy: Bu gwall wrth nôl y tystysgrif o'r cronfa ddata!
de_de: Beim Abholen des Zertifikats aus der Datenbank ist ein Fehler aufgetreten!
el_gr: Υπήρξε σφάλμα κατά την ανάκτηση του πιστοποιητικού από τη βάση δεδομένων!
es_es: Hubo un error al obtener el certificado desde la base de datos.
et_ee: Viga sertifikaadi võtmisel andmebaasist!
fi_fi: Varmenteen lataamisessa tietokannasta tapahtui virhe!
fr_fr: Une erreur est survenue lors de la récupération du certificat depuis la base de données !
it_it: Si è verificato un errore durante il recupero del certificato dal database!
pl_pl: Wystąpił błąd podczas próby pobrania certyfikatu z bazy danych!
pt_pt: Aconteceu um erro ao obter o certificado da base de dados!
ro_ro: A apărut o eroare la extragerea certificatului din baza de date!
sl_si: Pri pridobivanju potrdila iz baze podatkov je prišlo do napake.
tr_tr: Sertifika veritabanından alınırken bir hata oluştu!
uk_ua: Під час отримання сертифіката з бази даних сталася помилка!

source: There was an error processing the certificate!
bg_bg: Имаше грешка при обработването на сертификата!
ca_es: Hi ha hagut un error processant el certificat!
cy: Bu gwall wrth brosesu'r tystysgrif!
de_de: Fehler beim Verarbeiten des Zertifikats!
el_gr: Παρουσιάστηκε ένα σφάλμα κατά την επεξεργασία του πιστοποιητικού!
es_es: ¡Hubo un error procesando el certificado!
et_ee: Viga sertifikaadi töötlemisel!
fi_fi: Varmenteen käsittelyssä tapahtui virhe!
fr_fr: Erreur lors du traitement du certificat!
it_it: Si è verificato un errore durante l'elaborazione del certificato!
pl_pl: Wystąpił błąd podczas przetwarzania certyfikatu!
pt_pt: Ocorreu um erro a processar o certificado!
ro_ro: A apărut o eroare la procesarea certificatului!
sl_si: Pri obdelavi potrdila je prišlo do napake.
tr_tr: Sertifika işlenirken bir hata oluştu!
uk_ua: Під час обробки сертифіката сталася помилка!

source: Root CA
bg_bg: Главен CA
ca_es: CA Arrel
cy: AT Gwraidd
de_de: Wurzel-CA
es_es: Certificado raíz
et_ee: Juursertifikaat
fr_fr: AC racine
it_it: CA radice
pl_pl: Główny CA
ro_ro: Rădăcina CA
sl_si: Korenski overitelj potrdil.
uk_ua: Корневий центр сертифікації CA

source: Intermediate CA
bg_bg: Междинен CA
ca_es: CA intermedi
cy: AT Canolradd
de_de: Zwischen-CA
es_es: Certificado intermedio
et_ee: Vahesertifikaat
fr_fr: AC intermédiaire
it_it: CA Intermedia
pl_pl: Pośredniczący CA
ro_ro: CA intermediar
sl_si: Vmesni overitelj potrdil
uk_ua: Проміжний центр сертифікації CA

source: This is a <strong>SERVER</strong> certificate!
bg_bg: Има<strong>СЪРВЪРЕН</strong> сертификат!
ca_es: Aquest és un certificat de <strong>SERVIDOR</strong>!
cy: Mae hon yn tystysgrif <strong>GWEINYDD</strong>!
de_de: Es handelt sich um ein <strong>SERVER</strong> Zertifikat!
el_gr: Αυτό είναι ένα πιστοποιητικό <strong>ΕΞΥΠΗΡΕΤΗΤΗ</strong>!
es_es: ¡Este es un certificado de <strong>SERVIDOR</strong>!
et_ee: See on <strong>SERVERI</strong> sertifikaat!
fi_fi: Tämä on <strong>palvelin</strong>varmenne!
fr_fr: C'est un certificat <strong>SERVEUR</strong> !
it_it: questo è un certificato<strong>SERVER</strong>!
pl_pl: To jest certyfikat <strong>SERWERA</strong>!
pt_pt: Isto é um certificado de <strong>SERVIDOR</strong>!
ro_ro: Aceasta este un <strong>SERVER</strong>certificat!
sl_si: To je potrdilo <strong>STREŽNIKA</strong>.
tr_tr: Bu bir <strong>SUNUCU</strong> sertifikası!
uk_ua: Це сертифікат <strong>СЕРВЕРА</strong>!

source: more info
bg_bg: повече информация
ca_es: més informació
cy: mwy o wybodaeth
de_de: weitere Informationen
el_gr: περισσότερες πληροφορίες
es_es: más información
et_ee: lisateave
fr_fr: plus d'infos
it_it: maggiori informazioni
pl_pl: więcej informacji
ro_ro: mai multe informații
sl_si: več informacij
uk_ua: детальніше

source: Certificate expired!
bg_bg: Сертификатът е изтекъл!
ca_es: Certificat caducat!
cy: Tystysgrif wedi ddarfod!
de_de: Zertifikat abgelaufen!
el_gr: Το πιστοποιητικό έληξε
es_es: Certificado caducado
et_ee: Sertifikaat on aegunud!
fr_fr: Certificat expiré !
it_it: Certificato scaduto!
pl_pl: Przeterminowany certyfikat!
ro_ro: Certificatul a expirat!
sl_si: Potrdilo je poteklo.
uk_ua: Термін дії сертифіката закінчився!

source: Certificate close to expiry!
bg_bg: Срокът на валидност на сертификата скоро ще изтече!
ca_es: Certificat proper a caducar!
cy: Tystysgrif yn agos at ddod i ben!
de_de: Zertifikat läuft demnächst ab!
el_gr: Πιστοποιητικό κοντά στη λήξη!
es_es: Certificado próximo a caducar
et_ee: Sertifikaat aegub peagi!
fr_fr: Certificat proche de l'expiration !
it_it: Certificato prossimo alla scadenza!
pl_pl: Certyfikat bliski przedawnienia!
ro_ro: Certificatul este aproape de expirare!
sl_si: Potrdilo bo kmalu poteklo.
uk_ua: Термін дії сертифіката закінчується!

source: Improper root certificate, required critical CA extension missing, will not reliably install!
bg_bg: Неподходящ root сертификат, липсва важно разширение на CA, инсталирането не е надеждно!
ca_es: Certficat arrel incorrecte, manca una extensió de CA crítica, no es pot instal.lar correctament!
cy: Ni fydd tystysgrif gwraidd amhriodol, estyniad AT critigol gofynnol ar goll, yn gosod yn ddibynadwy!
de_de: Ungültiges Wurzelzertifikat, die notwendige kritische Erweiterung "CA:true" fehlt. Das Zertifikat wird nicht zuverlässig nutzbar sein!
el_gr: Ακατάλληλο root πιστοποιητικό, η απαιτούμενη κρίσιμη επέκταση CA λείπει, δεν θα εγκατασταθεί αξιόπιστα!
es_es: Certificado raíz impropio. Faltan extensiones de CA críticas, así que no es buena idea instalarlo.
et_ee: Mittesobiv juursertifikatt, nõutud kriitiline CA laiend on puudub, usaldatavat paigaldamist ei toimu!
fr_fr: Certificat racine incorrect, extension critique de l'autorité de certification manquante, l'installation ne sera pas fiable !
it_it: Certificato root non corretto, estensione dell'autorità di certificazione critica richiesta mancante, installazione non affidabile!
pl_pl: Nieprawidłowy certyfikat poziomu root - brakuje krytycznych rozszerzeń dla CA, taki certyfikat nie będzie prawidłowo działał!
ro_ro: Certificatul rădăcină necorespunzător, lipsește extensia CA critică necesară, nu se va instala în mod fiabil!
sl_si: Neustrezno korensko potrdilo, manjka zahtevana ključna razširitev overitelja potrdil, ne bo zanesljivo nameščeno.
uk_ua: Неправильний кореневий сертифікат, відсутнє необхідне критичне розширення ЦС, тому його неможливо надійно встановити!

source: Preview of logo file
bg_bg: Предварителен преглед на лого файла.
ca_es: Vista prèvia del fitxer de logo
cy: Rhagolwg o'r ffeil logo
de_de: Vorschau des Logos
el_gr: Προεπισκόπηση αρχείου λογότυπου
es_es: Vista previa del fichero de logotipo
et_ee: Logo faili eelvaade
fi_fi: Logon esikatselu
fr_fr: Aperçu du logo
it_it: Anteprima del file di logo
pl_pl: Podgląd pliku logo
pt_pt: Pré visualização do ficheiro do logotipo
ro_ro: Previzualizare fișier logo
sl_si: Predogled datoteke logotipa
tr_tr: Logo dosyasını önizle
uk_ua: Попередній перегляд файлу логотипу

source: There was an error while retrieving the file from the database!
bg_bg: Имаше грешка, докато файлът се извличаше от базата данни!
ca_es: Hi ha hagut un error recuperant el registre de la base de dades!
cy: Bu gwall wrth nôl y ffeil o'r cronfa ddata!
de_de: Beim Abholen der Datei aus der Datenbank ist ein Fehler aufgetreten!
el_gr: Υπήρξε ένα σφάλμα κατά την ανάκτηση του αρχείου από τη βάση δεδομένων!
es_es: Hubo un error al obtener el archivo desde la base de datos.
et_ee: Viga faili võtmisel andmebaasist!
fi_fi: Tiedoston lataamisessa tietokannasta tapahtui virhe!
fr_fr: Une erreur est apparue au moment de la récupération du fichier depuis la base de données.
it_it: Si è verificato un errore durante il recupero del file dal database!
pl_pl: Wystąpił błąd podczas próby pobrania pliku z bazy danych!
pt_pt: Aconteceu um erro ao obter o ficheiro da base de dados!
ro_ro: A apărut o eroare la extragerea fișierului din baza de date!
sl_si: Pri pridobivanju datoteke iz baze podatkov je prišlo do napake.
tr_tr: Dosyayı veritabanından alırken bir hata oluştu!
uk_ua: Під час отримання файлу з бази даних сталася помилка!

source: File exists
bg_bg: Файлът съществува
ca_es: Existeix l'arxiu
cy: Ffeil yn bodoli
de_de: Datei existiert
el_gr: Το αρχείο υπάρχει ήδη
es_es: El fichero existe
et_ee: Fail on olemas
fi_fi: Tiedosto on olemassa
fr_fr: Le fichier existe déjà
it_it: Il file esiste
pl_pl: Plik istnieje
pt_pt: Ficheiro existente
ro_ro: Fișierul există
sl_si: Datoteka obstaja
tr_tr: Dosya mevcut
uk_ua: Файл існує

source: Preview
bg_bg: Предварителен преглед
ca_es: Vista prèvia
cy: Rhagolwg
de_de: Vorschau
el_gr: Προεπισκόπηση
es_es: Vista previa
et_ee: Eelvaade
fi_fi: Esikatselu
fr_fr: Aperçu
it_it: Anteprima
pl_pl: Podgląd
pt_pt: Pré-visualização
ro_ro: Previzualizare
sl_si: Predogled
tr_tr: Ön İzleme
uk_ua: Попередній перегляд

source: Remark
bg_bg: Забележка
ca_es: Observació
cy: Sylw
de_de: Hinweis
el_gr: Παρατήρηση
es_es: Observación
et_ee: Märkus
fi_fi: Huomautus
fr_fr: Remarque
it_it: Commento
pl_pl: Uwaga
pt_pt: Observação
ro_ro: Observație
sl_si: Opomba
tr_tr: Görüşler
uk_ua: Примітка

source: Warning!
bg_bg: Предупреждение!
ca_es: Alerta!
cy: Rhybudd!
de_de: Warnung!
el_gr: Προειδοποίηση!
es_es: ¡Advertencia!
et_ee: Hoiatus!
fi_fi: Varoitus!
fr_fr: Attention !
it_it: Attenzione!
pl_pl: Uwaga!
pt_pt: Aviso!
ro_ro: Atenție!
sl_si: Opozorilo!
tr_tr: Uyarı!
uk_ua: Увага!

source: Error!
bg_bg: Грешка!
cy: Gwall!
de_de: Fehler!
el_gr: Σφάλμα!
et_ee: Viga!
fi_fi: Virhe!
fr_fr: Erreur !
it_it: Errore!
pl_pl: Błąd!
pt_pt: Erro!
ro_ro: Eroare!
sl_si: Napaka!
tr_tr: Hata!
uk_ua: Помилка!

source: All certificates are valid long enough
bg_bg: Всички сертификати са валидни достатъчно дълго
ca_es: Tots els certificats tenen una durada vàlida
cy: Mae pob tystysgrifau yn ddilys yn ddigon hir
de_de: Alle Zertifikate sind noch lange genug gültig
el_gr: Όλα τα πιστοποιητικά ισχύουν για αρκετό καιρό
es_es: Todos los certificados son válidos un tiempo suficiente
et_ee: Kõik sertifikaadid on piisavalt kaua kehtivad
fr_fr: Tous les certificats sont valables suffisamment longtemps
it_it: Tutti i certificati sono validi abbastanza a lungo
pl_pl: Wszystkie certyfikaty mają wystarczający okres ważności
ro_ro: Toate certificatele sunt valide pentru un timp adecvat
sl_si: Vsa potrdila so veljavna dovolj dolgo
uk_ua: Усі сертифікати мають достатній термін дії

source: At least one certificate is close to expiry
bg_bg: Валидността на поне един сертификат скоро ще изтече
ca_es: Al menys in certificat caducarà properament
cy: Mae o leiaf un tystysgrif yn agos at ddod i ben
de_de: Mindestens ein Zertifikat nähert sich dem Ablaufdatum
el_gr: Τουλάχιστον ένα πιστοποιητικό κοντεύει να λήξει
es_es: Al menos un certificado está cerca de caducar
et_ee: Vähemalt üks sertifikaat aegub peagi
fr_fr: Au moins un certificat est proche de l'expiration
it_it: Almeno un certificato è prossimo alla scadenza
pl_pl: Co najmniej jeden z certyfikatów jest bliski przedawnienia
ro_ro: Cel puțin un certificat este aproape de expirare
sl_si: Vsaj eno potrdilo bo kmalu poteklo
uk_ua: Термін дії принаймні одного сертифіката закінчується

source: At least one certificate either has expired or is very close to expiry
bg_bg: Валидността на поне един сертификат или е изтекла, или много скоро ще изтече
ca_es: Al menys in certificat ha caducat o és molt a prop de fer-ho
cy: Mae o leiaf un tystysgrif naill ai wedi ddarfod neu'n agos iawn at ddod i ben
de_de: Mindestens ein Zertifikat ist abgelaufen oder sehr nahe dran
el_gr: Τουλάχιστον ένα πιστοποιητικό έχει λήξει ή κοντεύει να λήξει
es_es: Al menos un certificado ha caducado o está cerca de caducar
et_ee: Vähemalt üks sertifikaat on kas aegunud või aegub peagi
fr_fr: Au moins un certificat a expiré ou est sur le point d'expirer
it_it: Almeno un certificato è scaduto o è molto vicino alla scadenza
pl_pl: Co najmniej jeden z certyfikatów jest przedawniony lub bliski przedawnienia
ro_ro: Cel puțin un certificat a expirat sau este aproape de expirare
sl_si: Vsaj eno potrdilo je že poteklo ali pa bo kmalu poteklo
uk_ua: Термін дії принаймні одного сертифіката закінчився або дуже скоро закінчиться

source: OpenRoaming appears to be configured properly
bg_bg: OpenRoaming е конфигуриран правилно
ca_es: OpenRoamng sembla ben configurat
cy: Mae'n ymddangos bod OpenRoaming wedi'i ffurfweddu'n iawn
de_de: OpenRoaming scheint korrekt konfiguriert zu sein
el_gr: Το OpenRoaming φαίνεται να έχει ρυθμιστεί σωστά
es_es: OpenRoaming parece estar configurado correctamente
et_ee: OpenRoaming on õigesti seadistatud
fr_fr: OpenRoaming semble être configuré correctement
it_it: OpenRoaming sembra essere configurato correttamente
pl_pl: OpenRoaming wydaje się być poprawnie skonfigurowany
ro_ro: OpenRoaming este configurat corespunzător
sl_si: Videti je, da je funkcija OpenRoaming konfigurirana pravilno
uk_ua: OpenRoaming налаштовано належним чином

source: There are some minor OpenRoaming configuration issues
bg_bg: Има някои незначителни проблеми с конфигурацията на OpenRoaming
ca_es: Hi ha algunes errades de configuració menors a OpenRoaming
cy: Mae rhai mân faterion ffurfweddu OpenRoaming
de_de: Es gibt kleinere Fehler in der OpenRoaming Konfiguration
el_gr: Υπάρχουν ορισμένα μικρά ζητήματα διαμόρφωσης OpenRoaming
es_es: Hay algunos problemas menores con la configuración de OpenRoaming
et_ee: On mõned väiksemad OpenRoamingu seadistamisprobleemid
fr_fr: Il y a quelques problèmes mineurs de configuration OpenRoaming
it_it: Ci sono alcuni problemi minori di configurazione di OpenRoaming
pl_pl: Istnieją pewne mniej istotne błędy w konfiguracji OpenRoaming
ro_ro: Sunt câteva probleme minore la configurarea OpenRoaming
sl_si: Konfiguracija funkcije OpenRoaming ima nekaj manjših težav
uk_ua: Існують деякі незначні проблеми з налаштуванням OpenRoaming

source: There are some average level OpenRoaming configuration issues
bg_bg: Съществуват някои проблеми на средно ниво с конфигурацията на OpenRoaming
ca_es: Hi ha algunes errades de configuració menys importants a OpenRoaming
cy: Mae rhai problemau ffurfweddu OpenRoaming lefel gyffredin
es_es: Hay algunos problemas con la configuración de OpenRoaming
et_ee: On mõned keskmised OpenRoamingu seadistamisprobleemid
it_it: Ci sono alcuni problemi di livello medio sulla configurazione di OpenRoaming
pl_pl: Istnieją pewne błędy w konfiguracji OpenRoaming
ro_ro: Sunt câteva probleme de nivel mediu la configurarea OpenRoaming
sl_si: Konfiguracija funkcije OpenRoaming ima nekaj težav srednje stopnje
uk_ua: Існують деякі проблеми середнього рівня з налаштуванням OpenRoaming

source: There are some critical OpenRoaming configuration issues
bg_bg: Съществуват някои критични проблеми с конфигурацията на OpenRoaming
ca_es: Hi ha algunes errades de configuració crítiques a OpenRoaming
cy: Mae rhai materion cyfluniad OpenRoaming hanfodol
de_de: Es gibt kritische Fehler in der OpenRoaming Konfiguration
el_gr: Υπάρχουν ορισμένα κρίσιμα ζητήματα για ρύθμιση παραμέτρων OpenRoaming
es_es: Hay algunos problemas graves con la configuración de OpenRoaming
et_ee: On mõned kriitilised OpenRoamingu seadistamisprobleemid
fr_fr: Il y a quelques problèmes critiques de configuration OpenRoaming
it_it: Ci sono alcuni problemi critici di configurazione di OpenRoaming
pl_pl: Istnieją krytyczne błędy w konfiguracji OpenRoaming
ro_ro: Sunt câteva probleme crtitice la configurarea OpenRoaming
sl_si: Konfiguracija funkcije OpenRoaming ima nekaj kritičnih težav
uk_ua: Є кілька критичних проблем з налаштуванням OpenRoaming

source: No configured profiles
bg_bg: Няма конфигурирани профили
ca_es: No hi ha perfils configurats
cy: Dim proffiliau wedi'u ffurfweddu
de_de: Keine konfigurierten Profile
el_gr: Δεν υπάρχουν διαμορφωμένα προφίλ
es_es: No hay perfiles configurados
et_ee: Profiile ei ole seadistatud
fr_fr: Pas de profils configurés
it_it: Nessun profilo configurato
pl_pl: Brak skonfigurowanych profili
ro_ro: Nu sunt profile configurate
sl_si: Ni konfiguriranih profilov
uk_ua: Немає налаштованих профілів

source: All active profiles redirected
bg_bg: Всички активни профили са пренасочени
ca_es: S'han redirigit tots els perfils actius
cy: Pob proffil gweithredol wedi'i ailgyfeirio
el_gr: Όλα τα ενεργά προφίλ έχουν ανακατευθυνθεί
es_es: Todos los perfiles activos redirigidos
et_ee: Kõik aktiivsed profiilid on ümber suunatud
fr_fr: Tous les profils actifs sont redirigés
it_it: Tutti i profili attivi sono rediretti
pl_pl: Wszystkie aktywne profile przekierowują na zewnątrz
ro_ro: Toate profilele active sunt redirecționate
sl_si: Vsi aktivni profili so preusmerjeni
uk_ua: Всі активні профілі перенаправлені

source: Linked
bg_bg: Свързан
ca_es: Enllaçat
cy: Cysylltiol
de_de: verknüpft
el_gr: Συνδέθηκε
es_es: Vinculada
et_ee: Lingitud
fi_fi: Yhdistetty
fr_fr: Lié
it_it: Linkato
pl_pl: Powiązane
pt_pt: Associado
ro_ro: Conectat
sl_si: Povezana
tr_tr: Bağlantılı
uk_ua: Пов’язані
