Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: There are not yet any known deployments for your %s.
bg_bg: Все още няма никакви известни разпространения за Вашата %s.
ca_es: Encara no hi ha desplegaments coneguts per %s.
cy: Nid oes unrhyw osodiadau hysbys ar gyfer eich %s eto.
de_de: Es gibt noch keine bekannten Verbindungen für Ihren %s.
el_gr: Δεν υπάρχουν ακόμα γνωστές υλοποιήσεις για το %s σας.
es_es: No existe ningún despliegue conocido para su %s.
et_ee: %s jaoks ei ole veel profiile olemas.
fr_fr: Il n'y a pas encore de déploiement connu pour votre %s.
it_it: Non ci sono ancora impieghi noti per il tuo %s.
pl_pl: Nie istnieje jeszcze żadna Twoja instancja %s.
pt_pt: Ainda não há implementações conhecidas para o seu %s.
ro_ro: Nu există încă implementări cunoscute pentru dvs %s.
sl_si: Za vaš %s še ni znanih uvedb.
uk_ua: Для вашого %s ще не створено жодного розгортання.

source: %s: User Management
bg_bg: %s: Потребителско управление
ca_es: %s: Gestió d'usuaris
cy: %s: Rheoli Defnyddiwr
de_de: %s: Benutzerverwaltung
el_gr: %s: Διαχείριση Χρηστών
es_es: %s: Administración de usuarios
et_ee: %s: Kasutajate haldamine
fi_fi: %s: Käyttäjähallinto
fr_fr: %s : Gestion des Utilisateurs
it_it: %s: Gestione Utente
pl_pl: %s: Zarządzenie użytkownikami
pt_pt: %s: Gestão de Utilizador
ro_ro: Managementul utilizatorului: %s
sl_si: %s: Upravljanje uporabnikov
tr_tr: %s: Kullanıcı Yönetimi
uk_ua: %s: Управління користувачами

source: User Overview
bg_bg: Предварителен потребителски преглед
ca_es: Visió general de l'usuari
cy: Trosolwg Defnyddiwr
de_de: Benutzerübersicht
el_gr: Επισκόπηση Χρηστών
es_es: Vista general del usuario
et_ee: Kasutajate ülevaade
fi_fi: Käyttäjän perustiedot
fr_fr: Vue d'ensemble de l'utilisateur
it_it: Informazioni Utente
pl_pl: Dane użytkownika
pt_pt: Visão Geral do Utilizador
ro_ro: Prezentare generală a utilizatorului
sl_si: Pregled uporabnikov
tr_tr: Kullanıcı Özet Bilgileri
uk_ua: Огляд користувача

source: Edit User Details
bg_bg: Редактирай потребителските детайли
ca_es: Editeu els detalls d'usuari
cy: Golygu Manylion Defnyddiwr
de_de: Benutzerdetails bearbeiten
el_gr: Επεξεργασία Λεπτομερειών Χρήστη
es_es: Editar los detalles de usuario
et_ee: Muuda kasutaja andmeid
fi_fi: Muuta käyttäjän tietoja
fr_fr: Éditer les informations utilisateur
it_it: Modifica dettagli utente
pl_pl: Edytuj dane użytkownika
pt_pt: Editar Detalhes do Utilizador
ro_ro: Editați detaliile utilizatorului
sl_si: Uredi podrobnosti uporabnika
tr_tr: Kullanıcı Detaylarını Düzenle
uk_ua: Редагувати дані користувача

source: Click here for %s management tasks
bg_bg: Кликнете тук, за %s управленските задачи
ca_es: Cliqueu aquí per tasques d'administració de %s
cy: Cliciwch yma am %s tasgau rheoli
de_de: Klicken Sie für Managementaufgaben bezüglich des %s
el_gr: Πατήστε εδώ για εργασίες διαχείρισης %s
es_es: Haz clic aquí acceder a las tareas de administración de %s
et_ee: Klõpsa siia %s haldamiseks
fi_fi: Napsauta ylläpitääksesi %s:a.
fr_fr: Cliquer ici pour les tâches d'administration d'%s
it_it: Clicca qui per le attività di gestione di %s
pl_pl: Kliknij, by zarządzać swoją instytucją %s
pt_pt: Clique aqui para gestão de tarefas %s
ro_ro: Apasă aici pentru %s a vă organiza sarcinile
sl_si: Kliknite tukaj za naloge upravljanja %s
tr_tr: %s yönetim görevleri için buraya tıklayın
uk_ua: Натисніть тут, щоб перейти до завдань управління %s

source: Click here to access the superadmin page
bg_bg: Кликнете тук, за да достъпите страницата на суперадминистратора
ca_es: Cliqueu aquí per accedir a la pàgina de superadministrador
cy: Cliciwch yma i gael mynediad i'r dudalen uwchweinyddol
de_de: Klicken Sie hier um die Superadmin Seite anzuzeigen
el_gr: Κάντε κλικ εδώ για την πρόσβασή σας στη σελίδα του υπερ-διαχειριστή
es_es: Haz click aquí para acceder a la página de superadministrador
et_ee: Superadmini lehele pääsemiseks klõpsa siia
fi_fi: Klikkaa tästä avataksesi superadmin-sivu
fr_fr: Cliquer ici pour accéder aux pages de super-administration
it_it: Clicca qui per la pqgina di superadmin
pl_pl: Strona superadmina
pt_pt: Clique aqui para aceder à página de super administração
ro_ro: Apasă aici pentru a accesa pagina superadmin
sl_si: Kliknite tukaj za dostop do strani nadskrbnika
tr_tr: Süper yöneticisi sayfası için burayı tıklayın
uk_ua: Натисніть тут для переходу на сторінку супер адміністратора

source: (Need help? Refer to the <a href='%s'>%s administrator manual</a>)
bg_bg: (Имате нужда от помощ? Обърнете се към <a href='%s'>%s администраторското ръководство</a>)
ca_es: (Us cal ajut? Consulteu el <a href='%s'> manual de l'administrador de%s</a>)
cy: (Angen cymorth? Cyfeiriwch at y <a href='%s'>llawlyfr gweinyddwr %s</a>)
de_de: (Benötigen Sie Hilfe? Konsultieren Sie das <a href='%s'>%s Administratorhandbuch</a>)
el_gr: (Χρειάζεστε βοήθεια; Ανατρέξτε στο <a href='%s'>εγχειρίδιο διαχειριστή %s</a>)
es_es: (¿Necesitas ayuda? Consulta el <a href='%s'>Manual de administrador de %s</a>)
et_ee: (Vajad abi? Kasuta <a href='%s'>%s administraatori juhendit</a>)
fi_fi: (Tarvitsetko apua? <a href='%s'>%sYlläpitäjän manuaali</a> saattaa olla hyödyksi)
fr_fr: (Besoin d'aide ? Reportez-vous au <a href='%s'>manuel de l'administrateur %s</a>)
it_it: (Hai bisogno di aiuto? Fai riferimento al <a href='%s'>manuale dell'amministratore %s</a>)
pl_pl: (Potrzebujesz pomocy? Sprawdź <a href='%s'>%spodręcznik administratora</a>)
pt_pt: (Precisa de ajuda? Consulte o <a href='%s'>%smanual do administrador</a>)
ro_ro: Ai nevoie de ajutor? Referitor la <a href='%s'>%s manualul administratorului </a>)
sl_si: (Potrebujete pomoč? Glejte <a href='%s'>priročnik za skrbnike %s</a>)
uk_ua: (Потрібна допомога? Зверніться до <a href='%s'>%sпосібника адміністратора</a>)

source: You are managing the following <span style='display:none'>%d </span>%s:
bg_bg: Вие управлявате следните <span style='display:none'>%d </span>%s:
ca_es: Esteu gestionant el <strong>%d</strong> %s següent :
cy: Rydych yn rheoli'r <span style='display:none'>%d</span> %s canlynol:
de_de: Sie verwalten den folgenden <span style='display:none'>%d</span> %s:
el_gr: Διαχειρίζεστε το ακόλουθο <span style='display:none'>%d </span>%s:
es_es: Estás administrando el siguiente <span style='display:none'>%d </span>%s:
et_ee: Sa haldad <span style='display:none'>%d </span>%st:
fi_fi: Ylläpidät seuraavat <span style='display:none'>%d</span>%s:
fr_fr: Vous êtes en train d'administrer le <span style='display:none'>%d </span>%s suivant :
it_it: Stai gestendo i seguenti : <span style='display:none'>%d </span>%s:
pl_pl: Zarządzasz następującą <strong>%d</strong> %s:
pt_pt: Está a gerir os seguintes <span style='display:none'>%d</span>%s:
ro_ro: Administrezi următorul <span style='display:none'>%d</span>%s:
sl_si: Upravljate naslednje <span style='display:none'>%d</span>%s :
tr_tr: Tarafınızdan Yönetilen <span style='display:none'>%d </span>%s:
uk_ua: Ви керуєте наступним<span style='display:none'>%d</span>%s:

source: %s Management Overview
bg_bg: %s Преглед на управление
ca_es: %s Visió general d'Administració
cy: %s Trosolwg Rheoli
de_de: %s Übersicht
el_gr: %s Επισκόπηση Διαχείρισης
es_es: %s Gestión general
et_ee: %s - haldamise ülevaade
fr_fr: Aperçu de la gestion des %s
it_it: %s Panoramica della gestione
pl_pl: Przegląd zarządzania %s
pt_pt: %s Visão geral de gestão
ro_ro: %sPrezentare generală a administrării
sl_si: Pregled upravljanja %s
uk_ua: %s Огляд управління

source: Other admins of this %s
bg_bg: Други администратори на тази %s
ca_es: Altres administradors de %s
cy: Gweinyddwyr eraill y %s hwn
de_de: Andere Administratoren des %ss
el_gr: Άλλοι διαχειριστές αυτού του %s
es_es: Otros administradores de este %s
et_ee: Teised %s administraatorid
fi_fi: Muut %s ylläpitäjät
fr_fr: Autres administrateurs de ce %s
it_it: Altri amministratori di questo %s
pl_pl: Inni administratorzy tej instytucji %s
pt_pt: Outros administradores deste %s
ro_ro: Alți administratori din acest %s
sl_si: Drugi skrbniki za ta %s
tr_tr: Bu %s'un diğer yöneticileri
uk_ua: Інші адміністратори цього %s

source: Management
bg_bg: Управление
ca_es: Administració
cy: Rheolaeth
de_de: Verwaltung
el_gr: Διαχείριση
es_es: Gestión
et_ee: Haldamine
fr_fr: Gestion
it_it: Gestione
pl_pl: Zarządzanie
pt_pt: Gestão
ro_ro: Administrare
sl_si: Upravljanje
uk_ua: Управління

source: Danger Zone
bg_bg: Опасна зона
ca_es: Zona perillosa
cy: Parth Perygl
de_de: Gefahrenzone
el_gr: Ζώνη Κινδύνου
es_es: Zona de peligro
et_ee: Ohutsoon
fr_fr: Zone de danger
it_it: Zona di pericolo
pl_pl: Strefa zagrożenia
pt_pt: Zona de Perigo
ro_ro: Zonă periculoasă
sl_si: Nevarno območje
uk_ua: Небезпечна Зона

source: %s %s: %s list
bg_bg: %s %s: %s списък
ca_es: %s %s: llista %s
cy: %s %s: rhestr %s
de_de: %s%s: %s Liste
el_gr: %s %s: λίστα %s
es_es: %s %s: lista de %s
et_ee: %s %s: %s nimekiri
fi_fi: %s %s: %s lista
fr_fr: %s %s : liste %s
it_it: %s %s: lista %s
pl_pl: %s%s: lista %s
pt_pt: %s%s: Lista %s
ro_ro: %s%s:%s listă
sl_si: Seznam %s%s: %s
tr_tr: %s %s: %s listesi
uk_ua: %s%s:%s список

source: You and %d other user
bg_bg: Вие и %d друг потребител
ca_es: Tu i %d altre usuari
cy: Chi a %d defnyddiwr arall
de_de: Sie und %d weiterer Benutzer
el_gr: Εσείς και άλλος %d χρήστης
es_es: Usted y %d otro usuario
et_ee: Sina ja veel %d kasutaja
fr_fr: Vous et %d autre(s) utilisateur(s)
it_it: Tu e %d altro utente
pl_pl: Ty i %d inny użytkownik
pt_pt: Você e %d outro utilizador
ro_ro: Dumneavoastră și incă %d alt utilizator
uk_ua: Ви та %d інші користувачі

source: After deleting the %s, you can not recreate it yourself - you need a new invitation token from the %s administrator!
bg_bg: След изтриването на %s, Вие не можете да го пресъздадете сами - необходим Ви е нов поканващ временен ключ от %s администратора!
ca_es: Després d'esborrar %s, no podreu regenerar-vos - caldrà que rebeu una nova invitació de l'administració de %s!
cy: Ar ôl dileu'r %s, ni allwch ei ail-greu eich hun - mae angen tocyn gwahoddiad newydd gan weinyddwr %s!
de_de: Nach dem Löschen des %ss können Sie Ihn nicht selbst wieder anlegen - Sie brauchen dann eine neue Einladung von Ihrem %s Administrator.
el_gr: Αφού διαγράψετε το %s, δεν μπορείτε να το ξαναδημιουργήσετε μόνοι σας - χρειάζεται νέο κουπόνι πρόσκλησης από το διαχειριστή %s!
es_es: Tras eliminar al %s no podrás recrearlo tú mismo. Necesitas un nuevo token de invitación de parte del administrador de %s.
et_ee: Pärast %s kustutamist ei saa Sa seda ise taasluua, vaid vajad esmalt uut kutse koodi %s administraatorilt.
fi_fi: Kun olet poistanut %s, et voi luoda sitä uudelleen - tarvitset uuden kutsun %s:n ylläpitäjältä!
fr_fr: Après avoir détruit %s, vous ne pourrez plus le recréer vous-même - vous devrez obtenir un nouveau jeton d'invitation de la part de l'administrateur de %s !
it_it: Dopo aver eliminato l'%s, non è possibile ricrearlo autonomamente - è necessario un nuovo token di invito dall'amministratore %s!
pl_pl: Po usunięciu instytucji %s jest możliwe jej odtworzenie, ale potrzebne jest nowe zaproszenie od administratora %s!
pt_pt: Depois de apagar o %s, não pode regerá-lo - necessita de um novo token de convite por parte do administrador %s!
ro_ro: După ștergerea %s, nu puteți să îl recreați dumneavoastră - trebuie un token nou de invitare de la administratorul %s!
sl_si: Ko izbrišete %s, ga ne morete ponovno ustvariti sami. Potrebujete nov žeton vabila, ki vam ga bo poslal skrbnik za %s.
tr_tr: %s'i sildikten sonra, kendiniz yeniden oluşturamazsınız - %s yöneticisinden yeni bir davet belirteci almanız gerekiyor!
uk_ua: Після видалення %s, ви не зможете створити його заново самостійно - для цього потрібно отримати новий маркер запрошення від %s адміністратора!

source: Do you really want to delete your %s %s?
bg_bg: Наистина ли искате да изтриете Вашите %s %s?
ca_es: Segur que voleu esborrar el vostre %s %s?
cy: Ydych chi wir eisiau dileu eich %s %s?
de_de: Möchten Sie Ihren %s %s wirklich löschen?
el_gr: Θέλετε όντως να διαγράψετε το %s %s σας;
es_es: ¿Deseas borrar de verdad tu %s %s?
et_ee: %s %s - kas Sa soovid selle tõesti kustutada?
fi_fi: Haluatko todella poistaa sinun %s %s?
fr_fr: Voulez-vous vraiment détruire votre %s %s ?
it_it: Vuoi veramente cancellare il tuo %s %s?
pl_pl: Czy rzeczywiście chcesz usunąć Twoją instytucję %s %s?
pt_pt: Quer mesmo eliminar o seu %s%s?
ro_ro: Chiar vrei sa ștergi %s%s?
sl_si: Ali ste prepričani, da želite izbrisati svoj %s%s?
tr_tr: %s %s'i gerçekten silmek istiyor musunuz?
uk_ua: Ви справді хочете видалити свій%s%s?

source: Delete %s
bg_bg: Изтрийте %s
ca_es: Esborrar %s
cy: Dileu %s
de_de: %s löschen
el_gr: Διαγραφή %s
es_es: Borrar %s
et_ee: Kustuta %s
fi_fi: Poista %s
fr_fr: Détruire %s
it_it: Cancella %s
pl_pl: Usuń %s
pt_pt: Apagar %s
ro_ro: Șterge %s
sl_si: Izbriši %s
tr_tr: %s'i sil
uk_ua: Видалити %s

source: This action will delete all properties of the %s and start over the configuration from scratch. Do you really want to reset all settings of the %s %s?
bg_bg: Това действие ще изтрие всички свойства на %s и ще стартира конфигурацията отначало. Наистина ли искате да възстановите всички първоначални настройки на %s %s?
ca_es: Aquesta acció esborrarà totes les propietats de %s i haureu de començar de bell nou. Realment voleu esborrar tots els ajustos de %s %s?
cy: Bydd y weithred hon yn dileu holl briodweddau'r %s ac yn cychwyn dros y ffurfweddiad o'r dechrau. Ydych chi wir eisiau ailosod pob gosodiadau o'r %s %s?
de_de: Diese Aktion löscht alle Eigenschaften des %s und fängt mit der Konfiguration von Null an. Möchten Sie wirklich alle Einstellungen des %s %s zurücksetzen?
el_gr: Αυτή η ενέργεια θα διαγράψετε όλες τις παραμέτρους του %s και θα επαναλάβει τη διαδικασία ρύθμισης από την αρχή. Θέλετε όντως να επαναφέρετε όλες τις ρυθμίσεις του %s %s;
es_es: Esta acción eliminará todas las propiedades de la %s y la dejará sin configuración. ¿De verdad quieres restablecer la configuración de la %s %s?
et_ee: Toiming kustutab kõik %s väärtused ja alustab seadistamist nullist. Kas Sa soovid tõesti kõiki seadistusi (%s%s) lähtestada?
fi_fi: Tämä toiminto poistaa kaikki %s:n ominaisuudet ja konfigurointi aloitetaan tyhjästä. Haluatko todella nollata kaikki %s %s:n asetukset?
fr_fr: Cette action détruira tous les paramètres pour %s et redémarrera la configuration depuis le début. Voulez-vous vraiment réinitialiser tous les paramètres de %s %s ?
it_it: Questa azione cancellerà tutte le proprietà di %s e inizierà la configurazione da zero. Vuoi veramente resettare tutte le impostazioni di %s %s?
pl_pl: W ten sposób skasujesz wszystkie własności Twojej instytucji %s i zaczniesz ją konfigurować od zera. Czy rzeczywiście chcesz wyczyścić ustawienia %s %s?
pt_pt: Esta ação vai apagar todas as propriedades de %s e reiniciar a configuração. Quer mesmo limpar todas as definições de %s%s?
ro_ro: Această acțiune va șterge toate proprietățile ale %s și o să înceapă din nou configurarea de la capăt. Sunteți sigur că doriți să resetați toate setările ale %s%s?
sl_si: S tem dejanjem boste izbrisali vse lastnosti %s in vzpostavili konfiguracijo od začetka. Ali res želite ponastaviti vse nastavitve za %s%s?
tr_tr: Bu işlem %s'in tüm özelliklerini silecek ve yapılandırmayı sıfırdan başlatacaktır. %s %s'nin tüm ayarlarını gerçekten sıfırlamak istiyor musunuz?
uk_ua: Ця дія призведе до видалення всіх властивостей %s та запуску конфігурації з нуля. Ви дійсно хочете скинути всі налаштування %s%s?

source: Reset all %s settings
bg_bg: Възстановете всички първоначални %s настройки
ca_es: Reiniciar els ajustos de %s
cy: Ailosod pob gosodiadau %s
de_de: Alle %s Einstellungen zurücksetzen
el_gr: Επαναφορά όλων των ρυθμίσεων %s
es_es: Restablecer toda la configuración de %s
et_ee: Lähtesta kõik %s seadistused
fi_fi: Nollaa kaikki %s asetukset
fr_fr: Réinitialiser tous les paramètres %s
it_it: Resetta tutte le impostazioni di %s
pl_pl: Wyczyść wszystkie ustawienia %s
pt_pt: Elimine todas as definições de %s
ro_ro: Resetați toate setările%s
sl_si: Ponastavi vse nastavitve %s
tr_tr: Tüm %s ayarlarını sıfırla
uk_ua: Скинути всі %s налаштування

source: You are not managing any %s.
bg_bg: Вие не управлявате никакви %s.
ca_es: No esteu gestionant cap %s.
cy: Nid ydych yn rheoli unrhyw %s
de_de: Sie verwalten keinen %s.
el_gr: Δε διαχειρίζεστε κανένα %s.
es_es: No estás administrando ninguna %s.
et_ee: Ükski %s ei ole Sinu halduses.
fi_fi: Et ylläpidä yhtään %s:a.
fr_fr: Vous ne gérez aucun autre %s.
it_it: Non stai gestendo alcun %s.
pl_pl: Nie zarządzasz żadną instytucją %s.
pt_pt: Não está a gerir nenhum %s.
ro_ro: Nu administrezi nici un %s.
sl_si: Ne upravljate nobenega %s.
tr_tr: Hiçbir %s'i yönetmiyorsunuz.
uk_ua: Ви не керуєте жодним %s.

source: Please ask your %s administrator to invite you to become an %s administrator.
bg_bg: Моля помолете Вашия %s администратор да Ви покани да станете %s администратор.
ca_es: Demaneu una invitació al vostre administrador de %s per a convertir-vos en administrador de %s.
cy: Gofynnwch i'ch gweinyddwr %s eich gwahodd i ddod yn weinyddwr %s.
de_de: Bitte wenden Sie sich an Ihren %s Administrator und fragen Sie nach einem Einladungslink um %s Administrator zu werden.
el_gr: Παρακαλώ ζητήστε από το διαχειριστή %s σας να σας προσκαλέσει ώστε να γίνετε ένας διαχειριστής %s.
es_es: Por favor pide al administrador de tu %s que te invite a ser un administrador de %s.
et_ee: Palun lase oma %s administraatoril saata kutse %s administraatoriks saamiseks.
fi_fi: Pyydä %s ylläpitäjältä kutsu ryhtyä %s ylläpitäjäksi.
fr_fr: Adressez-vous SVP à votre administrateur de %s pour qu'il vous invite à être administrateur de %s.
it_it: Chiedi al tuo amministratore di %s di invitarti a diventare un amministratore di %s.
pl_pl: Musisz poprosić swojego administratora %s o przysłanie zaproszenia, byś został administratorem %s.
pt_pt: Por favor peça ao seu administrador %s para o convidar a ser administrador %s
ro_ro: Vă rog să vă intrebați %s administratorul pentru a vă invita ca să deveniți %s administrator.
sl_si: Svojega skrbnika za %s prosite, da vas povabi kot skrbnika za %s.
tr_tr: Lütfen %s yöneticinizden sizi %s yöneticisi olmaya davet etmesini isteyin.
uk_ua: Будь ласка, зверніться до свого %s адміністратора, щоб отримати запрошення на роль %s адміністратора.

source: Did you receive an invitation token to manage an %s? Please paste it here:
bg_bg: Получихте ли поканващ ключ да управлявате %s? Моля поставете го тук:
ca_es: Vau rebre una invitació per a gestionar %s? Copieu el codi aquí:
cy: A gawsoch chi tocyn gwahoddiad i rheoli %s? Os gwelwch yn dda pastiwch ef yma:
de_de: Haben Sie einen Einladungs-Token zum Verwalten eines %s erhalten? Hier können Sie ihn einfügen:
el_gr: Λάβατε ένα κουπόνι πρόσκλησης για να διαχειριστείτε ένα %s; Παρακαλώ επικολλήστε το εδώ:
es_es: ¿Recibiste un token de invitación para administrar una %s? Por favor, introdúcelo aquí:
et_ee: Kas Sa said %s haldamiseks kutse koodi? Palun sisesta see siia:
fi_fi: Saitko kutsun %s ylläpitoa varten? Kopioi se tähän:
fr_fr: Avez-vous reçu un jeton d'invitation pour gérer un %s ? Collez-le SVP ici :
it_it: Hai ricevuto un token di invito per gestire un %s? Incollalo qui:
pl_pl: Czy otrzymałeś zaproszenie do zarządzania tą instytucją %s? Jeżeli tak, to wklej przesłany token tutaj:
pt_pt: Recebeu um token de convite para gerir uma %s? Por favor cole-o aqui:
ro_ro: Ați primit un jeton de invitație pentru a gestiona un %s? Vă rugăm să-l adăugați aici:
sl_si: Ali ste prejeli žeton vabila za upravljanje %s? Prilepite ga na to mesto:
tr_tr: %s'i yönetmek için davet belirteciniz var mı? Lütfen buraya yapıştırın:
uk_ua: Маєте токен-запрошення для керування %s? Будь ласка, вставте його тут:

source: We have automatically added you to the following organisations:
bg_bg: Автоматично ви добавихме към следните организации:
ca_es: Heu estat afegit automàticament a les següents organitzacions:
cy: Rydym wedi eich ychwanegu'n awtomatig at y sefydliadau canlynol:
es_es: Has sido añadido automáticamente a las siguientes organizaciones:
et_ee: Liitsime Su automaatselt järgmiste asutustega:
it_it: Abbiamo aggiunto automaticamente le seguenti organizzazioni:
pl_pl: Automatycznie dodaliśmy Cię do następujących instytucji:
ro_ro: V-am adăugat automat la următoarele organizații:
sl_si: Samodejno smo vas dodali v naslednje organizacije:
uk_ua: Ми автоматично додали вас до наступних організацій.
