Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: Hello, newcomer. The %s is new to us. This wizard will ask you several questions about it, so that we can generate beautiful profiles for you in the end. All of the information below is optional, but it is important to fill out as many fields as possible for the benefit of your end users.
bg_bg: Здравейте. %s е нов за нас. Този съветник ще Ви зададе няколко въпроса относно това, за да може накрая да генерираме подходящи профили за Вас. Цялата информация по-долу е незадължителна, но е важно да попълните колкото може повече полета в полза на Вашите крайни потребители.
ca_es: Hola, nouvingut. El %s és nou per a nosaltres. Aquest assistent us realitzarà diverses preguntes sobre aquest, de manera que puguem generar-te perfils adequats. Tota la informació inferior és opcional, però és important d'omplir el màxim de camps en benefici dels vostres usuaris finals.
cy: Helo, newydd-ddyfodiad. Mae'r %s yn newydd i ni. Bydd y dewin hwn yn gofyn sawl cwestiwn ichi amdano, fel y gallwn gynhyrchu proffiliau hardd i chi yn y diwedd. Mae'r holl wybodaeth isod yn ddewisol, ond mae'n bwysig llenwi cymaint o feysydd â phosib er budd eich defnyddwyr terfynol.
de_de: Hallo, Neuling. Der %s ist uns neu. Dieser Dialog stellt Ihnen einige Fragen dazu, damit wir danach hochwertige Installationsprogramme erzeugen können. Die abgefragten Informationen sind freiwillig, aber es ist wichtig sie so gewissenhaft wie möglich auszufüllen denn die Informationen kommen letztlich Ihren Nutzern zu Gute.
el_gr: Γεια σας, νεοφερμένε. Το %s είναι νέο για εμάς. Αυτός ο οδηγός θα σας κάνει μερικές ερωτήσεις σχετικά με αυτό, έτσι ώστε στο τέλος να μπορέσουμε να δημιουργήσουμε όμορφα προφίλ για σας. Όλες οι παρακάτω πληροφορίες είναι προαιρετικές, αλλά είναι σημαντικό να συμπληρώσετε όσο το δυνατόν περισσότερα πεδία προς όφελος των τελικών χρηστών σας.
es_es: Hola, recién llegado. Tu %s es nueva para nosotros. Este asistente te hará varias preguntas sobre ella, de modo que podamos generar unos bonitos perfiles para ti al final. Toda la información de debajo es opcional, pero es importante rellenar tantos campos como sea posible por el bien de tus usuarios finales.
et_ee: Tere! Seadistad uut %st. Viisard esitab Sulle mitmeid küsimusi, et saaksime luua ilusad profiilid. Kuigi vastamine ei ole kohustuslik, on lõppkasutajate huvides soovitav täita võimalikult palju välju.
fi_fi: Tervetuloa! Sinun kotiorganisaatiosi %s on uusi meille. Tämä velho kysyy IdP:stäsi monta kysymystä, jotta profiilien luonti onnistuisi. Kaiken alempana olevan tiedon täyttäminen on valinnaista, mutta loppukäyttäjien kannalta olisi tärkeää täyttää mahdollisimman monta kenttää.
fr_fr: Bonjour, le %s est nouveau pour nous. Cet assistant va vous poser plusieurs questions à ce sujet, afin que nous puissions générer de beaux profils pour vous. Toutes les informations ci-dessous sont facultatives, mais il est important de remplir autant de champs que possible pour le bénéfice de vos utilisateurs finaux.
it_it: Ciao, nuovo arrivato. La tua %s è nuova per noi. Questa procedura guidata ti farà diverse domande su di essa, in modo da poter generare fantastici profili per te alla fine. Tutte le informazioni riportate di seguito sono facoltative, ma è importante compilare il maggior numero di campi possibile a vantaggio degli utenti finali.
pl_pl: Witaj nowy użytkowniku! %s jest nową instytucją w systemie. Ten kreator zada Ci kilka pytań dotyczących Twojej instytucji, abyśmy mogli wygenerować dla Ciebie najbardziej odpowiedni profil. Wszystkie poniższe dane są opcjonalne, ale zalecamy wypełnienie pól, dzięki czemu będzie możliwe utworzenie lepszego profilu dla użytkowników.
pt_pt: Olá, recém-chegado. O %s é novo para nós. Este assistente vai-lhe fazer várias perguntas sobre ele, para que possa criar perfis perfeitos para si no final. Toda a informação abaixo é opcional, mas é importante que preencha o máximo de campos possível para benefício dos seus utilizadores finais.
ro_ro: Bună. nou venitule. %s sunt nou veniți. Acest ghid de instalare o sa vă întrebe anumite întrebări, ca să vă putem genera profilul în final. Toate informațiile de mai jos sunt opționale, dar este important să completați cât mai multe câmpuri posibile pentru beneficiul dumneavoastră de utilizator final.
sl_si: Pozdravljen, novi uporabnik. %s je nov za nas. Čarovnik vam bo zastavil nekaj vprašanj, da vam bomo lahko na koncu ustvarili čudovite profile. Vse spodnje informacije so izbirne, vendar je pomembno, da v korist končnih uporabnikov izpolnite čim več polj.
tr_tr: Merhaba. %s, bizim için yeni. Bu sihirbaz, size düzgün profiller olüşturabilmek için birkaç soru soracaktır. Aşağıdaki tüm bilgiler isteğe bağlıdır, ancak son kullanıcılarınızın yararına, olabildiğince çok alan doldurmanız önemlidir.
uk_ua: Привіт, новачок. %sНовий для нас. Цей майстер поставить вам кілька запитань, щоб ми могли створити для вас якісні профілі. Уся інформація нижче є необов’язковою, але важливо заповнити якомога більше полів — це допоможе вашим кінцевим користувачам.

source: General Information
bg_bg: Основна информация
ca_es: Informació General
cy: Gwybodaeth Gyffredinol
de_de: Allgemeine Informationen
el_gr: Γενικές πληροφορίες
es_es: Información general
et_ee: Üldteave
fi_fi: Yleistä tietoa
fr_fr: Informations générales
it_it: Informazioni Generali
pl_pl: Informacje ogólne
pt_pt: Informação Geral
ro_ro: Informații generale
sl_si: Splošne informacije
tr_tr: Genel Bilgi
uk_ua: Загальна інформація

source: Media Properties
bg_bg: Свойства на средата
ca_es: Propietats del mitjà
cy: Priodweddau Cyfryngau
de_de: Netzzugangsmedien
el_gr: Ιδιότητες Media
es_es: Propiedades del medio
et_ee: Meedia atribuudid
fi_fi: Ominaisuudet
fr_fr: Propriétés réseau
pl_pl: Dane łącza
pt_pt: Propriedades de Mídia
ro_ro: Proprietăți media
sl_si: Lastnosti medijev
tr_tr: Ortam Özellikleri
uk_ua: Властивості мультимедіа

source: Helpdesk Details for all users
bg_bg: Helpdesk детайли за всички потребители
ca_es: Detalls del SAU per a tots els usuaris
cy: Manylion Desg Gymorth ar gyfer pob defnyddwyr
de_de: Angaben zum Helpdesk
el_gr: Λεπτομέρειες helpdesk για όλους τους χρήστες
es_es: Detalles del Helpdesk (centro de atención de usuarios) para todos los usuarios
et_ee: Kasutajatoe andmed kõigile kasutajatele
fi_fi: Helpdeskin tiedot kaikille käyttäjille
fr_fr: Détails du service d'assistance pour tous les utilisateurs
it_it: Dettagli dell'Helpdesk per tutti gli utenti
pl_pl: Informacje o helpdesku dla wszystkich użytkowników
pt_pt: Informação de Helpdesk para todos os utilizadores
ro_ro: Detalii suport tehnic pentru toți utilizatorii
sl_si: Podrobnosti službe za pomoč uporabnikom za vse uporabnike
tr_tr: Bütün kullanıcılar için Yardım Masası ayrıntıları
uk_ua: Інформація довідкової служби для всіх користувачів

source: When you are sure that everything is correct, please click on %sContinue ...%s
bg_bg: Когато сте сигурни, че всичко е коректно, моля кликнете върху %sContinue ...%s
ca_es: Quan estigueu segur que tot és correcte, cliqueu a %sContinue ...%s
cy: Pan fyddwch chi'n siŵr bod popeth yn gywir, cliciwch ar %s Parhau... %s
de_de: Wenn Sie sicher sind, dass alle Angaben stimmen, dann drücken Sie bitte auf %sWeiter...%s
el_gr: Όταν σιγουρευτείτε ότι όλα είναι σωστά, παρακαλούμε κάντε κλικ στο %sΣυνέχεια ...%s
es_es: Cuando estés seguro de que todo es correcto, por favor pulsa en %sContinuar ...%s
et_ee: Kui oled kindel, kõik on korrektne, klõpsa palun %sJätka...%s
fi_fi: Kun olet varma, että kaikki on oikein, napsauta %sJatka...%s
fr_fr: Lorsque vous êtes sûr que tout est correct, merci de cliquer sur %sContinuer ...%s
it_it: Quando sei sicuro che sia tutto corretto, clicca su %sContinua ...%s
pl_pl: Jeżeli jesteś pewny, że wszystkie podane dane są poprawne, to naciśnij %sDalej...%s
pt_pt: Quando tiver a certeza que a informação está correta,selecione %sContinuar ...%s
ro_ro: Când sunteți sigur că totul este corect, click pe %s Continuare...%s
sl_si: Ko ste prepričani, da je vse pravilno nastavljeno, kliknite%sNadaljuj …%s
tr_tr: Her şeyin doğru olduğundan eminseniz, lütfen %s yi tıklayın. %s ye devam et.
uk_ua: Якщо ви впевнені, що все правильно, натисніть %sПродовжити ...%s

source: To whom it may concern,
bg_bg: За тези, за които може да се отнася,
ca_es: A qui correspongui
cy: I bwy y gall fod yn berthnasol,
de_de: An die zuständige Stelle,
el_gr: Για όποιον ενδιαφέρει
es_es: A quien corresponda.
et_ee: Asjast huvitatutele
fi_fi: Arvoisa vastaanottaja,
fr_fr: Cher admin CAT,
it_it: A chi può interessare,
pl_pl: Do wszystkich zainteresowanych,
pt_pt: A quem possa interessar,
ro_ro: În atenția celor interesați,
sl_si: Spoštovani,
tr_tr: İlgililere,
uk_ua: Всім, кого це може стосуватися

source: This mail is merely a cross-check because these changes can be security-relevant. If the change was expected, you do not need to take any action.
bg_bg: Този мейл е само за обратна проверка, тъй като тези промени могат да имат отношение към сигурността. Ако промяната е очаквана, не е необходимо да предприемате никакви действия.
ca_es: Aquest correu és de fet una comprovació creuada perquè aquests canvis poden ser importants a nivell de seguretat. Si el canvi era esperat, no cal que feu cap més acció.
cy: Dim ond croeswiriad yw'r post hwn oherwydd gall y newidiadau hyn fod yn berthnasol i ddiogelwch. Os oedd y newid yn ddisgwyliedig, nid oes angen i chi gymryd unrhyw gamau.
de_de: Diese Mail ist lediglich informativer Natur denn diese Änderungen können sicherheitsrelevant sein. Wenn diese Änderung erwartet war, brauchen Sie keine weiteren Schritte zu unternehmen.
el_gr: Αυτό το mail είναι μοναχά μία διπλή εξακρίβωση γιατί αυτές οι αλλαγές μπορεί να σχετίζονται με την ασφάλεια . Αν περιμένατε αυτή την αλλαγή , μη κάνετε κάποια ενέργεια .
es_es: Este email es tan solo una comprobación debido a que estos cambios pueden ser relevantes en cuanto a la seguridad. Si el cambio era esperado no necesitas llevar a cabo ninguna acción.
et_ee: See e-kiri on saadetud kontrollieesmärgil, kuna muudatused võivad mõjutada turvalisust. Kui muudatus oli soovikohane, ei ole vaja Sul midagi teha.
fi_fi: Tehdyt muutokset voivat olla olennaisia tietoturvanäkökulmasta ja tämän viestin tarkoitus on toimia tarkistuksena. Jos muutos on odotettu, toimenpiteitä ei tarvita.
fr_fr: Ce courrier est simplement une vérification croisée car ces changements peuvent avoir une incidence sur la sécurité. Si le changement était attendu, vous n'avez aucune action à effectuer.
it_it: Questa mail è solo un controllo incrociato perché queste modifiche possono essere rilevanti per la sicurezza. Se la modifica era prevista, non è necessario intraprendere alcuna azione.
pl_pl: Ten mail został wysłany w celu weryfikacji dokonanych zmian. Jeśli taka zmiana była oczekiwana, nie jest potrzebne żadne dodatkowe działanie.
pt_pt: Este e-mail é apenas uma validação porque essas alterações podem ser relevantes para a segurança. Se a alteração era esperada, não precisa realizar nenhuma ação.
ro_ro: Acest mesaj e-mail reprezintă o verificare întrucât modificările pot fi relevante din punctul de vedere al securității. Dacă această modificare este legitimă, nu trebuie făcut nimic.
sl_si: to sporočilo je zgolj navzkrižno preverjanje, ker so lahko te spremembe povezane z varnostjo. Če je bila sprememba pričakovana, vam ni treba narediti ničesar.
tr_tr: Bu e-posta yalnızca bir kontrol amaçlıdır çünkü bu değişiklikler güvenlikle ilgili olabilir. Eğer değişiklik bekleniyorsa, herhangi bir işlem yapmanıza gerek yoktur.
uk_ua: Цей лист є лише перехресною перевіркою, оскільки ці зміни можуть стосуватися безпеки. Якщо зміни очікувались, не потрібно вживати жодних дій.

source: Greetings,
bg_bg: Поздравления,
ca_es: Salutacions,
cy: Cyfarchion,
de_de: Grüße,
el_gr: Χαιρετισμούς,
es_es: Saludos,
et_ee: Tervitused
fi_fi: Terveisin,
fr_fr: Félicitations,
it_it: Salve,
pl_pl: Pozdrowienia,
pt_pt: Saudações,
ro_ro: Buna ziua,
sl_si: Lep pozdrav,
tr_tr: Merhaba,
uk_ua: Вітаємо,

source: the %s %s / %s / (previously known as) '%s' has deleted all properties and is starting over freshly. This means that its not recognisable by its name any more, and it may assume a different name in the future. You will get another mail if and when the name change happens.
bg_bg: %s %s / %s / (познат преди като) '%s' е изтрил всички настройки и е започнал отначало. Това означава, че вече няма да се разпознава с това име и в бъдеще може да приеме друго. Ще получите друг мейл дали и кога е променено името.
ca_es: %s %s / %s / (també conegut com a) '%s' ha esborrat totes les propietats i està començant de nou. Això vol dir que ja no es reconeixible pel seu nom, i pot tenir un nou nom en un futur. Rebreu un altre correu quan el canvi de nom es produeixi.
cy: mae'r %s %s / %s / (a elwid yn flaenorol) '%s' wedi dileu pob priodwedd ac yn dechrau drosodd. Mae hyn yn golygu nad yw bellach yn adnabyddadwy wrth ei enw, a gall gymryd enw gwahanol yn y dyfodol. Byddwch yn cael post arall os a phan fydd y newid enw yn digwydd.
de_de: the %s %s / %s / (vorher bekannt als) '%s' hat alle Eigenschaften gelöscht und fängt von Null an. Das bedeutet, dass der ursprüngliche Name weg ist und nun ein neuer, gänzlich anderer, Name vergeben werden könnte. Im Falle einer tatsächlichen Namensänderung bekommen Sie eine weitere Mail.
el_gr: το %s %s / %s / (πρώην γνωστό ως) '%s' έχει διαγράψει όλα τα στοιχεία και αρχίζει ξανά ως καινούργιο . Αυτό σημαίνει ότι δεν είναι αναγνωρίσιμο με το όνομά του πια , και μπορεί να πάρει άλλο όνομα μελλοντικά . Θα λάβετε mail σχετικά εάν και όποτε η αλλαγή ονόματος πραγματοποιηθεί .
es_es: El %s %s / %s / (anteriormente conocido como) '%s' ha eliminado todas sus propiedades y está comenzando de nuevo desde limpio. Esto significa que no será ya reconocible por su nombre y puede asumir un nombre distinto en el futuro. Recibirás otro correo si y cuando el cambio de nombre ocurra.
et_ee: %s %s / %s / (varem tuntud kui) '%s' kustutas kõik atribuudid ja alustab uuesti. See tähendab, et selline nimi ei ole edaspidi äratuntav ja tulevikus võib olla teine nimi. Saad veel ühe e-kirja, kui nimemuutus toimub.
fi_fi: %s%s/%s/(aikaisemmin) '%s' on poistanut kaikki ominaisuudet ja aloittaa uudelleen alusta. Sitä ei enää tunneta alkuperäisellä nimellään ja nimi saattaa muuttua tulevaisuudessa. Jos ja kun nimi muutetaan, siitä lähetetään viesti.
fr_fr: le %s %s / %s / (précédemment connu sous le nom de) '%s' a supprimé toutes les propriétés et recommence à zéro. Cela signifie qu'il n'est plus reconnaissable par son nom et qu'il peut prendre un autre nom à l'avenir. Vous recevrez un autre courrier électronique si et quand le changement de nom aura lieu.
it_it: il %s %s / %s / (precedentemente noto come) '%s' ha cancellato tutte le proprietà e sta ricominciando da capo. Ciò significa che non è più riconoscibile con il suo nome e potrebbe assumere un nome diverso in futuro. Riceverai un'altra mail se e quando il cambio di nome avverrà.
pl_pl: profil %s %s / %s / (znany poprzednio jako) '%s' został wyczyszczony i będzie traktowany jako nowy. Oznacza to, że nie będzie już rozpoznawany przez swoją nazwę i może przyjąć w przyszłości inną nazwę. W przypadku zmiany nazwy zostanie wysłany kolejny mail.
pt_pt: o %s/%s /%s (antes conhecido como) '%s' excluiu todas as propriedades e está a começar de novo. Isso significa que não é mais reconhecível pelo nome e pode assumir um nome diferente no futuro. Receberá outro e-mail se e quando a mudança de nome acontecer.
ro_ro: %s%s / %s / (anterior cunoscut ca) '%s' a șters toate proprietățile și reia de la zero. Asta înseamnă că nu mai poate fi recunoscut după nume și poate va avea ulterior alt nume. Dacă numele va fi într-adevăr modificat, veți primi un alt mesaj.
sl_si: %s %s/%s/(predhodno imenovan) '%s' je izbrisal vse lastnosti in začenja znova. To pomeni, da ga ni več mogoče prepoznati po imenu in lahko v prihodnosti uporabi drugo ime. Če in ko se bo zgodila sprememba imena, boste prejeli še eno sporočilo.
tr_tr: %s %s / %s / (önceki adıyla) '%s', tüm özellikleri sildi ve baştan başlıyor. Bu, artık adıyla tanınmaz hale geldiği anlamına gelir ve gelecekte farklı bir isim alabilir. İsim değişikliği gerçekleştiğinde size başka bir e-posta alacaksınız.
uk_ua: %s %s /%s/ (раніше відомий як) '%s' видалив усі властивості та починає спочатку. Це означає, що його більше не можна впізнати за ім’ям, і в майбутньому він може отримати інше ім’я. Ви отримаєте ще один лист, якщо і коли відбудеться зміна імені.

source: %s: Significant Changes made to %s
bg_bg: %s: Направени са значителни промени на %s
ca_es: %s: Canvis importants realitzats a %s
cy: %s: Newidiadau Sylweddol wedi eu gwneud i %s
de_de: %s: Erhebliche Änderungen wurden am %s vorgenommen
el_gr: %s: Σχετικές αλλαγές που έγιναν στο %s
es_es: %s: Se han hecho cambios significativos a %s
et_ee: %s: Olulised muudatused tehtud: %s
fi_fi: %s: Huomattavia muutoksia %s:lle
fr_fr: %s: Changements significatifs apportés à un %s
it_it: %s: Modifiche significative fatte a %s
pl_pl: %s: Dokonano istotnych zmian w profilu %s
pt_pt: %s : Mudanças significativas feitas a %s
ro_ro: %s: Modificări semnificative realizate la %s
sl_si: %s: V %s je bila opravljena večja sprememba
tr_tr: %s: %s üzerinde Önemli Değişiklikler Yapıldı
uk_ua: %s: Внесено суттєві зміни до %s

source: %s: IdP enrollment wizard (step 2 completed)
bg_bg: %s: IdP съветник за вписване (стъпка 2 завърши)
ca_es: %s: Assistent d'inscripció d'IdP (pas 2 completat)
cy: %s: dewin cofrestru CDU (cam 2 wedi'i gwblhau)
de_de: %s: Erzeugen eines neuen Identitätsproviders (Schritt 2 abgeschlossen)
el_gr: %s: διάλογος εγγραφής IdP (βήμα 2 ολοκληρώθηκε)
es_es: %s: Asistente de inscripción de IdP (paso 2 completado)
et_ee: %s: IdP loomine (samm 2 tehtud)
fi_fi: %s: IdP:n käyttöönttovelho (vaihe 2 suoritettu)
fr_fr: %s: assistant d'enregistrement de fournisseur d'identité (étape 2 réalisée)
it_it: %s: IdP enrollment wizard (passo 2 completato)
pl_pl: %s: kreator rejestracji IdP (krok 2 zakończony)
pt_pt: %s: assistente de registo do IdP (passo 2 concluído)
ro_ro: %s: Program de înregistrare pentru furnizor de identitate (etapa 2 terminată)
sl_si: %s: Čarovnik za včlanitev ponudnika identitete (2. korak je končan)
tr_tr: %s: KiS kayıt sihirbazı (adım 2 tamamlandı)
uk_ua: %s: Майстер реєстрації IdP (крок 2 завершено)

source: Submitted attributes for IdP '%s'
bg_bg: Изпратени атрибути за IdP '%s'
ca_es: Atributs enviats a IdP '%s'
cy: Priodoleddau a gyflwynwyd ar gyfer CDU '%s'
de_de: Übermittelte Attribute für Identitätsprovider '%s'
el_gr: Attributes του IdP '%s' που έχουν υποβληθεί
es_es: Atributos enviados para el IdP '%s'
et_ee: '%s' IdP Sisestatud atribuudid
fi_fi: Lähetty IdP:n '%s' tiedot
fr_fr: Caractéristiques soumises pour le fournisseur d'identité "%s"
it_it: Attributi inseriti per l'IdP '%s'
pl_pl: Przesłane atrybuty dotyczące dostawcy tożsamości (IdP) '%s'
pt_pt: Atributos submetidos para o IdP '%s'
ro_ro: Atributele pentru furnizorul de identitate '%s' au fost trimise
sl_si: Poslani atributi za ponudnika identitete '%s'
tr_tr: '%s' IdP si için kabul edilen nitelikler
uk_ua: Надані атрибути для IdP '%s'

source: significant changes were made to the %s %s / %s / (previously known as) '%s'.
bg_bg: Бяха направени значителни промени на %s %s / %s / (познат преди като) '%s'.
ca_es: s'han fet canvis importants a %s %s / %s / (conegut també com a ) '%s'.
cy: gwnaed newidiadau sylweddol i'r %s %s/%s/(a elwid gynt) '%s'.
de_de: An dem %s %s / %s / (bisher bezeichnet als %s) wurden erhebliche Änderungen vorgenommen.
el_gr: σημαντικές αλλαγές έγιναν στο %s %s / %s / (πρώην γνωστό ως) '%s'.
es_es: se han realizado cambios significativos al %s %s / %s / (anteriormente conocido como) '%s'.
et_ee: tehti olulisi muudatusi: %s %s / %s / (varem tuntud kui '%s').
fi_fi: huomattavia muutoksia tehty %s %s / %s / (aikaisemmin) '%s':lle.
fr_fr: des modifications importantes ont été apportées au %s %s / %s / (précédemment connu sous le nom de) '%s'.
it_it: sono state eseguite modifiche significative a %s %s / %s / (precedentemente noto come) '%s'.
pl_pl: dokonano istotnych zmian w profilu %s %s / %s / (znanym poprzednio jako) '%s':
pt_pt: mudanças significativas foram feitas no %s%s/ %s/ (anteriormente conhecido como) '%s'.
ro_ro: au fost făcute modificări semnificative la %s %s / %s / (cunoscut anterior ca) '%s'.
sl_si: v %s %s/%s/(predhodno imenovanem) '%s', so bile opravljene večje spremembe.
tr_tr: %s %s / %s / (önceki adıyla) '%s' üzerinde önemli değişiklikler yapıldı.
uk_ua: внесено суттєві зміни до %s%s/%s / (раніше відомого як) '%s'.

source: The %s has changed its name. The details are below:
bg_bg: %s е променил името си. Детайлите са по-долу:
ca_es: %s a canviat el seu nom. Podeu consultar els detalls a sota:
cy: Mae'r %s wedi newid ei enw. Mae'r manylion isod:
de_de: Der %s hat seinen Namen geändert. Die Details folgen:
el_gr: Το %s έχει αλλάξει όνομα. Οι λεπτομέρειες βρίσκονται παρακάτω:
es_es: El %s ha cambiado de nombre. Estos son los detalles:
et_ee: %s muutis oma nime. Üksikasjad:
fi_fi: %s on muuttanut nimensä. Yksityiskohdat alla:
fr_fr: Le %s a changé son nom. Les détails sont indiqués ci-dessous :
it_it: %s ha cambiato il suo nome. I dettagli sono riportati di seguito:
pl_pl: Profil %s zmienił nazwę. Szczegóły przedstawiono poniżej:
pt_pt: O %s mudou o seu nome. Os detalhes estão abaixo:
ro_ro: %s și-a modificat numele. Detaliile pot fi regăsite mai jos:
sl_si: %s je spremenil svoje ime Podrobnosti so navedene spodaj:
tr_tr: %s ismi değişti. Ayrıntılar aşağıdadır:
uk_ua: %s змінив назву. Деталі наведено нижче:

source: Your installers will configure the following SSIDs: <strong>%s</strong>
bg_bg: Вашите инсталатори ще конфигурират следните SSIDs: <strong>%s</strong>
ca_es: Els vostres instal·ladors configuraran els següents SSIDs: <strong>%s</strong>
cy: Bydd eich gosodwyr yn ffurfweddu'r SSIDs canlynol: <strong>%s</strong>
de_de: Ihre Installationsprogramme werden die folgenden SSIDs einrichten: <strong>%s</strong>
el_gr: Τα πακέτα εγκατάστασής σας θα ρυθμίσουν τα ακόλουθα SSIDs: <strong>%s</strong>
es_es: Tus instaladores configurarán los siguientes SSIDs: <strong>%s</strong>
et_ee: Su paigaldusprogrammid seadistavad järgmised SSIDd: <strong>%s</strong>
fi_fi: Asennusohjelmasi konfiguroivat seuraavat SSID:t: <strong>%s</strong>
fr_fr: Vos installateurs configureront les SSIDs suivants : <strong>%s</strong>
it_it: I tuoi installatori configureranno i seguenti SSID: <strong>%s</strong>
pl_pl: Twoje instalatory skonfigurują następujące SSID: <strong>%s</strong>
pt_pt: Os seus instaladores irão configurar os seguintes SSID's: <strong>%s</strong>
ro_ro: Installer-ul dumneavoastră o sa configureze SSID-urile: <strong>%s</strong>
sl_si: Vaši namestitveni programi bodo konfigurirali naslednje SSID-e: <strong>%s</strong>
tr_tr: Yükleyicileriniz belirtilen SSID leri yapılandıracaktır: <strong>%s</strong>
uk_ua: Інсталятори налаштують такі SSID:<strong>%s</strong>

source: SSIDs configured
bg_bg: SSID-тата са конфигурирани
ca_es: SSID configurats
cy: SSIDs wedi'u ffurfweddu
de_de: SSIDs eingerichtet
el_gr: Ρυθμισμένα SSIDs
es_es: SSIDs configurados
et_ee: SSIDd on seadistatud
fi_fi: SSID:t ovat konfiguroitu
fr_fr: SSIDs configurés
it_it: SSID configurati
pl_pl: Skonfigurowane SSID
pt_pt: SSIDs configurados
ro_ro: SSIDS-ul este configurat
sl_si: Konfigurirani SSID-i
tr_tr: SSID ler yapılandırıldı
uk_ua: SSID налаштовано
