Repository: GEANT/CAT
Catalog: translation/*/web_user.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, hu_hu, it_it, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: If you intend to download an installer which also enables OpenRoaming then you must accept OpenRoaming Terms and Conditions.
ar: إذا كنت تنوي تنزيل برنامج التثبيت الذي يمكّن OpenRoaming أيضًا ، فيجب عليك قبول شروط وأحكام OpenRoaming.
bg_bg: Ако възнамерявате да изтеглите инсталатор, който да Ви позволява и OpenRoaming, трябва да се съгласите с Правилата и условията.
ca_es: Si proveu de descarregar un instal·lador amb OpenRoaming haureu d'acceptar-ne també la seva Política d'ús
cs_cz: Chcete-li si stáhnout instalační program podporující OpenRoaming, musíte přijmout Smluvní podmínky.
cy: Os ydych yn bwriadu lawrlwytho gosodwr sydd hefyd yn galluogi OpenRoaming yna rhaid i chi dderbyn Telerau ac Amodau OpenRoaming.
de_de: Wenn Sie das Installationsprogramm mit OpenRoaming herunterladen möchten, müssen Sie den OpenRoaming Nutzungsbedingungen zustimmen.
es_es: Si vas a descargar un instalador que active OpenRoaming, entonces, deberás aceptar los Términos y Condiciones de OpenRoaming.
et_ee: Kui soovid laadida alla ka OpenRoamingut võimaldava paigaldusprogrammi, pead nõustuma OpenRoamingu kasutustingimustega.
fr_fr: Si vous avez l'intention de télécharger un installateur qui prend aussi en charge OpenRoaming, vous devez accepter les conditions d'utilisation OpenRoaming.
hr_hr: Ako namjeravate preuzeti instalacijski program koji također omogućuje OpenRoaming onda morate prihvatiti OpenRoaming Uvjete i odredbe.
hu_hu: Egy olyan telepítőt kíván letölteni, amely támogatja az OpenRomaingot is, ezért el kell fogadni az OpenRoaming felhasználási feltételeket is.
it_it: Se si scarica il programma di installazione con il supporto OpenRoaming, allora si devono accettare anche i relativi termini e condizioni
ro_ro: Dacă intenționați să descărcați un kit de instalare care activează și OpenRoaming, atunci trebuie să acceptați Termenii și condițiile OpenRoaming.
tr_tr: Eğer OpenRoaming'i de etkinleştiren bir kurulum dosyası indirmeyi düşünüyorsanız, OpenRoaming Kullanım Koşulları'nı kabul etmelisiniz.
uk_ua: Якщо ви збираєтеся завантажити програму установки, яка також включає OpenRoaming, ви повинні прийняти Умови та положення OpenRoaming.

source: If you select installers with OpenRoaming support, remember to indicate your consent.
ar: إذا قمت بتحديد المثبتات مع دعم OpenRoaming ، تذكر أن تشير إلى موافقتك.
ca_es: Si escolliu instal·ladors amb OpenRoaming, no us oblideu de acceptar-ne les condicions.
cs_cz: Pokud si vyberete instalační program s podporou OpenRoaming, nezapomeňte označit svůj souhlas.
cy: Os dewiswch osodwyr sydd â cymorth OpenRoaming, cofiwch nodi eich caniatâd.
es_es: Si seleccionas instaladores con soporte para OpenRoaming, recuerda que debes indicar tu consentimiento.
et_ee: Kui valid OpenRoamingu toega paigaldusprogrammi, märgi ka oma nõusolek.
fr_fr: Si vous sélectionnez les installateurs avec le support OpenRoaming, n'oubliez pas d'indiquer votre consentement.
hr_hr: Ako odaberete instalatere s podrškom za OpenRoaming, ne zaboravite navesti svoj pristanak.
hu_hu: Ha olyan telepítőt választ, amely OpenRoaming-ot is támogatja, akkor ne felejtse el ezt jóváhagyólag jelezni,
it_it: Se selezioni programmi di installazione con supporto OpenRoaming, ricorda di esprimere il tuo consenso.
ro_ro: Dacă selectați programe de instalare cu suport OpenRoaming, rețineți să vă indicați acordul.
tr_tr: OpenRoaming desteği olan kurulum dosyalarını seçerseniz, rızanızı belirtmeyi unutmayın.
uk_ua: Якщо ви маєте намір завантажити програму встановлення, яка також включає OpenRoaming, ви повинні прийняти Положення та умови OpenRoaming.

source: The installer has built-in OpenRoaming support.
ar: يحتوي المثبت على دعم OpenRoaming مدمج.
bg_bg: Инсталаторът има вградена поддръжка на OpenRoaming.
ca_es: L'instal·lador té suport integrat de OpenRoaming
cs_cz: Instalační program má vestavěnou podporu pro OpenRoaming
cy: Mae gan y gosodwr cymorth OpenRoaming integredig.
de_de: Dieses Installationsprogramm hat OpenRoaming automatisch eingebaut.
es_es: El instalador tiene soporte para OpenRoaming integrado.
et_ee: Paigaldusprogramm sisaldab OpenRoamingu tuge.
fr_fr: L'installateur a le support OpenRoaming intégré.
hr_hr: Installer ima ugrađenu podršku za OpenRoaming.
hu_hu: A telepítő támogatja a OpenRoaming-ot.
it_it: L'installatore include il supporto per OpenRoaming
ro_ro: Kitul de instalare are suport OpenRoaming inclus.
tr_tr: Bu kurulum dosyasında OpenRoaming desteği bulunmaktadır.
uk_ua: Програма встановлення має вбудовану підтримку OpenRoaming.

source: I want to use OpenRoaming and have read and accept <a href='%s' target='_blank'>%s</a>
ar: أرغب في استخدام OpenRoaming وقد قرأت وقبلت <a href='%s' target='_blank'>%s</a>
bg_bg: Искам да използвам OpenRoaming, прочетох и се съгласявам с <a href='%s' target='_blank'>%s</a>
ca_es: Vull fer servir OpenRoaming i he llegit i acceptat <a href='%s' target='_blank'>%s</a>
cs_cz: Chci používat OpenRoaming a přečetl jsem a přijímám <a href='%s' target='_blank'>%s</a>
cy: Rwyf am ddefnyddio OpenRoaming ac rwyf wedi darllen a derbyn <a href='%s' target='_blank'>%s</a>
es_es: Quiero usar OpenRoaming y he leído y aceptado <a href='%s' target='_blank'>%s</a>
et_ee: Soovin kasutada OpenRoamingut, olen lugenud ja nõustun: <a href='%s' target='_blank'>%s</a>
fr_fr: Je veux utiliser OpenRoaming et j'ai lu et j'accepte <a href='%s' target='_blank'>%s</a>
hr_hr: Želim koristiti OpenRoaming i pročitao sam i prihvatio <a href='%s' target='_blank'>%s</a>
hu_hu: Szeretném használni az OpenRoaming-ot és elolvastam és és elfogadom <a href='%s' target='_blank'>%s</a>
it_it: Voglio usare OpenRoaming ed ho letto e accetto <a href='%s' target='_blank'>%s</a>
ro_ro: Doresc să folosesc OpenRoaming și am citit și accept <a href='%s' target='_blank'>%s</a>
tr_tr: OpenRoaming'u kullanmak istiyorum ve <a href='%s' target='_blank'>%s</a> i okudum ve kabul ediyorum.
uk_ua: Я хочу використовувати OpenRoaming, прочитав і прийняв<a href='%s' target='_blank'>%s</a>

source: I have read and accept <a href='%s' target='_blank'>%s</a>
ar: لقد قرأت وقبلت <a href='%s' target='_blank'>%s</a>
bg_bg: Прочетох и се съгласявам с <a href='%s' target='_blank'>%s</a>
ca_es: He llegit i acceptat la <a href='%s' target='_blank'>%s</a>
cs_cz: Přečetl jsem a přijímám <a href='%s' target='_blank'>%s</a>
cy: Rwyf wedi darllen a derbyn <a href='%s' target='_blank'>%s</a>
es_es: He leído y aceptado <a href='%s' target='_blank'>%s</a>
et_ee: Olen lugenud ja nõustun: <a href='%s' target='_blank'>%s</a>
fr_fr: J'ai lu et j'accepte <a href='%s' target='_blank'>%s</a>
hr_hr: Pročitao sam i prihvatio <a href='%s' target='_blank'>%s</a>
hu_hu: Elolvastam és elfogadom<a href='%s' target='_blank'>%s</a>
it_it: Ho letto ed accetto <a href='%s' target='_blank'>%s</a>
ro_ro: Am citit și accept <a href='%s' target='_blank'>%s</a>
tr_tr: <a href='%s' target='_blank'>%s</a> i okudum ve kabul ediyorum.
uk_ua: Я прочитав і приймаю <a href='%s' target='_blank'>%s</a>

source: OpenRoaming is not supported on this device
ar: OpenRoaming غير مدعوم على هذا الجهاز
bg_bg: Устройството не поддържа OpenRoaming
ca_es: El vostre dispositiu no accepta OpenRoaming
cs_cz: Na tomto zařízení není OpenRoaming podporován.
cy: Nid yw OpenRoaming yn cael ei gefnogi ar y ddyfais hon
es_es: Este dispositivo no soporta OpenRoaming
et_ee: OpenRoaming ei ole sel seadmel toetatud
fr_fr: OpenRoaming n'est pas pris en charge par votre appareil
hr_hr: OpenRoaming nije podržan na ovom uređaju
hu_hu: OpenRoaming nem támogatott ezen az eszközön
it_it: OpenRoaming non è supportato per questo dispositivo
ro_ro: OpenRoaming nu este suportat pe acest dispozitiv
tr_tr: Bu cihazda OpenRoaming desteklenmiyor.
uk_ua: OpenRoaming не підтримується на цьому пристрої

source: %s only
ca_es: %snomés
cy: %s yn unig
es_es: Sólo %s
et_ee: ainult %s
fr_fr: %s seulement
hr_hr: %s isključivo
hu_hu: %s csak
it_it: solo %s
ro_ro: doar %s
uk_ua: %s тільки

source: %s and OpenRoaming
ca_es: %s i OpenRoaming
cy: %s ac OpenRoaming
es_es: %s y OpenRoaming
et_ee: %s ja OpenRoaming
fr_fr: %s et OpenRoaming
hr_hr: %s i OpenRoaming
hu_hu: %s és OpenRoaming
it_it: %s e OpenRoaming
ro_ro: %s și OpenRoaming
uk_ua: %sта OpenRoaming

source: Organisation
ar: مؤسسة
bg_bg: Организация
ca_es: Organització
cs_cz: Organizace
cy: Sefydliad
el_gr: Οργανισμός
es_es: Organización
et_ee: Asutus
fi_fi: Organisaatio
fr_fr: Établissement
hr_hr: Ustanova
hu_hu: Szervezet
it_it: Organizzazione
pl_pl: Instytucja
pt_pt: Organização
ro_ro: Organizația
sl_si: Organizacija
sr_rs: Organizacija
tr_tr: Kurum
uk_ua: Організація

source: Select your organisation
ar: اختر مؤسستك
bg_bg: Изберете Вашата организация
ca_es: Escolliu la vostra organització
cs_cz: Vyberte vaši organizaci
cy: Dewiswch eich sefydliad
de_de: Wählen Sie Ihre Organisation
el_gr: Επιλέξτε τον οργανισμό σας
es_es: Selecciona tu organización
et_ee: Vali oma asutus
fi_fi: Valitse organisaatiosi
fr_fr: Sélectionnez votre établissement d'origine
hr_hr: Izaberite svoju ustanovu
hu_hu: Válaszd ki a szervezetedet
it_it: Seleziona la tua organizzazione
pl_pl: Wybierz swoją instytucję
pt_pt: Selecione a sua organização
ro_ro: Selectați organizația dumneavoastră
sl_si: Izberite svojo organizacijo
sr_rs: Odaberite vašu organizaciju
tr_tr: Kurumunuzu seçin
uk_ua: Виберіть свою організацію

source: Help, my organisation is not on the list
ar: أطلب المساعدة، مؤسستي غير موجودة في القائمة
bg_bg: Помощ, моята организация не е в списъка
ca_es: Ajudeu-me, la meva organització no és a la llista
cs_cz: Pomoc! Moje organizace není uvedena v seznamu
cy: Help, nid yw fy sefydliad ar y rhestr
de_de: Hilfe! Meine Organisation ist nicht auf der Liste!
el_gr: Βοήθεια, ο οργανισμός μου δεν είναι στη λίστα
es_es: Ayuda, mi organización no está en la lista
et_ee: Minu asutust ei ole nimekirjas
fi_fi: Apua, organisaationi ei ole listalla
fr_fr: Au secours, mon établissement n'est pas dans la liste
hr_hr: Molim pomoć, moja ustanova nije na popisu
hu_hu: Segítség, a szervezetem nincs a listán
it_it: Aiuto, la mia organizzazione non è sulla lista
pl_pl: Co robić, gdy na liście nie ma mojej instytucji
pt_pt: Ajuda, a minha organização não está na lista
ro_ro: Ajutor, organizația mea nu se află pe listă
sl_si: Na pomoč, moje organizacije ni na seznamu
sr_rs: Upomoć, moja institucija nije na listi
tr_tr: Yardım, kurumum listede yok
uk_ua: Допоможіть, моя організація відсутня у списку

source: This system relies on information supplied by local %s administrators. If your organisation is not on the list, then nag them to add information to the %s database.
ar: هذا النظام يعتمد على البيانات التي تم تزويدها من قبل المدراء المحليين %s. إذا كانت مؤسستك غير مدرجة في القائمة، يرجى الطلب منهم إضافة البيانات إلى قاعدة بيانات %s.
bg_bg: Тази система се основава на информация, предоставена от локалните %s администратори. Ако Вашата организация не е в списъка, уведомете ги да добавят информация в %s базата данни.
ca_es: Aquest sistema es basa en la informació subministrada pels administradors locals de %s. Si la vostra organització no es troba a la llista, insistiu-els-hi per a que afegeixin aquesta informació a la base de dades de %s .
cs_cz: Tento systém vychází z informací poskytnutých lokálními správci %s. Pokud organizace není uvedená v seznamu, přesvědčte vaše správce, aby doplnili informace do %s databáze.
cy: Mae'r system hon yn dibynnu ar wybodaeth a ddarparwyd gan weinyddwyr %s lleol. Os nad yw eich sefydliad ar y rhestr, yna nagwch nhw i ychwanegu gwybodaeth i cronfa ddata %s.
de_de: Dieses System benötigt Informationen von Ihren lokalen %s Administratoren. Wenn Ihre Organisation nicht auf der Liste ist, fragen Sie bitte dort nach, damit diese Informationen in die %s Datenbank eingepflegt werden.
el_gr: Αυτό το σύστημα στηρίζεται σε πληροφορίες που παρέχονται από τους τοπικούς διαχειριστές του %s. Αν ο οργανισμός σας δεν είναι στη λίστα, ενοχλήστε τους για να προσθέσουν πληροφορίες στη βάση δεδομένων για το %s.
es_es: Este sistema hace uso de la información que han proporcionado los administradores de %s. Si tu organización no está en la lista, solicítales que añadan la información a la base de datos de %s.
et_ee: Süsteem lähtub kohalike %si administraatorite antud teabest. Kui Su asutust ei ole nimekirjas, palun pöördu administraatorite poole, et nad lisaksid teabe %si andmebaasi.
fi_fi: Järjestelmä perustuu paikallisten %s-ylläpitäjien ylläpitämään tieton. Jos organisaatiosi puuttuu listalta, olethan yhteydessä oman kotiorganisaatiosi tukeen ja ilmoita puutteesta %s-tietokannassa.
fr_fr: Ce système utilise les informations fournies par les administrateurs locaux de %s. Si votre établissement n'est pas dans la liste, incitez-les à ajouter l'information dans la base de %s
hr_hr: Ovaj sustav zasniva se na podacima danim od lokalnih %s administratora. Ako Vaša ustanova nije na popisu, zamolite ih da dodaju informacije u %s bazu.
hu_hu: Ez a rendszer a helyi %s rendszergazdák által szolgáltatott információkra támaszkodik. Ha a szervezeted nem szerepel a listán, akkor kérd meg őket, hogy adjanak hozzá információkat az %s adatbázishoz.
it_it: Questo sistema si basa sulle informazioni fornite dagli amministratori locali %s. Se la tua organizzazione non è presente nella lista, contattali affinché le informazioni necessarie siano aggiunte nel database %s.
pl_pl: Ten system bazuje na danych wprowadzonych przez lokalnych administratorów %s. Jeżeli Twojej instytucji nie ma na liście, to postaraj się ich nakłonić, aby dodali dane do bazy %s.
pt_pt: Este sistema baseia-se em informação fornecida pelos administradores %s locais. Se a sua organização não está na lista, então deve pedir-lhes que adicionem a informação à base de dados %s.
ro_ro: Acest sistem se bazează pe informațiile furnizate de %sadministratorii locali. Dacă organizația dvs. nu se află pe listă, atunci îndoiți-le să adauge informații în %sbaza de date.
sl_si: Sistem se zanaša na informacije, ki jih posredujejo lokalni skrbniki %s. Če vaše organizacije ni na seznamu, jih spodbudite, da jo vpišejo v podatkovno bazo %s.
sr_rs: Ovaj sistem se oslanja na informacije koje su uneli lokalni %s administratori. Ukoliko vaša institucija nije na listi, onda ih zamolite da unesu informacije u %s bazu.
tr_tr: Bu sistem yerel %s yöneticileri tarafından sağlanan bilgilere dayanır. Kurumunuz listede değilse, kurumunuzu %s veritabanına bilgilerini eklemek için, zorlayın.
uk_ua: Ця система спирається на інформацію, яку надають місцеві %sадміністратори. Якщо вашої організації немає у списку, тоді переконайтеся, що вони додають інформацію до %sбази даних.

source: Locate me more accurately using HTML5 Geo-Location
ar: حدد موقعي بالضبط باستخدام HTML5 Geo-Location
bg_bg: Определи местоположението ми по-точно използвайки HTML5 Geo-Location
ca_es: Localitzeu-me amb més precissió utilitzant la geolocalització HTML5
cs_cz: Urči mojí polohu přesněji pomocí HTML5 geo-lokace
cy: Dewch o hyd i mi yn fwy cywir gan ddefnyddio HTML5 Geo-Location
de_de: Meinen Standort genauer bestimmen (HTML5 Geo-Location)
el_gr: Πιο ακριβής εντοπισμός μου με χρήση του HTML5 Geo-Location
es_es: Localízame con mayor fiabilidad usando geolocalización HTML5
et_ee: Leia mu asukoht HTML5 Geo-Location'i abil
fi_fi: Paikanna minut tarkemmin HTML5:n paikantamistoiminnon avulla.
fr_fr: Localisez-moi plus précisément avec la géolocalisation HTML5
hr_hr: Pronađi moju lokaciju preciznije koristeći HTML5 Geo-Location
hu_hu: Pontosabb helymeghatározást kérek a HTML5 Geo-Location szolgáltatása révén
it_it: Localizzami più accuratamente usando la Geo-Localizzazione HTML5
pl_pl: Zlokalizuj mnie używając HTML5 Geo-Location
pt_pt: Para melhorar a geo-localização, utilize HTML5 Geo-Location
ro_ro: Localizați-mă mai precis folosind locația-Geo HTML5
sl_si: Poiščite me bolj natančno z uporabo Geo-Lokacij HTML5
sr_rs: Lociraj me preciznije koristeći HTML5 geolokaciju
tr_tr: HTML5 Geo-Location ile konum bilgimi daha doğru bir şekilde tespit et
uk_ua: Знайдіть мене більш точно, використовуючи HTML5 Geo-локацію.

source: Show organisations in
ar: أظهر المؤسسات في
bg_bg: Покажи организациите в
ca_es: Mostrar les organitzacions a
cs_cz: Zobrazit následující domovské organizace:
cy: Dangos sefydliadau yn
de_de: Organisationen anzeigen in
el_gr: Εμφάνιση οργανισμών σε
es_es: Mostrar organizaciones en
et_ee: Riik:
fi_fi: Näytä organisaatiot kohteessa
fr_fr: Montrez les établissements dans
hr_hr: Prikaži ustanovu u
hu_hu: Szervezetek listája:
it_it: Visualizza le organizzazioni in
pl_pl: Pokaż instytucje w
pt_pt: Mostrar organizações em
ro_ro: Afișați organizații în
sl_si: Prikaži organizacije v
sr_rs: Prikaži organizacije u
tr_tr: Şunun içindeki kurumları göster:
uk_ua: Показати організації в

source: all countries
ar: كل الدول
bg_bg: всички държави
ca_es: tots els paisos
cs_cz: všechny země
cy: pob gwlad
de_de: Alle Länder
el_gr: όλες οι χώρες
es_es: todos los países
et_ee: kõik riigid
fi_fi: kaikki maat
fr_fr: tous les pays
hr_hr: sve zemlje
hu_hu: minden ország
it_it: tutti i paesi
pl_pl: wszystkie kraje
pt_pt: todos os países
ro_ro: Toate țările
sl_si: vse države
sr_rs: sve zemlje
tr_tr: bütün ülkeler
uk_ua: Всі країни

source: or search for an organisation, for example University of Oslo
ar: أو ابحث عن مؤسسة، مثال University of Oslo
bg_bg: или търсете организация, например "Univerity of Oslo"
ca_es: o cercar una organització, per exemple la Universitat d'Oslo
cs_cz: nebo organizaci vyhledejte, např. Technická univerzita v Liberci
cy: neu chwilio am sefydliad, er enghraifft Prifysgol Oslo
de_de: oder suchen Sie nach einer Organisation, zum Beispiel Universität des Saarlandes
el_gr: ή αναζητήστε έναν οργανισμό, για παράδειγμα University of Oslo
es_es: o busca una organización, por ejemplo, Universidad de Sevilla
et_ee: või otsi asutust (näiteks sisestad Oslo Ülikooli otsides 'Oslo')
fi_fi: tai etsi organisaatioita, esimerkiksi Helsingin yliopisto
fr_fr: ou chercher un établissement, par exemple Université d'Oslo
hr_hr: ili traži ustanovu, na primjer Sveučilište u Zagrebu
hu_hu: vagy keress egy szervezetet, például az Budapest Műszaki és Gazdaságtudományi Egyetem
it_it: oppure cerca una organizzazione, ad esempio Università di Oslo
pl_pl: lub poszukaj instytucji, np. Uniwersytet Warszawski
ro_ro: Sau căutați o organizație, de exemplu Universitatea din Oslo
sl_si: ali poišči organizacijo, na primer Univerza v Ljubljani
sr_rs: ili pretražite po imenu institucije, npr. Ekonomski fakultet
tr_tr: veya örneğin Oslo Üniversitesi gibi bir kurumu arayın
uk_ua: або шукати організацію, наприклад Університет Осло

source: show all countries
ar: أظهر كل الدول
bg_bg: Покажи всички държави
ca_es: Mostrar tots els països
cs_cz: zobrazit všechny země
cy: dangos pob gwlad
de_de: Alle Länder anzeigen
el_gr: εμφάνιση όλων των χωρών
es_es: mostrar todos los países
et_ee: või otsi kõigist riikidest
fi_fi: näytä kaikki maat
fr_fr: montrer tous les pays
hr_hr: prikaži sve zemlje
hu_hu: Mutass minden országot
it_it: visualizza tutti i paesi
pl_pl: pokaż wszystkie kraje
pt_pt: mostrar todos os países
ro_ro: Arătați toate țările
sl_si: prikaži vse države
sr_rs: prikaži sve zemlje
tr_tr: bütün ülkeleri göster
uk_ua: Показати всі країни

source: Results limited to
ar: النتائج محصورة
bg_bg: Резултатите са ограничени до
ca_es: Resultats limitats a
cs_cz: Výsledky omezeny na
cy: Canlyniadau yn gyfyngedig i
de_de: Ergebnisse beschränkt auf
el_gr: Περιορισμός αποτελεσμάτων σε
es_es: Resultados limitados a
et_ee: Näidatakse
fi_fi: Rajoita tulokset
fr_fr: Résultats limités à
hr_hr: Rezultati ograničeni na
hu_hu: Az eredmények számának korlátja:
it_it: Risultati limitati a
pl_pl: Pokazano
pt_pt: Resultados limitados a
ro_ro: Rezultate limitate la
sl_si: Rezultati omejeni na
sr_rs: Rezultati ograničeni na
tr_tr: Sonuçlar limitle
uk_ua: Результати обмежені

source: entries - show more
ar: المدخلات- اظهر المزيد
bg_bg: записа - покажи повече
ca_es: entrades - Mostrar-ne més
cs_cz: položky - zobrazit další
cy: cofnodion - dangos mwy
de_de: Einträge - mehr anzeigen
el_gr: καταχωρήσεις - εμφάνιση περισσοτέρων
es_es: entradas - mostrar más
et_ee: kannet. Näita rohkem...
fi_fi: hakutulokset - näytä lisää
fr_fr: entrées - voir plus
hr_hr: podaci - pokaži više
hu_hu: bejegyzések - mutass még
it_it: voci - visualizzane di più
pl_pl: wyników - pokaż więcej
pt_pt: resultados - ver mais
ro_ro: Intrări - arată mai multe
sl_si: vnosov - prikaži več
sr_rs: ulazi - prikazi više
tr_tr: girdiler - daha fazlasını göster
uk_ua: записи - показати більше

source: Nearby
ar: الأقرب
bg_bg: Наблизо
ca_es: Proper
cs_cz: Blízko
cy: Gerllaw
de_de: In der Nähe
el_gr: Κοντά
es_es: Próximo
et_ee: Lähedal
fi_fi: Lähistöllä
fr_fr: Près de
hr_hr: U blizini
hu_hu: közeli
it_it: Vicinanze
pl_pl: w pobliżu
pt_pt: Nas proximidades
ro_ro: Din apropiere
sl_si: V bližini
sr_rs: U blizini
tr_tr: Civarında
uk_ua: Поруч

source: Location timeout
ar: انتهاء وقت الحصول على الموقع
bg_bg: Времето за локализация изтече
ca_es: Temps d'espera esgotat
cs_cz: Časový limit pro určení polohy vypršel
cy: Goramser lleoliad
de_de: Zeitüberschreitung bei der Lokalisierung
el_gr: Λήξη χρονικού ορίου τοποθεσίας
es_es: Expirado el tiempo de espera para la localización
et_ee: Asukohamääramise protsess aegus
fi_fi: Paikkatiedon etsiminen vei liian paljon aikaa.
fr_fr: Délai d'attente de localisation
hr_hr: Istek vremena za lociranje
hu_hu: helymeghatározási időtúllépés
pl_pl: Lokalizacja trwała zbyt długo
pt_pt: tempo de localização excedido
ro_ro: Întreruperea locației
sl_si: Iztekla se je časovna omejitev za iskanje lokacije
sr_rs: Vremensko ograničenje za određivanje lokacije je isteklo
tr_tr: Konum zaman aşımı
uk_ua: Час очікування місця

source: Could not get your position
ar: لايمكن تحديد موقعك
bg_bg: Не можа да се установи Вашата позиция
ca_es: No podem obtenir la vostra posició
cs_cz: Nebylo možné zjistit vaši polohu
cy: Methu cael eich sefyllfa
de_de: Ihre Position konnte nicht ermittelt werden
el_gr: Αδυναμία λήψης της τοποθεσίας σας
es_es: No se pudo determinar tu posición
et_ee: Ei suutnud tuvastada asukohta
fi_fi: Paikkatietojasi ei saatu
fr_fr: Impossible de vous localiser
hr_hr: Nije moguće odrediti Vašu poziciju
hu_hu: Nem tudom meghatározni a poziciód
it_it: Non è possibile ottenere la tua posizione
pl_pl: Nie mogę odnaleźć Twojej lokalizacji
pt_pt: Não foi possível obter a sua localização
ro_ro: Nu s-a putut afla pozitia dumneavoastră
sl_si: Vaše lokacije ni bilo mogoče najti
sr_rs: Nije moguće odrediti vašu lokaciju
tr_tr: Pozisyon bilginiz elde edilemedi
uk_ua: Не зміг зайняти свою позицію
