Repository: GEANT/CAT
Catalog: translation/*/web_user.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, hu_hu, it_it, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: Your browser has denied access to your location
ar: رفض المتصفح من السماح للوصول الى موقعك
bg_bg: Вашият браузер забрани достъпът до местоположението Ви
ca_es: El vostre navegador ha denegat l'accés a la vostra geolocalització
cs_cz: Váš prohlížeč neumožnil získat vaši polohu
cy: Mae eich porwr wedi gwrthod mynediad i'ch lleoliad
de_de: Ihr Browser hat Ablehnung der Lokalisierung signalisiert
el_gr: Ο φυλλομετρητής σας αρνήθηκε την πρόσβαση στην τοποθεσία σας.
es_es: Tu navegador ha denegado el acceso a tu localización
et_ee: Sinu veebilehitseja ei väljasta asukoha infot
fi_fi: Selaimesi ei salli paikkatietojen lähettämistä
fr_fr: Votre navigateur à refusé l'accès à votre localisation
hr_hr: Vaš preglednik zabranio je otkrivanje Vaše lokacije
hu_hu: A böngésző visszautasította a helyinformációkhoz való hozzáférést.
it_it: Il tuo browser ha vietato l'accesso ai dati della tua posizione
pl_pl: Twoja przeglądarka nie udostępnia Twojej lokalizacji
pt_pt: O seu browser não permite obter a sua localização
ro_ro: Motorul dumneavoastră de căutare a respins accesul la locația dumneavoastră
sl_si: Vaš brskalnik je zavrnil dostop do vaše lokacije
sr_rs: Vaš internet pretraživač je blokirao pristup vašoj lokaciji
tr_tr: Konum bilginize erişim tarayıcınız tarafından engellenmektedir
uk_ua: Ваш браузер заборонив доступ до вашого місцезнаходження

source: Unknown location error
ar: خطأ الموقع غير معرف
bg_bg: Неизвестна грешка при локализация
ca_es: Error de geolocalització desconegut
cs_cz: Nespecifikovaná chyba při určovaní polohy
cy: Gwall lleoliad anhysbys
de_de: Unbekannter Fehler beim Bestimmen der Position
el_gr: Άγνωστο σφάλμα τοποθεσίας
es_es: Error de localización desconocida
et_ee: Viga! Tundmatu asukoht
fi_fi: Tuntematon paikkatietovirhe
fr_fr: Erreur de localisation inconnue
hr_hr: Greška: Nepoznata lokacija
hu_hu: Ismeretlen helymeghatározási hiba
it_it: Errore sconosciuto sulla posizione
pl_pl: Nieznany błąd lokalizacji
pt_pt: Erro de localização desconhecido
ro_ro: Eroare de locație necunoscută
sl_si: Neznana napaka pri pridobivanju lokacije
sr_rs: Nepoznata greška o lokaciji
tr_tr: Bilinmeyen konum hatası
uk_ua: Невідома помилка розташування

source: You are here:
ar: أنت هنا:
bg_bg: Вие сте тук:
ca_es: Us trobeu aquí:
cs_cz: Nacházíte se:
cy: Rwyt ti yma:
de_de: Sie sind hier:
el_gr: Βρίσκεστε εδώ:
es_es: Te encuentras aquí:
et_ee: Oled siin:
fi_fi: Olet täällä:
fr_fr: Vous êtes ici :
hr_hr: Vi ste ovdje:
hu_hu: Itt vagy:
it_it: Sei qui:
pl_pl: Jesteś tutaj:
pt_pt: Você está aqui:
ro_ro: Dumneavoastră sunteți aici:
sl_si: Nahajate se tu:
sr_rs: Vi ste ovde:
tr_tr: Buradasınız:
uk_ua: Ви тут:

source: Getting your location...
ar: يتم البحث عن موقعك...
bg_bg: Получаване на Вашето населено място ...
ca_es: S'està obtenint la vostra geolocalització...
cs_cz: Probíhá zjišťování vaší polohy...
cy: Cael eich lleoliad...
de_de: Position wird ermittelt...
el_gr: Ανάκτηση της τοποθεσίας σας...
es_es: Obteniendo tu localización...
et_ee: Tuvastame asukohta...
fi_fi: Paikkatietoasi selvitetään...
fr_fr: Obtention de votre localisation...
hr_hr: Dohvaćanje Vaše lokacije...
hu_hu: Helymeghatározás folyamatban...
it_it: Cerco la tua posizione....
pl_pl: Lokalizuję Cię...
pt_pt: A obter a sua localização...
ro_ro: Obținem adresa dumneavoastră
sl_si: Pridobivanje vaše lokacije ...
sr_rs: Određivanje vaše lokacije:
tr_tr: Konum bilginiz alınıyor...
uk_ua: Отримання вашого місцезнаходження...

source: Nearby providers shown on top.
ar: أقرب المزودون يتم عرضهم في الأعلى.
bg_bg: Близките доставчици са показани най-отгоре.
ca_es: Els proveidors més propers es mostren al capdamunt.
cs_cz: Organizace ve vaší blízkosti jsou zobrazené nahoře v seznamu.
cy: Dangosir darparwyr cyfagos ar y brig.
de_de: Institutionen in der Nähe stehen oben in der Liste.
el_gr: Οι κοντινοί πάροχοι εμφανίζονται στην κορυφή.
es_es: Los proveedores cercanos se muestran primero.
et_ee: Lähimad teenusepakkujad on toodud ülevalpool.
fi_fi: Lähellä olevat palveluntarjoajat näytetään listan alussa.
fr_fr: Les fournisseurs les plus proches sont placés en haut.
hr_hr: Najbliži davatelji nalaze se na vrhu popisa
hu_hu: Közelebbi szolgáltatók legfelül talalhatóak
it_it: Enti elencati per vicinanza
pl_pl: Najbliższe instytucje są na szczycie listy.
pt_pt: Fornecedores com localização nas proximidades apresentados no topo.
ro_ro: Furnizori din apropiere afișați în partea de sus.
sl_si: Organizacije blizu vas so prikazane na vrhu.
sr_rs: Obližnji provajderi su prikazani na vrhu.
tr_tr: Yakınlardaki sağlayıcılar en üstte gösteriliyor
uk_ua: Провайдери, які є поруч, відображаються зверху.

source: Apple OS X
es_es: OS X de Apple

source: Apple iOS devices
ar: أجهزة تعمل على نظام التشغيل Apple iOS
bg_bg: Apple iOS устройства
ca_es: Dispositius Apple iOS
cs_cz: zařízení s Apple iOS
cy: Dyfeisiau Apple iOS
de_de: Apple iOS Geräte
el_gr: Συσκευές Apple iOS
es_es: Dispositivos iOS de Apple
et_ee: Apple iOS seadmed
fi_fi: Apple iOS -laitteet
fr_fr: Appareils iOS Apple
hr_hr: Apple iOS uređaji
hu_hu: Apple iOS eszközök
it_it: dispositivi Apple iOS
pl_pl: Przenośne urządzenia Apple
pt_pt: dispositivos Apple com iOS
ro_ro: Dispozitive cu sistem de operare Apple iOS
sl_si: Naprave z Apple iOS
sr_rs: Apple iOS uređaji
tr_tr: Apple iOS cihazları
uk_ua: Apple iOS пристрої

source: all major distributions
ar: كل التوزيعات الرئيسية
bg_bg: всички основни дистрибуции
ca_es: les principals distribucions
cs_cz: všechny hlavní distribuce
cy: pob dosbarthiad mawr
de_de: alle größeren Distributionen
el_gr: όλες οι σημαντικές διανομές
es_es: distribuciones principales
et_ee: kõik suuremad distributsioonid
fi_fi: kaikki yleisimmät jakelut
fr_fr: toutes distributions majeures
hr_hr: sve važnije distribucije
hu_hu: Minden nagyobb kiadás
it_it: tutte le maggiori distribuzioni
pl_pl: wszystkie ważniejsze dystrybucje
pt_pt: todas as principais distribuições
ro_ro: Toate distribuțiile majore
sl_si: vse večje distribucije
sr_rs: sve važnije verzije
tr_tr: bütün ana dağıtımlar
uk_ua: всі основні дистрибутиви

source: FAQ
ar: الأسئلة الشائعة
bg_bg: Често задавани въпроси
ca_es: PMF
cs_cz: Často kladené otázky
cy: Cwestiynau cyffredin
el_gr: Συχνές Ερωτήσεις
et_ee: KKK
fi_fi: UKK
hu_hu: GYIK
ro_ro: Întrebări frecvente
sl_si: Pogosta vprašanja
sr_rs: Često postavljena pitanja

source: Android
ar: أندرويد

source: iPhone, iPad, iPod touch
ar: ايفون، آي بود، آي بود تاتش

source: Linux
ar: لينِكس
bg_bg: Линукс

source: Attempt to re-use download link
bg_bg: Опит за повторно използване на линка за изтегляне
de_de: Versuch, einen Download-Link mehrfach zu benutzen
el_gr: Απόπειρα να επαναχρησιμοποιηθεί ο σύνδεσμος λήψης
fi_fi: Yritetty käyttää latauslinkkiä uudelleen
pl_pl: Próba ponownego użycia tego samego linku
pt_pt: Tente usar novamente o link de download
sl_si: Poskus ponovne uporabe povezave za prenos
sr_rs: Pokušajte sa istim linkom za preuzimanje

source: The invitation link you followed does not map to any invititation we have on file.
bg_bg: Поканващият линк, който сте последвали, не съвпада с нито една покана, която имаме във файл.
de_de: Der Einladungs-Link den Sie benutzt haben, ist dem System nicht bekannt.
el_gr: Ο σύνδεσμος της πρόσκλησης που προσπελάσετε δεν αντιστοιχεί σε κάποια καταγεγραμμένη πρόσκληση.
fi_fi: Käyttämälläsi kutsulinkillä ei löytynyt liitosta mihinkään eduroam-organisaatioon.
pl_pl: Ten link zaproszenia nie istnieje w naszym systemie.
pt_pt: O link de convite que seguiu não está mapeado a qualquer convite que temos em ficheiro.
sl_si: Povezava z vabilom, ki ste ga prenesli, ni skladna z nobenih vabilom, ki ga imamo v datoteki.
sr_rs: Pozivni link koji ste pratili ne može se upariti ni sa jednom pozivnicom koja trenutno postoji.

source: Chrome OS
sl_si: Chrome operacijski sistem
