Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: An error occurred while processing request by the eduPKI site
bg_bg: Възникна грешка при обработката на заявката от сайта eduPKI
ca_es: Error al processar la petició al lloc eduPKI
cy: Digwyddodd gwall wrth brosesu cais gan y wefan eduPKI
es_es: Se ha producido un error al procesar la petición de la sede eduPKI
et_ee: Taotluse töötlemisel tekkis viga eduPKI saidis
it_it: Si è verificato un errore durante l'elaborazione della richiesta da parte del sito eduPKI
pl_pl: Błąd przy przetwarzaniu zgłoszony przez system eduPKI
ro_ro: A apărut o eroare în timpul procesării cererii de către site-ul eduPKI
sl_si: Napaka pri obdelavi zahteve na strani eduPKI.
uk_ua: Сталася помилка під час обробки запиту на сайті eduPKI

source: See CSR generation rules below.
bg_bg: Вижте правилата за генериране на CSR по-долу.
ca_es: Consulteu les regles de creació de CSR més endavant.
cy: Gweler rheolau cynhyrchu CSR isod.
el_gr: Δείτε παρακάτω τους κανόνες δημιουργίας CSR.
es_es: Mira las reglas de generación de CSR a continuación.
et_ee: Vt allpool CSR genereerimise reeglid
it_it: Vedi le regole di generazione del CSR qua sotto.
pl_pl: Zobacz zasady tworzenia zleceń CSR poniżej.
ro_ro: A se consulta regulile de generare CSR de mai jos.
sl_si: Oglejte si pravila za ustvarjanje CSR spodaj.
uk_ua: Ознайомтеся з правилами створення CSR нижче.

source: Reason
bg_bg: Причина
ca_es: Motiu
cy: Rheswm
de_de: Grund
el_gr: Αιτία
es_es: Motivo
et_ee: Põhjus
fr_fr: Cause
it_it: Motivo
pl_pl: Powód
pt_pt: Causa
ro_ro: Motiv
sl_si: Razlog
tr_tr: Sebep
uk_ua: Причина

source: Your subject is:
bg_bg: Вашият предмет е:
ca_es: El vostre 'subject' és:
cy: Pwnc eich tystysgrif yw:
es_es: Tu asunto es:
et_ee: Sinu subjekt on:
it_it: Il tuo subject è:
pl_pl: Twoje pole podmiotu (subject) to:
ro_ro: Subiectul dumneavoastră este:
sl_si: Vaš predmet je:
uk_ua: Ваше значення поля Subject

source: Requesting a certificate with the following properties
bg_bg: Заявихте сертификат със следните свойства
ca_es: Sol·licitant un certificat amb les propietats següents
cy: Gofyn am tystysgrif gyda'r eiddo canlynol
de_de: Beantragen eines Zertifikats mit den folgenden Eigenschaften
el_gr: Aίτηση πιστοποιητικού με τις ακόλουθες ιδιότητες
es_es: Pidiendo un certificado con las siguientes propiedades
et_ee: Sertifikaadi taotlemine järgmiste atribuutidega
fi_fi: Pyydetään varmenne seuraavilla ominaisuuksilla
fr_fr: Demander un certificat avec les propriétés suivantes
it_it: Richiesta di un certificato con le seguenti proprietà
pl_pl: Żądanie certyfikatu o następujących własnościach
pt_pt: Pedir um novo certificado com as seguintes propriedades
ro_ro: Se solicită un certificat cu următoarele proprietăți
sl_si: Zahteva za potrdilo z naslednjimi lastnostmi
tr_tr: Aşağıdaki özelliklere sahip bir sertifika talep ediliyor
uk_ua: Запит на сертифікат із такими властивостями

source: Policy OIDs:
bg_bg: Политика OID-и:
ca_es: Política d'OIDs:
cy: Polisi OIDs:
el_gr: OIDs πολιτικών :
es_es: OIDs de políticas:
et_ee: Poliitika OID-d:
fi_fi: Policy OID-arvot:
fr_fr: OIDs de stratégie :
pl_pl: OID-y polityk:
ro_ro: OID-uri de policy:
sl_si: OID-ji pravilnikov:
tr_tr: Politika OID'leri:
uk_ua: Політики OID:

source: Distinguished Name:
bg_bg: Отличително име:
ca_es: Nom DN:
cy: Enw Nodedig:
de_de: Name (DN):
el_gr: Διακεκριμένο Όνομα :
es_es: Nombre distinguido (DN):
et_ee: Eristusnimi:
fi_fi: Distinguished Name (DN) - tietueen arvo:
fr_fr: Nom distinctif:
pl_pl: Nazwa (Distinguished Name):
ro_ro: Nume specific DN:
sl_si: Razločevalno ime:
tr_tr: Belirgin Ad -Distinguished Name:
uk_ua: Унікальне ім'я Distinguished Name:

source: Organization field adjusted
bg_bg: Полето за организация е коригирано
ca_es: S'ha adaptat el camp Organització
cy: Maes sefydliad wedi'i addasu
el_gr: Προσαρμόστηκε το πεδίο οργανισμού
es_es: Se ha ajustado el campo Organización
et_ee: Asutuse väli on kohandatud
fr_fr: Paramètre établissement ajusté
it_it: Campo Organizzazione adattato
pl_pl: Skorygowane pole nazwy instytucji
ro_ro: Câmpul organizației adjustat
sl_si: Polje »Organizacija« je prilagojeno
uk_ua: Відкориговано поле організації

source: truncated to 64 chars
bg_bg: съкратено до 64 символа
ca_es: reduit a 64 caràcters
cy: wedi'i fyrhau i 64 nod
el_gr: περικομμένο σε 64 χαρακτήρες
es_es: truncado a 64 caracteres
et_ee: lühendatud 64 märgi pikkuseks
fr_fr: tronqué à 64 caractères
it_it: troncato a 64 caratteri
pl_pl: skrócone do 64 znaków
ro_ro: trunchiat la 64 de caractere
sl_si: okrajšano na 64 znakov
uk_ua: скорочено до 64 символів

source: commas escaped
bg_bg: не използвайте запетаи
ca_es: s'han escapat les comes
cy: comas wedi dianc
es_es: comas escapadas
et_ee: komad pagetud
fr_fr: virgules échappées
it_it: virgole sottoposte a escape
pl_pl: mapowanie przecinków
ro_ro: virgule protejate
sl_si: vejice odstranjene
uk_ua: коми екрановано

source: Requester Contact Details:
bg_bg: Данни за контакт на заявителя:
ca_es: Detalls de contacte del peticionari:
cy: Manylion Cyswllt y Ceisydd:
de_de: Kontaktdaten des Antragstellers:
el_gr: Στοιχεία Επικοινωνίας Αιτούντος:
es_es: Detalles de contacto del peticionario:
et_ee: Taotleja kontaktandmed:
fr_fr: Coordonnées du demandeur :
it_it: Dettagli di contatto del richiedente:
pl_pl: Dane kontaktowe zleceniodawcy:
pt_pt: Detalhes de Contacto do Requerente:
ro_ro: Detalii contact solicitant:
sl_si: Podatki za stik vložnika zahteve:
tr_tr: Talep Edenin İletişim Bilgileri:
uk_ua: Контактні дані заявника:

source: The certificate was requested.
bg_bg: Сертификатът беше заявен.
ca_es: S'ha sol·licitat el certificat.
cy: Gofynnwyd am y tystysgrif.
de_de: Das Zertifikat wurde beantragt.
el_gr: Το πιστοποιητικό αιτήθηκε
es_es: Se ha pedido el certificado.
et_ee: Sertifikaat taotletud.
fi_fi: Varmenne pyydetty.
fr_fr: Le certificat a été demandé.
it_it: Il certificato è stato richiesto
pl_pl: Zlecono przygotowanie certyfikatu.
pt_pt: O certificado foi pedido.
ro_ro: Certificatul a fost solicitat.
sl_si: Zahtevano je bilo potrdilo.
tr_tr: Sertifika talep edildi.
uk_ua: Запит на сертифікат було виконано.

source: Back to Certificate Overview
bg_bg: Обратно към Преглед на Сертификат
ca_es: Enrere a Vista Prèvia del certificat
cy: Yn ôl i Trosolwg o'r Tystysgrif
de_de: Zurück zum Überblick über die RADIUS/TLS Zertifkate
el_gr: Πίσω στην επισκόπηση πιστοποιητικού
es_es: Volver a la vista general de certificado
et_ee: Tagasi sertifikaadi ülevaatele
fi_fi: Takaisin varmenteiden yleiskatsaukseen
fr_fr: Retour au résumé du certificat
it_it: Torna alla panoramica sul Certificato
pl_pl: Wróć do Przeglądu certyfikatów
pt_pt: Voltar para a Visão Geral do Certificado
ro_ro: Înapoi la Certificate
sl_si: Nazaj na pregled potrdila
tr_tr: Sertifika Genel Bakışına Geri Dön
uk_ua: Повернутися до огляду сертифіката

source: 1. Certificate Holder Details
bg_bg: 1. Данни за собственика на сертификата
ca_es: 1. Detalls del titular del certificat
cy: 1. Manylion Deiliad Tystysgrif
de_de: 1. Details zum Inhaber
el_gr: 1. Λεπτομέρειες Κατόχου Πιστοποιητικού
es_es: 1. Detalles del dueño del certificado
et_ee: 1. Sertifikaadiomaniku andmed
fi_fi: 1. Varmenteen haltijan tiedot
fr_fr: 1. Détails du titulaire du certificat
it_it: 1. Dettagli del titolare del certificato
pl_pl: 1. Szczegóły dotyczące właściciela certyfikatu
pt_pt: 1. Detalhes do Titular do Certificado
ro_ro: 1. Detalii despre deținătorul certificatului
sl_si: 1. Podrobnosti lastnika potrdila
tr_tr: 1. Sertifika Sahibi Ayrıntıları
uk_ua: 1. Відомості про власника сертифіката

source: None of your %s servers has complete information in the database.
bg_bg: Нито един от вашите %s сървъри не разполага с пълна информация в базата данни.
ca_es: Cap dels vostres %s servidors té tota la informació a la base de dades.
cy: Nid oes gan unrhyw un o'ch gweinyddwyr %s wybodaeth gyflawn yn y cronfa ddata.
de_de: Keiner Ihrer %s Server hat vollständige Informationen in der Datenbank.
el_gr: Κανένας από τους %s εξυπηρετητές σας δεν έχει πλήρεις πληροφορίες στην βάση δεδομένων.
es_es: Ninguno de tus servidores %s tiene información completa en la base de datos.
et_ee: Su %s serveritel ei ole andmebaasis täielikku teavet.
fr_fr: Aucun de vos %s serveurs n'a d'information complète dans la base de données.
it_it: Nessuno dei tuoi server %s dispone di informazioni complete nel database.
pl_pl: Żaden serwerów dla Twojej %s nie ma kompletnego opisu w bazie danych.
pt_pt: Nenhum dos seus servidores %s tem informação completa na base de dados.
ro_ro: Niciunul din serverele dumneavoastră %s nu are informații complete în baza de date.
sl_si: Noben strežnik %s nima popolnih podatkov v zbirki podatkov.
tr_tr: Veritabanında hiçbir %s sunucunuzun tam bilgisi bulunmamaktadır.
uk_ua: Жоден з ваших %s серверів не має повної інформації в базі даних.

source: At least the DNS names of TLS servers and a role-based contact mail address are required.
bg_bg: Изискват се поне DNS имената на TLS сървърите и имейл адрес за връзка.
ca_es: Cal almenys els noms DNS dels servidors TLS i una adreça de correu electrònic de contacte
cy: Mae angen o leiaf enwau DNS gweinyddwyr TLS a chyfeiriad e-bost cyswllt sy'n seiliedig ar rôl.
de_de: Mindestens die DNS Namen der TLS Server und ein rollenbasierter E-Mail-Kontakt sind erforderlich.
el_gr: Απαιτούνται τουλάχιστον τα ονόματα DNS των εξυπηρετητών TLS και μια διεύθυνση αλληλογραφίας επικοινωνίας που βασίζεται σε ρόλους.
es_es: Se necesitan al menos los nombres DNS de los servidores TLS y una dirección de email de contacto de servicio.
et_ee: Nõutud on vähemalt TLS serverite DNS nimed ja rollipõhise kontakti-e-postiaadress.
fr_fr: Au moins les noms DNS des serveurs TLS et une adresse électronique de contact basée sur le rôle sont requis.
it_it: Sono richiesti almeno i nomi DNS dei server TLS e un indirizzo e-mail di contatto basata sul ruolo.
pl_pl: Wymagane są przynajmniej nazwy DNS dla serwerów TLS i bazujący na roli adres mailowy.
pt_pt: Pelo menos os nomes DNS dos servidores TLS e um endereço de e-mail de contacto baseado em funções são necessários.
ro_ro: Sunt necesare cel puțin numele DNS ale serverelor TLS și o adresă de e-mail de contact bazată pe rol.
sl_si: Zahtevana so vsaj imena DNS strežnikov TLS in poštni naslov za stik na podlagi vlog.
tr_tr: En azından TLS sunucularının DNS adları ve rol tabanlı bir iletişim e-posta adresi gereklidir.
uk_ua: Потрібні щонайменше DNS-імена TLS-серверів і контактна адреса електронної пошти, прив’язана до ролі.

source: Certificate for %s
bg_bg: Сертификат за %s
ca_es: Certificat per a %s
cy: Tystysgrif ar gyfer %s
de_de: Zertifikat für %s
el_gr: Πιστοποιητικό για το %s
es_es: Certificado para %s
et_ee: %s sertifikaat
fr_fr: Certificat pour %s
it_it: Certificato per %s
pl_pl: Certyfikat dla %s
pt_pt: Certificado para %s
ro_ro: Certificat pentru %s
sl_si: Potrdilo za %s
tr_tr: %s için sertifika
uk_ua: Сертифікат для %s

source: ---PLEASE CHOOSE---
bg_bg: ---МОЛЯ ИЗБЕРЕТЕ---
ca_es: ---ESCOLLIU SI US PLAU---
cy: ---PLIS DEWISWCH---
de_de: ---BITTE WÄHLEN---
el_gr: ---ΠΑΡΑΚΑΛΩ ΕΠΙΛΕΞΤΕ---
es_es: --- ELIGE, POR FAVOR ---
et_ee: ---PALUN VALI---
fi_fi: ---VALITSE---
fr_fr: ---SVP CHOISIR---
it_it: ---SCEGLIERE---
pl_pl: ---WYBIERZ---
pt_pt: ---POR FAVOR ESCOLHA---
ro_ro: ---ALEGEȚI---
sl_si: ---IZBERITE---
tr_tr: ---LÜTFEN SEÇİNİZ---
uk_ua: ---БУДЬ ЛАСКА ОБЕРІТЬ---

source: organizational level certificate
bg_bg: сертификат на организация
ca_es: certificat nivell d'organització
cy: tystysgrif lefel sefydliadol
el_gr: πιστοποιητικό επιπέδου οργανισμού
es_es: certificado de nivel de organización
et_ee: asutuse taseme sertifikaat
it_it: certificato a livello di organizzazione
pl_pl: certyfikat poziomu instytucji
ro_ro: certificat la nivel organizațional
sl_si: certifikat na organizacijski ravni
uk_ua: сертифікат організаційного рівня

source: NRO level certificate
ca_es: Certificat de NRO
cy: Tystysgrif lefel NRO
de_de: Zertifikat für Nationalen Roaming Betreiber
el_gr: πιστοποιητικό επιπέδου NRO
es_es: certificado de nivel de NRO
et_ee: Riigi rändlusteenuse vahendaja taseme sertifikaat
fr_fr: certificat niveau NRO
it_it: Certificato a livello di NRO
pl_pl: certyfikat poziomu federacji
ro_ro: certificat de nivel NRO
sl_si: potrdilo na ravni NRO
uk_ua: сертифікат національного рівня НРО

source: Certificate for %s
bg_bg: Сертификат за %s
ca_es: Certificat per a %s
cy: Tystysgrif ar gyfer %s
de_de: Zertifikat für %s
el_gr: Πιστοποιητικό για το %s
es_es: Certificado para %s
et_ee: %s sertifikaat
fr_fr: Certificat pour %s
it_it: Certificato per %s
pl_pl: Certyfikat dla %s
pt_pt: Certificado para %s
ro_ro: Certificat pentru %s
sl_si: Potrdilo za %s
tr_tr: %s için sertifika
uk_ua: Сертифікат для %s

source: You have to choose institution for which you want to apply!
bg_bg: Трябва да изберете институция, за която искате да кандидатствате!
ca_es: Heu d'escollir la institució a la que voleu fer la petició!
cy: Rhaid i chi ddewis y sefydliad rydych chi am wneud cais amdano!
es_es: Debes elegir la institución por la que quieres presentarte.
et_ee: Pead valima asutuse, kuhu soovid taotlust esitada!
it_it: Devi scegliere l'organizzazione a cui vuoi fare domanda!
pl_pl: Wybierz instytucję, dla której ma być zgłoszenie!
ro_ro: Trebuie să alegeți instituția pentru care doriți să aplicați!
sl_si: Izberite ustanovo, za katero se želite prijaviti!
uk_ua: Оберіть навчальний заклад, до якого хочете подати заяву!

source: According to the above settings you will receive
bg_bg: Според настройките по-горе ще получите
ca_es: D'acord amb la configuració anterior rebreu
cy: Yn ôl y gosodiadau uchod byddwch yn derbyn
de_de: Entsprechend der obigen Einstellungen erhalten Sie
el_gr: Σύμφωνα με τις παραπάνω ρυθμίσεις θα λάβετε
es_es: De acuerdo con la configuración precedente recibirás
et_ee: Vastavalt eeltoodud seadistustele saad
fr_fr: En fonction des paramètres ci-dessus, vous recevrez
it_it: In base alle impostazioni di cui sopra riceverai
pl_pl: Zgodnie z powyższymi ustawieniami otrzymasz
ro_ro: Conform setărilor de mai sus, veți primi
sl_si: Glede na zgornje nastavitve boste prejeli
uk_ua: Відповідно до вищевказаних налаштувань ви отримаєте

source: <strong>No organisation inside your %s has complete information in the database</strong>.
bg_bg: <strong>Нито една организация в рамките на вашата %s не разполага с пълна информация в базата данни</strong>.
ca_es: <strong>Cap organització al vostre %s té la informació complerta a la base de dades</strong>.
cy: <strong>Nid oes gan unrhyw sefydliad yn eich %s wybodaeth gyflawn yn y cronfa ddata</strong>.
de_de: <strong>Keine Organisation in Ihrer %s hat vollständige Informationen in der Datenbank</strong>.
el_gr: <strong>Κανένας οργανισμός στο %s σας δεν έχει πλήρεις πληροφορίες στη βάση δεδομένων</strong>.
es_es: <strong>Ninguna organización dentro de tu %s tiene información completa en la base de datos</strong>.
et_ee: <strong>Ühelgi asutusel Su %s-s pole andmebaasis täielikku teavet</strong>.
fr_fr: <strong>Aucune organisation au sein de votre %s ne dispose d'informations complètes dans la base de données</strong>.
it_it: <strong>Nessuna organizzazione all'interno del tuo %s dispone di informazioni complete nel database</strong>.
pl_pl: <strong>Żadna instytucja w Twojej %s nie ma wystarczającego opisu w bazie danych</strong>.
pt_pt: <strong>Nenhuma organização dentro do seu %s tem informações completas na base de dados</strong>.
ro_ro: <strong> Nicio organizație din cadrul %s dumneavoastră nu care informații complete în baza de date </strong>.
sl_si: <strong>Nobena organizacija v okviru %s nima popolnih podatkov v zbirki podatkov</strong>.
tr_tr: <strong>Veritabanınızdaki %s içinde hiçbir kuruluşun tam bilgisi bulunmamaktadır.</strong>
uk_ua: <strong>Жодна ваша організація %sне має повної інформації в базі даних</strong>.

source: Can't you find an institution on the select list above?
bg_bg: Не можете да намерите институция в списъка с избрани по-горе?
ca_es: No podeu trobar una institució a la llista?
cy: Allwch chi ddim dod o hyd i sefydliad ar y rhestr ddethol uchod?
es_es: ¿No encuentras una institución en la lista de selección anterior?
et_ee: Kas Sa ei leia ülalolevast valikunimekirjast asutust?
it_it: Non riesci a trovare una organizzazione nell'elenco selezionato sopra?
pl_pl: Nie możesz znaleźć instytucji na liście powyżej?
ro_ro: Nu puteți găsi o instituție din lista de selecție de mai sus?
sl_si: Ne najdete svoje ustanove na zgornjem izbirnem seznamu?
uk_ua: Не можете знайти заклад у списку вище?

source: Most likely we do not have required data on this institution in the eduroam database.
bg_bg: Най-вероятно нямаме необходимите данни за тази институция в базата данни на eduroam.
ca_es: Segurament no disposem de la informació necessària a la base de dades d'eduroam
cy: Mae'n fwyaf tebygol nad oes gennym y data gofynnol ar y sefydliad hwn yn cronfa ddata eduroam.
es_es: Lo más probable es que no tengamos los datos necesarios sobre esta institución en la base de datos de eduroam.
et_ee: Tõenäoliselt ei ole selle asutuse kohta vajalikke andmeid eduroami andmebaasis.
it_it: Molto probabilmente non disponiamo dei dati richiesti su questa organizzazione nel database eduroam.
pl_pl: Najprawdopodobniej w bazie eduroam nie ma wymaganych danych na temat tej instytucji.
ro_ro: Cel mai probabil nu avem datele necesare pentru această instituție în baza de date eduroam.
sl_si: Najverjetneje v bazi podatkov eduroam nimamo potrebnih podatkov o tej instituciji.
uk_ua: Ймовірно, в базі даних eduroam відсутні необхідні дані про цей заклад.

source: On this page
bg_bg: На тази страница
ca_es: En aquesta pàgina
cy: Ar y dudalen hon
es_es: En esta página
et_ee: Sel lehel
it_it: Su questa pagina
pl_pl: Na tej stronie
ro_ro: Pe acestă pagină
sl_si: Na tej strani
uk_ua: На цій сторінці

source: you can check what information is in the database
bg_bg: можете да проверите каква информация има в базата данни
ca_es: podeu comprovar quina informació hi ha a la base de dades
cy: gallwch wirio pa wybodaeth sydd yn y cronfa ddata
es_es: puedes comprobar qué información se encuentra en la base de datos
et_ee: saad kontrollida, milline teave on andmebaasis
it_it: puoi controllare quali informazioni sono presenti nel database
pl_pl: możesz sprawdzić jaka informacja jest w bazie
ro_ro: puteți verifica ce informații se află în baza de date
sl_si: lahko preverite, katere informacije so v bazi podatkov
uk_ua: тут ви можете перевірити наявну інформацію в базі даних

source: 2. CSR generation
bg_bg: 2. Генериране на CSR
ca_es: 2. Generació de la CSR
cy: 2. Cenhedlaeth CSR
de_de: 2. Erzeugen des CSR
el_gr: 2.παραγωγή CSR
es_es: 2. Generación del CSR
et_ee: 2. CSR loomine
fi_fi: 2. CSR-generointi
fr_fr: 2. Génération de la CSR
it_it: 2. generazione del CSR
pl_pl: 2. Generowanie CSR
pt_pt: 2. Geração do CSR
ro_ro: 2. Generare CSR
sl_si: 2. Ustvarjanje CSR-ja
tr_tr: 2. CSR oluşturma
uk_ua: 2. Генерація CSR

source: The CSR subject field has to start with <b>%s</b> and follow the pattern given in the example.
bg_bg: Полето за тема на CSR трябва да започва с <b>%s</b> и да следва модела, даден в примера.
ca_es: El camp d'assumpte del CSR ha de començar per <b>%s</b> i seguir el format indicat a l'exemple
cy: Rhaid i faes pwnc y CSR ddechrau gyda <b>%s</b> a dilyn y patrwm a roddir yn yr enghraifft.
es_es: El campo "asunto" del CSR debe comenzar con <b>%s</b> y seguir el patrón dado en el ejemplo.
et_ee: CSRi subjektivälja alguses peab olema <b>%s</b> ja see peab olema näites esitatud kujul.
it_it: Il campo subject della CSR deve iniziare con <b>%s</b> e seguire lo schema fornito nell'esempio.
pl_pl: Pole podmiotu w CSR musi się zaczynać od <b>%s</b> i być zgodne ze wzorcem wskazanym w przykładzie.
ro_ro: Câmpul subiect CSR trebuie să înceapă cu <b>%s</b> și să urmeze modelul dat în exemplu.
sl_si: Polje CSR se mora začeti z <b>%s</b> in slediti vzorcu iz primera.
uk_ua: Поле Subject у CSR має починатися з <b>%s</b> і відповідати шаблону, наведеного в прикладі.

source: One way to generate an acceptable certificate request is via this openssl one-liner:
bg_bg: Един от начините да генерирате приемлива заявка за сертификат е чрез тази openssl команда:
ca_es: Una opció de generar sol·licituds de certificat acceptables és via aquesta comanda d'openssl:
cy: Un ffordd o gynhyrchu cais tystysgrif derbyniol yw trwy'r gorchymyn un-lein OpenSSL hwn:
de_de: Eine Möglichkeit, einen akzeptablen Zertifikatsantrag zu erzeugen ist diese openssl-Kommandozeile:
el_gr: Ένας τρόπος παραγωγής μιας αποδεκτής αίτησης πιστοποιητικού είναι μέσω αυτού του openssl one-liner:
es_es: Una manera de generar una petición de certificado aceptable es a través de este comando openssl:
et_ee: openssl'iga saab genereerida korrektse sertifikaadinõude:
fi_fi: Yksi tapa luoda sopiva varmennepyyntö on seuraavalla openssl-komennolla:
fr_fr: Une façon de générer une demande de certificat acceptable est d'utiliser la commande openssl :
it_it: Un modo per generare una richiesta di certificato accettabile è tramite questo comando openssl su una linea:
pl_pl: Jedną z metod generowania żądania podpisania certyfikatu jest użycie polecenia openssl:
pt_pt: Uma maneira de gerar um pedido de certificado aceitável é por meio deste comando openssl:
ro_ro: Una din variantele acceptabile pentru a genera o cerere pentru certificat este folosind următoarea comandă:
sl_si: Eden od načinov za ustvarjanje sprejemljive zahteve za potrdilo je prek enovrstičnega openssl:
tr_tr: Kabul edilebilir bir sertifika talebi oluşturmanın bir yolu, şu openssl komut satırıyla yapılabilir:
uk_ua: Одним зі способів згенерувати прийнятний запит на сертифікат є використання цього openssl one-lineer:

source: 3. Submission
bg_bg: 3. Подаване
ca_es: 3. Enviament
cy: 3. Ymostyngiad
de_de: 3. Absenden
el_gr: 3. Αίτηση
es_es: 3. Envío
et_ee: 3. Esitamine
fi_fi: 3. Lähetys
fr_fr: 3. Soumission
it_it: 3. Richiesta
pl_pl: 3. Przekazanie
pt_pt: 3. Submeter
ro_ro: 3. Trimitere
sl_si: 3. Pošiljanje
tr_tr: 3. Gönderme
uk_ua: 3. Подання

source: Please paste your CSR here:
bg_bg: Моля поставете Вашата CSR тук:
ca_es: Si us plau copieu la vostra CSR aquí:
cy: Os gwelwch yn dda pastiwch eich CSR yma:
de_de: Bitte übertragen Sie Ihren Zertifkatsantrag (CSR) in dieses Feld:
el_gr: Παρακαλώ επικολλήστε το CSR σας εδώ:
es_es: Por favor, copia aquí tu CSR:
et_ee: Palun sisesta siia oma CSR:
fi_fi: Kopioi CSR-pyyntösi tähän:
fr_fr: Merci de coller la CSR ici :
it_it: Incolla qui il tuo CSR:
pl_pl: Wklej tutaj CSR:
pt_pt: Por favor, coloque o seu CSR aqui:
ro_ro: Copiați aici CSR-ul:
sl_si: CSR prilepite sem:
tr_tr: Lütfen CSR'ınızı buraya yapıştırın:
uk_ua: Будь ласка, вставте ваш CSR сюди:

source: Send request
bg_bg: Изпратете заявка
ca_es: Enviar la sol·licitud
cy: Anfonwch y cais
de_de: Anfrage absenden
el_gr: Στείλτε αίτηση
es_es: Enviar petición
et_ee: Saada päring
fi_fi: Lähetä pyyntö
fr_fr: Requête envoyée
it_it: Invia Richiesta
pl_pl: Przekaż żądanie
pt_pt: Enviar pedido
ro_ro: Trimiteți cererea
sl_si: Pošlji zahtevo
tr_tr: Talebi gönder
uk_ua: Надіслати запит

source: Back to Overview Page
bg_bg: Обратно към Страницата за Преглед
ca_es: Enrere a la pàgina de Vista Prèvia
cy: Yn ôl i'r Dudalen Trosolwg
de_de: Zurück zur Übersichtsseite
el_gr: Πίσω στην σελίδα επισκόπησης
es_es: Volver a la página de vista general
et_ee: Tagasi ülevaatelehele
fi_fi: Takaisin yleiskatsaukseen
fr_fr: Retour à la page de présentation
it_it: Torna alla pagina di Panoramica
pl_pl: Wróć do strony Przeglądu
pt_pt: Voltar para a Página de Visão Geral
ro_ro: Înapoi la pagina principală
sl_si: Nazaj na stran za pregled
tr_tr: Genel Bakış Sayfasına Geri Dön
uk_ua: Повернутися до оглядової сторінки
