Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: Your federation logo to be shown on CAT download pages and also on Windows installers if the option to include branding in installers is set as well.
bg_bg: Логото на вашата федерация ще се показва на страниците за изтегляне на CAT, както и в инсталаторите за Windows, ако е зададена и опцията за включване на брандиране в инсталаторите.
ca_es: El vostre logo federatiu que es mostrarà a les pàgines de descàrrega de CAT i als instal·ladors Windows si s'ha seleccionat la opció d'incloure imatge de marca als instal·ladors.
cy: Eich logo ffederasiwn i'w ddangos ar dudalennau lawrlwytho CAT a hefyd ar osodwyr Windows os yw'r opsiwn i gynnwys brandio mewn gosodwyr wedi'i osod hefyd.
es_es: Tu logotipo de federación, que se mostrará en las páginas de descarga de CAT y también en los instaladores para Windows si la opción de incluir personalización en los instaladores está activa también.
et_ee: Su föderatsiooni logo, mida kuvada CAT allalaadimislehel ja Windowsi paigaldusprogrammis, kui on seadistatud brändi kuvamine paigaldusprogrammis.
it_it: Il logo della tua federazione verrà visualizzato nelle pagine di download CAT e anche nei programmi di installazione di Windows se è impostata anche l'opzione per includere il marchio nei programmi di installazione.
pl_pl: Logo Twojej federacji, które będzie widoczne na stronach CAT-a i na instalatorach Windows (o ile jest włączona opcja dołączania znaczników firmowych)
ro_ro: Logo-ul federației dvs. să fie afișat pe paginile de descărcare CAT și, de asemenea, pe programele de instalare Windows, dacă este setată opțiunea de a include branding în acestea.
sl_si: Logotip vaše federacije, ki bo prikazan na strani za prenos CAT in v namestitvenih programih za Windows, če je omogočena možnost vključevanja blagovne znamke.
uk_ua: Логотип вашої федерації буде показано на сторінках завантаження CAT, а також у інсталляторах для Windows, якщо увімкнено опцію додавання брендування.

source: Preferred Skin for User Area
bg_bg: Предпочитан слой за потребителската област
ca_es: Tema preferit per a l'Àrea d'usuari
cy: Croen a Ffefrir ar gyfer Ardal Defnyddiwr
de_de: Anzeigevariante im Nutzerbereich
el_gr: Προτιμώμενο Θέμα για Περιοχή Χρηστών
es_es: 'Piel' preferida para el área de usuario
et_ee: Kasutajaliidese puhul eelistatud veebikujundus
fi_fi: Käyttäjäsivujen ensisijainen ulkoasumuotoilu
fr_fr: Habillage (skin) préféré pour la zone utilisateurs
it_it: Stile preferito per l'area utente
pl_pl: Preferowana skórka dla obszaru użytkownika
pt_pt: Interface Preferida da Área de Utilizador
ro_ro: Interfață preferată pentru Zona Utilizator
sl_si: Želena preobleka za uporabniško področje
tr_tr: Kullanıcı Alanı için Tercih Edilen Cilt
uk_ua: Бажаний зовнішній вигляд області користувача

source: Include %s branding in installers
bg_bg: Включва %s брандирането в инсталаторите
ca_es: Incloure la marca de %s als instal·ladors
cy: Cynnwys brandio %s mewn gosodwyr
de_de: %s Name und/oder Logo in Installationsprogramme einbinden
el_gr: Προσθήκη σήμανσης %s στα πακέτα εγκατάστασης
es_es: Incluir imagen de marca del %s en los instaladores
et_ee: Lisa %s kaubamärgid paigaldusprogrammi
fi_fi: Sisällytä %s-kustomointi asennusohjelmaan
fr_fr: Inclure la personnalisation %s dans les installateurs
it_it: Includi il branding di %s nei programmi di installazione
pl_pl: Dołącz znaczniki firmowe do instalatorów %s
pt_pt: Inclua marca %s nos instaladores
ro_ro: Include %s marca în programele de instalare
sl_si: Vključite znamko %s v namestitvene programe
tr_tr: Yükleyicilere %s markasını dahil et
uk_ua: Додати %s брендинг в інсталяційні програми

source: Add your federation logo to Windows installers.
bg_bg: Добавете логото на вашата федерация към инсталаторите за Windows.
ca_es: Afegir el vostre logo federatiu als instal·ladors Windows.
cy: Ychwanegwch logo eich ffederasiwn at osodwyr Windows.
es_es: Añade tu logotipo de federación en los instaladores para Windows.
et_ee: Lisa oma föderatsiooni logo Windowsi paigaldusprogrammi jaoks.
it_it: Aggiungi il logo della tua federazione ai programmi di installazione di Windows.
pl_pl: Dodaj logo Twojej federacji do instalatorów Windows.
ro_ro: Adăugați logo-ul federației dvs. la programele de instalare Windows.
sl_si: Dodajte logotip federacije v namestitvene programe za Windows.
uk_ua: Додати логотип вашої федерації до інсталляторів для Windows

source: %s Homepage
bg_bg: %s Начална страница
ca_es: Pàgina d'Inici de %s
cy: %s Hafan
el_gr: Αρχική Σελίδα %s
es_es: Página de inicio de %s
et_ee: %s koduleht
fi_fi: %s-kotisivu
fr_fr: Page d'accueil %s
pl_pl: Strona domowa %s
pt_pt: %s Página inicial
ro_ro: %s Pagina acasă
sl_si: Začetna stran %s
tr_tr: %s Anasayfası
uk_ua: %s Домашня сторінка

source: Custom text in %s Invitations
bg_bg: Персонализиран текст в поканите на %s
ca_es: Text personalitzat a les invitacions %s
cy: Testun personol mewn %s gwahoddiadau
de_de: Zusätzlicher Text in %s Einladungen
el_gr: Προσαρμοσμένο κείμενο στις Προσκλήσεις %s
es_es: Texto personalizado en las invitaciones de %s
et_ee: Kohandatud tekst %s kutsetes
fi_fi: Kustomoitu teksti %s-kutsuihin
fr_fr: Texte personnalisé dans les invitations %s
it_it: Testo personalizzato negli inviti %s
pl_pl: Spersonalizowany tekst zaproszeń dla %s
pt_pt: Texto personalizado nos Convites %s
ro_ro: Text personalizat în %s Invitații
sl_si: Besedilo po meri v vabilih %s
tr_tr: %s Daveiyeleri için özel metin
uk_ua: Спеціальний текст %s у запрошеннях

source: Your text in invitation mails sent for new IdP
bg_bg: Вашият текст в поканите, изпратени за нов IdP
ca_es: El vostre text als correus d'invitació enviats per als nous IdP
cy: Eich testun mewn negeseuon gwahoddiad a anfonwyd ar gyfer CDU newydd
es_es: Tu texto para los emails de invitación enviados por el nuevo IdP
et_ee: Uuele IdP-le saadetava kutse tekst
it_it: Il tuo testo nelle e-mail di invito inviate per il nuovo IdP
pl_pl: Tekst maili zapraszających dla nowych instytucji
ro_ro: Textul dvs. în e-mailurile de invitație trimise pentru noul IdP
sl_si: Vaše besedilo v povabilnih e-poštnih sporočilih, poslanih za novi IdP
uk_ua: Ваш текст у запрошеннях, що надсилаються для нового постачальника ідентифікації IdP

source: Enable %s
bg_bg: Разрешете %s
ca_es: Habilitar %s
cy: Galluogi %s
de_de: %s aktivieren
el_gr: Ενεργοποίηση %s
es_es: Habilitar %s
et_ee: Luba %s
fi_fi: Salli %s
fr_fr: Activer %s
it_it: Abilita %s
pl_pl: Aktywuj %s
pt_pt: Ativar %s
ro_ro: Permitere %s
sl_si: Omogoči %s
tr_tr: %s'i etkinleştir
uk_ua: Увімкнути %s

source: %s: Do not terminate EAP
bg_bg: %s: Не прекратявайте EAP
ca_es: %s: No finalitzar EAP
cy: %s: Peidiwch â therfynu EAP
de_de: %s: EAP Terminierung verhindern
el_gr: %s: Μην τερματίζετε EAP
es_es: %s: No finalizar EAP
et_ee: %s: Ära lõpeta EAPd
fi_fi: %s: Älä terminoi EAP-yhteyksiä
fr_fr: %s : Ne pas terminer EAP
it_it: %s: Non terminare l'EAP
pl_pl: %s: Nie terminuj protokołu EAP
pt_pt: %s: Não termine EAP
ro_ro: %s: Nu eliminați EAP
sl_si: %s: ne prekinjajte EAP
tr_tr: %s: EAP oturumunu durdurma
uk_ua: %s: Не припиняти EAP

source: %s: max users per profile
bg_bg: %s: максимум потребители на профил
ca_es: %s: Màxim d'usuaris per perfil
cy: %s: uchafswm o defnyddwyr fesul proffil
de_de: %s: Maximale Nutzerzahl pro Profil
el_gr: %s: μέγιστος αριθμός χρηστών ανά προφίλ
es_es: %s: numero máximo de usuarios por perfil
et_ee: %s: maksimaalne kasutajate arv profiili kohta
fi_fi: %s: käyttäjien maksimimäärä per profiili
fr_fr: %s : nombre maximum d'utilisateur par profil
it_it: %s: utenti massimi per profilo
pl_pl: %s: maksymalna liczba użytkowników profilu
pt_pt: %s: máximo de utilizadores por perfil
ro_ro: Numărul maxim de utilizatori pe profil: %s
sl_si: %s: največje število uporabnikov na profil
tr_tr: %s: profil başına azami kullanıcı
uk_ua: %s: максимум користувачів на профіль

source: Mint %s with CA on creation
bg_bg: Много %s с Доставчик на Удостоверителни Услуги при създаване
ca_es: Produir %s amb CA en crear-los
cy: Mint %s gyda AT wrth greu
de_de: %s mit vorausgefüllter CA erstellen
el_gr: Εντύπωση %s με CA κατά τη δημιουργία
es_es: Acuñar %s con CA en su creación
et_ee: Lisa %s-le CA
fr_fr: Intégrer %s avec l'AC à la création
it_it: Configura %s con una CA alla creazione
pl_pl: Utwórz %s łącznie z CA
pt_pt: Origem %s com CA na criação
ro_ro: Mint %s cu CA la creare
sl_si: Pri izdelavi ustvari %s z overiteljem potrdil
tr_tr: Oluştururken CA ile birlikte %s damgalayın
uk_ua: Під час створення поставте мітку %s з ЦС

source: Set of default CAs to add to new IdPs on signup
bg_bg: Набор от CA по подразбиране, които да се добавят към новите IdP при регистрация
ca_es: Conjunt de CAs per defecte a afegir als nous IdP en adherir-se
cy: Set o CAau diofyn i'w hychwanegu at CDUau newydd wrth gofrestru
es_es: Conjunto de CAs por defecto que añadir a los nuevos IdPs al registrarse
et_ee: Vaikimisi CA-d, mida uuele IdPle registreerumisel lisada
it_it: Insieme di CA predefinite da aggiungere ai nuovi IdP al momento della registrazione
pl_pl: Zbiór domyślnych certyfikatów urządów dodawanych do nowo tworzonych instytucji
ro_ro: Set de CA implicite care se adaugă la noile IdP la înscriere
sl_si: Privzet nabor CA, ki se doda novim IdP ob registraciji
uk_ua: Набір стандартних центрів сертифікації CA, які буде додано до нових постачальників ідентифікації IdP під час реєстрації

source: OpenRoaming: Allow %s Opt-In
bg_bg: OpenRoaming: Позволете на %s да се включи в
ca_es: OpenRoaming: Permetre %s Opt-In
cy: OpenRoaming: Caniatáu i %s Optio Mewn
de_de: OpenRoaming: Nutzung für %s erlauben
el_gr: OpenRoaming: Επιτρέψτε %s συμμετοχή
es_es: OpenRoamin: Permitir %s Opt-In
et_ee: OpenRoaming: luba %s liitumine (Opt-In)
fr_fr: OpenRoaming: autoriser le choix pour %s
it_it: OpenRoaming: Consenti l'Opt-In di %s
pl_pl: OpenRoaming: Włącz dla %s tryb Opt-In
pt_pt: OpenRoaming: Permitir %s Opt-In
ro_ro: OpenRoaming: Permiteți %s Opt-In
sl_si: OpenRoaming: dovoli sodelovanje v %s
uk_ua: OpenRoaming: дозволити підключити додатково %s Opt-In

source: Allow IdP to set OpenRoaming support for its users.
bg_bg: Разрешете на IdP да настрои поддръжката на OpenRoaming за своите потребители.
ca_es: Permetre als IdP configurar suport de OpenRoaming per als seus usuaris.
cy: Caniatáu i CDU osod cymorth OpenRoaming ar gyfer ei defnyddwyr.
es_es: Permitir al IdP establecer soporte para OpenRoaming para sus usuarios.
et_ee: Luba IdPl seadistada oma kasutajatele OpenRoaming tuge.
it_it: Consenti all'IdP di impostare il supporto OpenRoaming per i propri utenti.
pl_pl: Pozwalaj instytucjom na włączanie wsparcia OpenRoaming dla własnych użytkowników.
ro_ro: Permite IdP să stabilească suportul OpenRoaming pentru utilizatorii săi.
sl_si: Dovoli IdP, da nastavi podporo OpenRoaming za svoje uporabnike.
uk_ua: Дозволити IdP встановлювати підтримку OpenRoaming для своїх користувачів.

source: OpenRoaming: Custom NAPTR Target
bg_bg: OpenRoaming: Персонализиран NAPTR Target
ca_es: OpenRoaming: objectiu NAPTR personalitzat
cy: OpenRoaming: Targed NAPTR Custom
de_de: OpenRoaming: abweichendes NAPTR Ziel
es_es: OpenRoaming: objetivo NAPTR personalizado
et_ee: OpenRoaming: Kohandatud NAPTRi siht
fr_fr: Openroaming : cible NAPTR personnalisée
it_it: OpenRoaming: target NAPTR personalizzato
pl_pl: OpenRoaming: Spersonalizowany NAPTR
pt_pt: OpenRoaming: Alvo NAPTR Personalizado
ro_ro: OpenRoaming: Țintă NAPTR personalizată
sl_si: OpenRoaming: cilj NAPTR po meri
uk_ua: OpenRoaming: Власна ціль NAPTR

source: Self registration from eduroam DB: add listed admins to CAT institutions
bg_bg: Самостоятелна регистрация от базата данни на eduroam: добавяне на посочените администратори към CAT институции
ca_es: Autoregistre per a la BD eduroam: Afegir administradors coneguts a les institucions CAT
cy: Hunan-gofrestru o CD eduroam: ychwanegu gweinyddwyr rhestredig at sefydliadau CAT
es_es: Autorregistro desde la base de datos de edutoam: añade a los administradores listados en las instituciones de CAT
et_ee: Iseregistreerimine eduroami andmebaasist: lisa loetletud administraatorid CAT asutustele
it_it: Registrazione autonoma dal database eduroam: aggiungi gli amministratori elencati alle organizzazioni CAT
pl_pl: Samodzielna rejestracja w oparciu o bazę eduroam: dodawaj administratorów do instytucji CAT
ro_ro: Autoînregistrare din baza de date eduroam: adăugați administratorii listați la instituțiile CAT
sl_si: Samopostrežna registracija iz baze eduroam: dodajanje navedenih skrbnikov k institucijam v CAT
uk_ua: Самостійна реєстрація з бази даних eduroam: додати перелічених адміністраторів до установ CAT

source: With this option turned on if a CAT institution is synced to the eduroam DB it is possible to have automatic enlisting of CAT institution admins under some conditions described <a href='%s'>here</a>.
bg_bg: С включването тази опция, ако CAT институция е синхронизирана с базата данни на eduroam, е възможно автоматично включване на администратори на CAT институция при някои условия, описани <a href='%s'>тук</a>.
ca_es: Amb aquesta opció activa, si una institució CAT es sincronitza a la BD eduroam es possible inscriure automàticament administradors de la institució CAT segons les condicions descrites <a href='%s'>aquí</a>.
cy: Gyda'r opsiwn hwn wedi'i droi ymlaen, os yw sefydliad CAT wedi'i gysoni â'r CD eduroam, mae'n bosibl cael rhestr awtomatig o weinyddion sefydliad CAT o dan rai amodau a ddisgrifir <a href='%s'>yma</a>.
es_es: Con esta opción activa, si una institución CAT está sincronizada en la base de datos de eduroam, es posible tener inscripción automática de administradores de la institución bajo las condiciones descritas <a href='%s'>aquí</a>.
et_ee: Kui see valik on sisse lülitatud: kui CAT asutust sünkroniseeritakse eduroami andmebaasiga, saab CATi asutuste administraatorid automaatselt kaasata, kui on täidetud <a href='%s'>siin</a> kirjeldatud tingimused.
it_it: Con questa opzione attivata, se una organizzazione CAT è sincronizzata nel il database eduroam, è possibile ottenere l'inserimento automatico degli amministratori dell'organizzazione CAT in base ad alcune condizioni descritte <a href='%s'>qui</a>.
pl_pl: Jeżeli to włączysz, to w przypadku instutucji CAT, które są zsynchronizowane z bazą eduroam, możliwe jest automatyczne dołączanie administratorów (przy pewnych dodatkowych warunkach opisanych <a href='%s'>tutaj</a>).
ro_ro: Cu această opțiune activată, dacă o instituție CAT este sincronizată cu BD eduroam, este posibilă înscrierea automată a administratorilor instituției CAT în anumite condiții descrise <a href='%s'>aici</a>.
sl_si: Če je ta možnost omogočena, se ob sinhronizaciji institucije iz CAT v bazo podatkov eduroam lahko samodejno doda skrbnike institucije v CAT pod določenimi pogoji, opisanimi <a href='%s'>tukaj</a>.
uk_ua: Якщо цю опцію увімкнено, і установа CAT синхронізована з базою даних eduroam, адміністраторів установи CAT буде автоматично додано за певних умов, описаних <a href='%s'>тут</a>.

source: Self registration from eduroam DB: allow creating new institutions
bg_bg: Самостоятелна регистрация от базата данни на eduroam: позволява създаването на нови институции
ca_es: Autoregistre per a la BD eduroam: permetre crear noves institucions
cy: Hunan-gofrestru o CD eduroam: caniatáu creu sefydliadau newydd
es_es: Autorregistro desde la base de datos de eduroam: permitir crear nuevas instituciones
et_ee: Iseregistreerimine eduroami andmebaasist: luba luua uusi asutusi
it_it: Registrazione autonoma dal database eduroam: consente la creazione di nuove organizzazioni
pl_pl: Samodzielna rejestracja w oparciu o bazę eduroam: pozwól na tworzenie nowych instytucji
ro_ro: Autoînregistrare din eduroam DB: permite crearea de noi instituții
sl_si: Samopostrežna registracija iz baze eduroam: omogočanje ustvarjanja novih institucij
uk_ua: Самостійна реєстрація з бази даних eduroam: дозволити створення нових установ

source: Turn this on and eduroam DB listed institution admins will be allowed to create new institutions under some conditions described <a href='%s'>here</a>.
bg_bg: Включете това и администраторите на институциите, изброени в базата данни на eduroam, ще могат да създават нови институции при някои условия, описани <a href='%s'>тук</a>.
ca_es: Activeu aquesta opció i als administradors coneguts a la BD eduroam se'ls permetrà crear noves institucions segons les condicions descrites <a href='%s'>aquí</a>.
cy: Trowch hwn ymlaen a bydd gweinyddwyr sefydliad sydd wedi'u rhestru yn CD eduroam yn cael creu sefydliadau newydd o dan rai amodau a ddisgrifir <a href='%s'>yma</a>.
es_es: Al activar esto, los administradores de institución listados en la base de datos de eduroam podrán crear nuevas instituciones bajo las condiciones descritas <a href='%s'>aquí</a>.
et_ee: Lülita see sisse ja eduroami andmebaasis loetletud administraatorid saavad võimaluse luua uusi asutusi, kui on täidetud <a href='%s'>siin</a> kirjeldatud tingimused.
it_it: Attivando questa opzione, gli amministratori dell'organizzazione elencata nel database eduroam potrà creare nuove organizzazioni nel rispetto di alcune condizioni descritte <a href='%s'>qui</a>.
pl_pl: Jeżeli to włączysz, to administratorzy instytucji wymienieni w bazie eduroam będą mieli prawo do tworzenia nowych instytucji, pod pewnymi warunkami opisanymi <a href='%s'>tutaj</a>.
ro_ro: Dacă activați această opțiune, administratorii instituțiilor listate în baza de date eduroam vor avea permisiunea de a crea instituții noi în anumite condiții descrise <a href='%s'>aici</a>.
sl_si: Če to omogočite, bodo skrbniki institucij iz baze eduroam lahko ustvarjali nove institucije pod določenimi pogoji, opisanimi <a href='%s'>tukaj</a>.
uk_ua: Увімкніть цю опцію, і адміністраторам установ, зазначених у БД eduroam, буде дозволено створювати нові установи за певних умов, описаних <a href='%s'>тут</a>.

source: Self registration based on entitlement: add admins to CAT institutions
bg_bg: Самостоятелна регистрация въз основа на право: добавяне на администратори към CAT институции
ca_es: Autoregistre basat en autorització: afegeix administradors a les institucions CAT
cy: Hunan-gofrestru yn seiliedig ar hawl: ychwanegu gweinyddwyr at sefydliadau CAT
es_es: Autorregistro basado en derecho: añade administradores en las instituciones de CAT
et_ee: Iseregistreerimine vastavalt õigustele: lisada CAT asutustele administraatoreid
it_it: Registrazione autonoma basata sui diritti: aggiungere amministratori alle organizzazioni CAT
pl_pl: Samodzielna rejestracja w oparciu o uprawnienie: dodawaj administratorów do instytucji CAT
ro_ro: Autoînregistrare bazată pe drepturi: adăugarea de administratori la instituțiile CAT
sl_si: Samopostrežna registracija na podlagi pooblastil: dodajanje skrbnikov k institucijam v CAT
uk_ua: Самостійна реєстрація на основі прав доступу: додати адміністраторів до установ CAT

source: With this option turned on the system will verify the eduGAIN login of the potential administrator and propose taking control over institutions which use the realm within the scope defined in the user's pairwise-id attribute.
bg_bg: С включена тази опция, системата ще провери eduGAIN данните за вход на потенциалния администратор и ще предложи да поеме контрол над институциите, които използват домейна в рамките на обхвата, дефиниран в атрибута pairwise-id на потребителя.
ca_es: Amb aquesta opció activa el sistema verificarà el login a eduGAIN del potencial administrador i proposarà controlar institucions del domini definit en l'àmbit de l'usuari
cy: Gyda'r opsiwn hwn wedi'i droi ymlaen, bydd y system yn gwirio mewngofnod eduGAIN y gweinyddwr posibl ac yn cynnig cymryd rheolaeth dros sefydliadau sy'n defnyddio'r parth o fewn y cwmpas a ddiffinnir yn priodoledd 'pairwise-id' y defnyddiwr.
es_es: Con esta opción activa, el sistema verificará el inicio de sesión de un potencial administrador y le propondrá tomar el control de las instituciones que utilicen el dominio dentro del alcance definido en el atributo de usuario pairwise-id.
et_ee: Kui see valik on sisse lülitatud, verifitseerib süsteem potentsiaalse administraatori eduGAINi login'i ja teeb ettepaneku anda õigus hallata asutusi, mis kasutavad kasutaja pairwise-id atribuudis defineeritud domeeni
it_it: Se questa opzione è attivata, il sistema verificherà l'accesso eduGAIN del potenziale amministratore e proporrà di assumere il controllo sulle organizzazioni che utilizzano il realm nell'ambito definito nell'attributo pairwise-id dell'utente.
pl_pl: Jeżeli to włączysz, to system będzie sprawdzał dane logowania eduGAIN potencjalnego administratora i proponował mu zarządzanie instytucjami, które używają realmu zawartego w części scope atrybutu pairwise-id tego administratora.
ro_ro: Dacă această opțiune este activată, sistemul va verifica autentificarea eduGAIN a potențialului administrator și va propune preluarea controlului asupra instituțiilor care utilizează domeniul de aplicare definit în atributul pairwise-id al utilizatorului.
sl_si: Če je ta možnost vklopljena, bo sistem preveril prijavo potencialnega skrbnika v eduGAIN in predlagal prevzem nadzora nad institucijami, ki uporabljajo domeno v obsegu, opredeljenem v atributu pairwise-id uporabnika.
uk_ua: Якщо цю опцію увімкнено, система перевірятиме вхід потенційного адміністратора через eduGAIN і запропонує взяти керування установами, які використовують домен у межах, визначених атрибутом pairwise-id користувача.

source: Custom entitlement value for self-registration
bg_bg: Стойност, даваща право на потребител за саморегистрация
ca_es: Valor personalitzat d'autorització per a l'autoregistre
cy: Gwerth hawl personol ar gyfer hunan-gofrestru
es_es: Valor del derecho (entitlement) para al autorregistro
et_ee: Kohandatud õiguse väärtus iseregistreerimiseks
it_it: Valore di autorizzazione personalizzato per la registrazione autonoma
pl_pl: Spersonalizowana wartość atrybutu entitlement
ro_ro: Valoare personalizată a drepturilor pentru autoînregistrare
sl_si: Vrednost pooblastila za samopostrežno registracijo po meri
uk_ua: Налаштоване значення права для самостійної реєстрації
