Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: It is also possible to define custom additional SSIDs with the option '%s' below.
bg_bg: Възможно е да дефинирате персонализирани допълнителни SSID с опцията '%s' по-долу.
ca_es: És possible definir SSIDs addicionals amb l'opció '%s' de sota
cy: Mae hefyd yn bosibl diffinio SSIDs ychwanegol personol gyda'r opsiwn '%s' isod.
de_de: Es können auch zusätzliche eigene SSIDs mit der Option '%s' angegeben werden.
el_gr: ΕΊναι ακόμα δυνατός ο προσδιορισμός επιπλέον αυτοσχέδιων SSIDs με την παρακάτω επιλογή '%s' .
es_es: También es posible definir SSID personalizados adicionales con la opción '%s' de la parte inferior
et_ee: Saad lisada ka teisi SSID-sid, valides allpool '%s',
fr_fr: Il est aussi possible de définir des SSIDs supplémentaires avec l'option '%s' ci dessous.
it_it: È anche possibile definire SSID aggiuntivi personalizzati con l'opzione '%s' di seguito.
pl_pl: Przy użyciu poniższej opcji '%s' można również zdefiniować spersonalizowane dodatkowe nazwy SSID .
pt_pt: Também é possível definir SSIDs adicionais personalizados com a opção '%s' abaixo.
ro_ro: De asemenea, este posibil să definiți SSID-uri suplimentare personalizate cu opțiunea '%s' de mai jos.
sl_si: S spodnjo možnostjo '%s' lahko definirate tudi dodatne SSID-e po meri.
tr_tr: Ayrıca aşağıdaki '%s' seçeneğiyle özel ek SSID'ler tanımlamak mümkündür.
uk_ua: Також можна визначити користувацькі додаткові SSID за допомогою параметра '%s' нижче.

source: Please configure which SSIDs should be configured in the installers.
bg_bg: Моля конфигурирайте кои SSIDs трябва да бъдат конфигурирани в инсталаторите.
ca_es: Indiqueu quins SSIDs s'han de configurar amb els instal·ladors.
cy: Ffurfweddwch pa SSIDs ddylai gael eu ffurfweddu yn y gosodwyr.
de_de: Bitte geben Sie an, welche SSIDs in den Installationsprogrammen konfiguriert werden sollen.
el_gr: Παρακαλούμε ρυθμίστε τα SSIDs τα οποία πρέπει να συμπεριληφθούν στα πακέτα εγκατάστασης.
es_es: Por favor, configura qué SSIDs deberían configurarse en los instaladores.
et_ee: Palun lisa SSIDd, mis tuleks seadistada paigaldusprogrammide poolt.
fi_fi: Konfiguroi, mitkä SSID:t pitää laittaa asennusohjelmiin.
fr_fr: Merci d'indiquer quels SSIDs doivent être configurés pour les installateurs.
it_it: Configurare quali SSID verranno configurati nei programmi di installazione.
pl_pl: Wskaż jakie SSID mają być skonfigurowane przez instalatory.
pt_pt: Indique quais os SSIDs que devem ser configurados nos instaladores.
ro_ro: Vă rog să specificați care SSID-uri ar trebui configurate în programele de instalare.
sl_si: Določite, kateri SSID-i bodo konfigurirani v namestitvenih programih.
tr_tr: Lütfen yükleyicilerde yapılandırılacak SSID leri yapılandırın.
uk_ua: Будь ласка, налаштуйте, які SSID повинні бути зконфігуровані в інсталяторах.

source: By default, we will only configure the SSIDs with WPA2/AES encryption. By using the '(with WPA/TKIP)' option you can specify that we should include legacy support for WPA/TKIP where possible.
bg_bg: По подразбиране ние ще конфигурираме само SSIDs с WPA2/AES криптиране. Използвайки '(с WPA/TKIP)' опция, Вие може да специфицирате, че трябва да включите поддръжка за WPA/TKIP, където е възможно.
ca_es: Per defecte, només es configura els SSIDs amb encriptació WPA2/AES. Utilitzant l'opció '(amb WPA/TKIP)' podeu especificar que cal incloure el suport per a WPA/TKIP a on sigui possible.
cy: Yn ddiofyn, dim ond gydag amgryptio WPA2/AES y byddwn yn ffurfweddu'r SSIDs. Trwy ddefnyddio'r opsiwn '(gyda WPA/TKIP)' gallwch nodi y dylem gynnwys cymorth etifeddiaeth ar gyfer WPA/TKIP lle bo modd.
de_de: Standardmäßig werden SSIDs nur mit der Verschlüsselung WPA2/AES konfiguriert. Durch Auswahl von '(mit WPA/TKIP)' können Sie eine SSID zusätzlich für das ältere WPA/TKIP konfigurieren - dies wird jedoch nur noch bei einigen Geräten unterstützt.
el_gr: Προεπιλεγμένα, θα ρυθμίσουμε μόνο τα SSIDs με κρυπτογράφηση WPA2/AES. Κάνοντας χρήση της επιλογής '(με WPA/TKIP)' μπορείτε να ορίσετε ότι θα πρέπει να συμπεριλάβουμε συμβατική υποστήριξη WPA/TKIP όπου αυτό είναι δυνατό.
es_es: Por defecto sólo configuraremos los SSIDs con cifrado WPA2/AES. Usando la opción '(con WPA/TKIP)' puedes especificar que incluyamos soporte para WPA/TKIP cuando sea posible.
et_ee: Vaikimisi seadistame SSIDd ainult WPA2/AES krüpteeringuga. Valides '(WPA/TKIP toega)' määrad, et peaksime võimalusel lisama WPA/TKIP pärandtoe.
fi_fi: Oletusarvoisesti SSID:t konfiguroidaan tukemaan WPA2/AES-salausta. Jos käytät '(WPA/TKIP)'-optiota, voit määrittää, että myös tuki vanhalle WPA/TKIP:lle on mukana silloin kuin se on mahdollista.
fr_fr: Par défaut, le SSID est configuré avec la méthode de chiffrement WPA2/AES. En utilisant l'option '(avec WPA/TKIP)' vous pouvez ajouter le support du WPA/TKIP où cela est disponible.
it_it: Di defaullt, configureremo solo SSIDs con encryption WPA2/AES. Usando l'opzione '(with WPA/TKIP)' puoi specificare di includere il supporto legacy per WPA/TKIP dove possibile.
pl_pl: Domyślnie SSID są konfigurowane wyłącznie dla WPA2/AES. Używając opcji '(z WPA/TKIP)' możesz dodatkowo wymusić konfigurowanie WPA/TKIP, gdy jest to możliwe.
pt_pt: Por omissão, apenas serão configurados os SSIDs com cifra WPA2/AES. Ao utilizar a opção '(com WPA/TKIP)' está a indicar que devemos incluir o suporte para WPA/TKIP sempre que possível por razões de compatibilidade.
ro_ro: Implicit, o să configurăm SSID-urile cu criptare WPA2/AES. Prin folosirea opțiunii '(cu WPA/TKIP)' puteți specifica că ar trebui să includem suport pentru WPA/TKIP unde este posibil.
sl_si: Privzeto konfiguriramo SSID-e samo s šifriranjem WPA2/AES. Če uporabite možnost '(z WPA/TKIP)', lahko določite, naj vključimo podporo za starejšo različico WPA/TKIP, kjer je to možno.
tr_tr: Varsayılan olarak, biz SSID leri sadece WPA2/AES şifrelemesiyle yapılandıracağız. '(WPA/TKIP ile)' seçeneğini kullanarak bize bu durumu belirttiğiniz takdirde, mümkün olduğu yerde eskimiş olan WPA/TKIP desteğini dahil edebiliriz.
uk_ua: За замовчуванням будемо налаштовувати SSID тільки за допомогою WPA2/AES шифрування. Використовуючи опцію '(з WPA / TKIP)', ви можете вказати, що ми повинні включати підтримку WPA /TKIP там, де це можливо.

source: Additional Hotspot 2.0 / Passpoint Consortia:
bg_bg: Допълнителен Hotspot 2.0 / Passpoint консорциум:
ca_es: Hotspot 2.0 / Passpoint Consortia adicional:
cy: Consortia Hotspot 2.0 / Passpoint ychwanegol:
de_de: Zusätzliche Hotspot 2.0 / Passpoint Konsortia:
el_gr: Επιπρόσθετες κοινοπραξίες Hotspot 2.0 / Passpoint:
es_es: Hotspot 2.0 / Passpoint Consortia adicionales:
et_ee: Uus Hotspot 2.0 / Passpoint konsortsium:
fi_fi: Ylimääräinen Hotspot 2.0 / Passpoint Consortia:
fr_fr: Hotspot 2.0 / Passpoint Consortia supplémentaire :
pl_pl: Dodatkowe konsorcja Hotspot 2.0 / Passpoint:
pt_pt: Hotspot 2.0 / Passpoint Consortia adicional:
ro_ro: Punct de acces 2.0 adițional / Consorțiu de trecere:
sl_si: Dodaten Hotspot 2.0/Konzorcij za prehodne točke:
tr_tr: İlave Kablosuz Ağ Erişim Noktası 2.0 / Passpoint Consortia:
uk_ua: Додаткові консорціуми Hotspot 2.0 / Passpoint:

source: Hotspot 2.0 / Passpoint Consortia:
bg_bg: Hotspot 2.0 / Passpoint консорциум:
cy: Consortia Hotspot 2.0 / Passpoint:
de_de: Hotspot 2.0 / Passpoint Konsortia:
el_gr: Κοινοπραξίες Hotspot 2.0 / Passpoint:
et_ee: Hotspot 2.0 / Passpoint konsortsium:
pl_pl: Konsorcja Hotspot 2.0 / Passpoint:
ro_ro: Punct de acces 2.0 / Consorțiu de trecere:
sl_si: Hotspot 2.0/Konzorcij za prehodne točke:
tr_tr: Kablosuz Ağ Erişim Noktası 2.0 / Passpoint Consortia:
uk_ua: Консорціуми Hotspot 2.0 / Passpoint:

source: We will always configure this Consortium OI: %s.
bg_bg: Ние винаги ще конфигурираме този консорциум OI: %s.
ca_es: En qualsevol cas es configurarà aquest Consorci OI: %s
cy: Byddwn bob amser yn ffurfweddu'r Consortiwm hwn OI: %s.
de_de: Das folgende Konsortium wird immer konfiguriert: %s.
el_gr: Εμείς πάντα θα ρυθμίζουμε αυτό το Consortium OI: %s.
es_es: Siempre configuraremos este Consortium OI: %s.
et_ee: Me konfigureerime alati järgnevad Konsortiumi OI: %s.
fi_fi: Seuraavat Consortium OI:t määritellään aina: %s.
fr_fr: Le Consortium OIs suivant sera toujours configuré : %s.
it_it: Verrà configurato sempre questo Consortium OI: %s.
pl_pl: Ten Consortium OI zostanie zawsze skonfigurowany: %s.
pt_pt: Vamos sempre configurar este Consortium OIs: %s.
ro_ro: Acest consorțiu de identificatori de organizație va fi mereu configurat: %s.
sl_si: Vedno bomo konfigurirali te konzorcijske OIs:%s
tr_tr: %s Konsorsiyum OI sini her zaman yapılandırırız.
uk_ua: Ми завжди будемо налаштовувати такі OI консорціуму:%s.

source: It is also possible to define custom additional OIs with the option '%s' below.
bg_bg: Също така е възможно да се дефинират допълнителни OIs с опцията '%s' по-долу.
ca_es: També és possible definir OIs addicionals personalitzats amb l'opció '%s' de sota.
cy: Mae hefyd yn bosibl diffinio OI ychwanegol personol gyda'r opsiwn '%s' isod.
de_de: Es ist auch möglich, zusätzliche eigene Konsortia mit der Option '%s' zu konfigurieren.
el_gr: Είναι επίσης δυνατό να καθορίσετε επιπρόσθετα προσαρμοσμένα OIs με την επιλογή '%s' παρακάτω.
es_es: Es posible también definir un OI propio adicional con la opción '%s' de más abajo.
et_ee: OI-sid saab allpool juurde lisada valikuga '%s'.
fi_fi: Alla on mahdollista määritellä omavalintaiset OI:t '%s'-optiolla.
fr_fr: Il est aussi possible de définir des OIs supplémentaires avec l'option '%s' ci dessous.
it_it: E' anche possibile definire OIs supplementari personalizzati con l'opzione '%s' qui sotto.
pl_pl: Możliwe jest również skonfigurowanie dodatkowych OI przy pomocy opcji '%s' poniżej.
pt_pt: É também possível configurar OIs adicionais customizados, com a opção '%s' abaixo
ro_ro: Este de asemenea posibil să definiți adițional identificatori de organizație personalizate cu opțiunea '%s' de mai jos.
sl_si: S spodnjo možnostjo '%s' je mogoče definirati dodatne OI-je po meri.
tr_tr: Aşağıdaki '%s' seçeneği ile özel ilave OI leri tanımlamak mümkündür.
uk_ua: Можна задати спеціальні додаткові OI за допомогою опції `%s` нижче.

source: Please configure which Consortium OIs should be configured in the installers.
bg_bg: Моля конфигурирайте кои консорциум OIs трябва да бъдат конфигурирани в инсталаторите.
ca_es: Indiqueu quins Consorcis OI s'han de configurar amb els instal·ladors.
cy: Ffurfweddwch pa Consortium OIs ddylai gael eu ffurfweddu yn y gosodwyr.
de_de: Bitte geben Sie an, welche Roaming-Konsortia in den Installationsprogrammen konfiguriert werden sollen.
el_gr: Παρακαλούμε ρυθμίστε τα Consortium OIs τα οποία πρέπει να συμπεριληφθούν στα πακέτα εγκατάστασης.
es_es: Por favor, especifica qué Consortium OIs deberían ser configurados en los instaladores.
et_ee: Palun lisa Konsortsiumi OId, mis peaksid olema lisatud paigaldusprogrammidesse.
fi_fi: Määrittele mitkä Consortium OI:t asennusohjelman tulee asettaa.
fr_fr: Veuillez spécifier les Consortium OIs qui devront être configurés dans les installateurs.
it_it: Configura quali Consortium OIs vanno configurati nei programmi di installazione.
pl_pl: Proszę ustaw jakie Consortium OI powinny być skonfigurowane w instalatorach
pt_pt: Por favor configure quais Consortium OIs devem ser configurados nos instaladores.
ro_ro: Vă rugăm să specificați care consorțiu de identificatori de organizație ar trebui configurat în programele de instalare.
sl_si: Določite, kateri OI-ji konzorcija naj bodo konfigurirani v namestitvenih programih.
tr_tr: Lütfen yükleyicilerde yapılandırılacak Konsorsiyum OI lerini yapılandırın.
uk_ua: Будь ласка, налаштуйте, які OI консорціуму слід налаштувати в інсталяторах.

source: Support for wired IEEE 802.1X:
bg_bg: Поддръжка за жичен IEEE 802.1X:
ca_es: Suport per a LAN IEEE 802.1X:
cy: Cymorth i IEEE 802.1X â gwifrau:
de_de: Kabelgebundene Netzwerke (IEEE 802.1X):
el_gr: Υποστήριξη για ενσύρματο IEEE 802.1X:
es_es: Soporte para IEEE 802.1X cableado:
et_ee: Traadiga IEEE 802.1X tugi:
fi_fi: "Wired IEEE 802.1X" -tuki:
fr_fr: Support pour IEEE 802.1X filaire :
it_it: Supporto per la rete cablata IEEE 802.1x
pl_pl: Wsparcie dla przewodowego 802.1X:
pt_pt: Suporte para IEEE 802.1X cablado:
ro_ro: Suport pentru conexiunile IEEE 802.1X cu fir:
sl_si: Podpora za žično omrežje IEEE 802.1X:
tr_tr: Kablolu ağlarda IEEE 802.1x desteği:
uk_ua: Підтримка дротового IEEE 802.1X:

source: If you want to configure your users' devices with IEEE 802.1X support for wired ethernet, please check the corresponding box. Note that this makes the installation process a bit more difficult on some platforms (Windows: needs administrator privileges; Apple: attempting to install a profile with wired support on a device without an active wired ethernet card will fail).
bg_bg: Ако искате да конфигурирате Вашите потребителските устройства с IEEE 802.1X поддръжка за жичен етернет, моля проверете съответното поле. Забележете, че това прави инсталационния процес малко по-труден на някои платформи (Windows: нужни са администраторски права; Apple: опит да инсталирате профил с жична поддръжка на устройство без активна жична етернет карта ще се провали).
ca_es: Si voleu configurar els dispositius dels vostres usuaris amb IEEE 802.1X per a xarxes ethernet de cable, marqueu la caixa corresponent. Tingueu present que això farà el procés d'instal·lació un mica més dificultós en algunes plataformes (Windows: requereix privilegis d'administrador; Apple: falla en intentar instal·lar un perfil si no disposa de tarja ethernet activa).
cy: Os ydych chi am ffurfweddu dyfeisiau eich defnyddwyr gyda cymorth IEEE 802.1X ar gyfer ether-rwyd â gwifrau, gwiriwch y blwch cyfatebol. Sylwch fod hyn yn gwneud y broses osod ychydig yn anoddach ar rai platfformau (Windows: mae angen breintiau gweinyddwr; Apple: bydd ceisio gosod proffil gyda cymorth gwifrau ar ddyfais heb gerdyn ethernet gwifrog gweithredol yn methu).
de_de: Wenn IEEE 802.1X Unterstützung auch für kabelgebundene Netzwerke eingerichtet werden soll, dann setzen Sie bitte das entsprechende Häkchen. Bitte beachten Sie, dass dadurch der Installationsprozess für die Nutzer auf einigen Plattformen etwas schwieriger wird (Windows: Installation erfordert Administratorprivilegien; Apple: der Versuch, ein Profil mit Kabelunterstützuung auf einem Gerät ohne Kabelnetzwerkanschluss zu installieren, wird fehlschlagen).
el_gr: Αν θέλετε να ρυθμίσετε τις συσκευές των χρηστών σας για υποστήριξη IEEE 802.1X σε ενσύρματο ethernet, παρακαλώ επιλέξτε το αντίστοιχο πλαίσιο ελέγχου. Σημειώστε ότι αυτό καθιστά τη διαδικασία εγκατάστασης κάπως πιο δύσκολη σε κάποιες πλατφόρμες (Windows: χρειάζονται δικαιώματα διαχειριστή· Apple: προσπάθεια εγκατάστασης προφίλ με ρυθμίσεις για ενσύρματη σύνδεση σε συσκευή που δε διαθέτει ενεργή κάρτα ενσύρματου δικτύου ethernet θα αποτυγχάνει).
es_es: Si quieres configurar los dispositivos de tus usuarios con soporte IEEE 802.1X para la red cableada, por favor marca la casilla correspondiente. Ten en cuenta que esto hace que el proceso de instalación sera un poco más dificil en ciertas plataformas (Windows necesita permisos de administrador. En Apple, intentar instalar un perfil con soporte de red cableada en un dispositivo sin una tarjeta de red cableada activa fallará).
et_ee: Kui soovid seadistada oma kasutajate seadmeid IEEE 802.1X traadiga etherneti toega, palun linnuta vastav kastike. Juhime tähelepanu, et see teeb mõne platvormi puhul paigaldusprotsessi pisut keerulisemaks (Windows: vajab administraatoriõigusi; Apple: ebaõnnestub katse paigaldada traadiga toega profiili seadmele, millel aktiivset traadiga etherneti kaarti pole).
fi_fi: Jos tahdot määritellä käyttäjien laitteille "IEEE 802.1X for wired ethernet" -tuen, aseta rasti kyseiseen kohtaan. Huomaa, että asennusprosessista tulee tämän myötä hieman mutkikkaampi joillain käyttöjärjestelmillä (Windows vaatii ylläpitäjän oikeudet ja Applella asennus epäonnistuu mikäli langallista ethernet-liityntää ei ole asennushetkellä aktiivisena).
fr_fr: Validez le choix correspondant si vous désirez créer une configuration pour le support du protocole IEEE 802.1X sur vos réseaux filaires. Veuillez noter que le processus d'installation sera alors plus difficile sur certains systèmes d'exploitation (il est nécessaire d'avoir les privilèges administrateurs sous Windows ; sur les O.S. Apple l'installation d'un profil contenant des données filaires échouera s’il n'y a pas à ce moment là de connexion Ethernet active).
it_it: Se si desidera configurare i dispositivi degli utenti con supporto IEEE 802.1X per ethernet cablata, smarcare la casella corrispondente. Si noti che questo rende il processo di installazione un po' più difficile su alcune piattaforme (Windows: bisogno di privilegi di amministratore, Apple: l'installazione di un profilo con il supporto cablato su un dispositivo senza una scheda ethernet cablata attiva fallirà).
pl_pl: Jeżeli chcesz, aby urządzenia użytkowników zostały skonfigurowane ze wsparciem 802.1X dla Ethernetu przewodowego, to zaznacz odpowiednią opcję. Pamiętaj, że ta opcja niekiedy powoduje pewne utrudnienia (dla Windows potrzebne są uprawnienia administratora, dla Apple próba instalacji profilu przewodowego na urządzeniu bez aktywnego interfejsu przewodowego nie powiedzie się).
pt_pt: Se quer configurar o dispositivo do utilizador com suporte IEEE 802.1X para ligações cabladas, por favor selecione a opção correspondente. Note que em algumas plataformas (Windows: precisa privilégios de administração; Apple: ao tentar instalar um perfil com suporte cablado num dispositivo sem uma placa ethernet activa irá falhar) esta opção torna o processo de instalação um pouco mais dificil.
ro_ro: Dacă doriți să configurați dispozitivele utilizatorilor cu suport IEEE 802.1X pentru conexiune cu fir, vă rugăm să marcați căsuța corespunzătoare. Țineți cont că acest lucru va face procesul de instalare mai dificil pe unele platforme (Windows: necesită privilegii de administrator; Apple: încercarea de a instala un profil care să suporte conexiunea cu fir pe un dispozitiv fără o placă de rețea cu fir activă o să eșueze).
sl_si: Če želite konfigurirati svoje uporabniške naprave s podporo IEEE 802.1X za žični ethernet, označite ustrezno polje. Upoštevajte, da je zaradi tega postopek namestitve na nekaterih platformah nekoliko težji (Windows: potrebujete skrbniške pravice; Apple: poskus namestitve profila z žično podporo v napravi brez aktivne ethernetne kartice ne bo uspel.)
tr_tr: Kullanıcıların cihazlarında kablolu ağlar için IEEE 802.1x desteği yapılandırmak istiyorsanız, takip eden kutuyu işaretleyin. Bu durumun bazı işletim sistemleri için kurulum işlemini bir parça zorlaştıracağını unutmayın (Windows: yönetici yetkileri istemektedir; Apple: aktif kablolu ethernet kartı olmadan kurulum yapılamamaktadır).
uk_ua: Якщо ви хочете налаштувати пристрої своїх користувачів за допомогою IEEE 802.1X з підтримкою дротового Ethernet, встановіть відповідний прапорець. Зверніть увагу, що це ускладнює процес встановлення на деяких платформах (Windows: потрібні права адміністратора; Apple: спроба встановити профіль з дротовою підтримкою на пристрій без активної дротової картки Ethernet не вдасться).

source: Removal of bootstrap/onboarding SSIDs:
bg_bg: Премахване на SSID за първоначална конфигурация:
ca_es: Eliminació de SSIDs preconfigurats:
cy: Cael gwared ar bootstrap / SSIDs ar fyrddio:
de_de: Entfernung von Hilfs-/Einrichtungs-Netzen:
el_gr: Αφαίρεση SSIDs για bootstrap/onboarding:
es_es: Eliminación de SSIDs de arranque/incorporación:
et_ee: Esmase konfigureerimise/paigaldamise SSID-de eemaldamine:
fi_fi: SSID:n poisto:
fr_fr: Effacement des SSIDs de démarrage et/ou d'embarquement.
it_it: Rimozione degli SSID di avvio:
pl_pl: Usuwanie rozruchowych SSID:
pt_pt: Remoção de SSIDs de bootstrap/onboarding :
ro_ro: Înlăturarea SSID-urilor de inițializare:
sl_si: Odstranjevanje zagonskih/vgrajenih SSID-ov:
tr_tr: Önyükleyici SSID lerin kaldırılması:
uk_ua: Видалення SSID для завантаження/впровадження::
