Repository: GEANT/CAT
Catalog: translation/*/web_user.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, hu_hu, it_it, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: Did you forget with which Identity Provider you logged in to the system? We can try to find out if you specify the email address with which you were invited to the system in the box below. This may not work if you were invited from a third-party website via the AdminAPI.
ar: هل نسيت بأي مزود هوية قمت بتسجيل الدخول إلى النظام؟ يمكننا محاولة معرفة ما إذا كنت قد حددت عنوان البريد الإلكتروني الذي تمت دعوتك من خلاله إلى النظام في المربع أدناه. قد لا يعمل هذا إذا تمت دعوتك من موقع ويب تابع لجهة خارجية عبر AdminAPI
bg_bg: Забравихте ли с кой Доставчик на Удостоверение влязохте в системата? Ние може да се опитаме да го открием, ако специфицирате е-мейл адреса, с който сте били поканен в системата в полето по-долу. Това може да не работи, ако сте били поканен от трета страна чрез AdminAPI.
ca_es: Heu oblidat amb quin Proveïdor d'Identitat heu entrat al sistema? Podem provar d'esbrinar-ho si indiqueu l'adreça de correu amb que us van invitar a la caixa de sota. Això no funcionarà si se us va invitar des d'una pàgina externa via l'AdminAPI.
cs_cz: Zapomněli jste, s jakým poskytovatelem identit jste se do systému přihlásili. Pokusíme se to zjistit, pokud v níže uvedeném poli zadáte e-mailovou adresu, na kterou jste obdrželi pozvánku. Pokud jste však byli pozváni ze služby AdminAPI, nebe to fungovat.
cy: A wnaethoch chi anghofio gyda pha Ddarparwr Hunaniaeth y gwnaethoch fewngofnodi i'r system? Gallwn geisio darganfod a ydych yn nodi'r cyfeiriad e-bost y cawsoch eich gwahodd i'r system ag ef yn y blwch isod. Efallai na fydd hyn yn gweithio os cawsoch eich gwahodd o wefan trydydd parti trwy'r AdminAPI.
de_de: Haben Sie vergessen, mit welchem Identity Provider Sie sich im System angemeldet haben? In vielen, aber nicht allen, Fällen können wir Ihnen dies mitteilen, wenn Sie Ihre E-Mail-Adresse im Feld unten eintragen. Falls Ihr Account ursprünglich über die AdminAPI oder eine externe Website angelegt wurde, funktioniert dies zum Beispiel nicht.
el_gr: Ξεχάσατε με ποιον Πάροχο Ταυτότητας συνδεθήκατε στο σύστημα; Μπορούμε να προσπαθήσουμε να εντοπίσουμε την διεύθυνση email από την οποία προσκληθήκατε στο σύστημα, στο πεδίο παρακάτω. Αυτό ενδέχεται να μην λειτουργήσει αν είχατε προσκληθεί από σελίδα τρίτων με το AdminAPI.
es_es: ¿Has olvidado con qué proveedor de identidad iniciaste sesión en el sistema? Podemos averiguarlo si especificas la dirección de correo electrónico con la cual fuiste invitado al sistema en el recuadro de abajo. Esto puede no funcionar si fuiste invitado desde una página de terceros a través del AdminAPI.
et_ee: Kas oled unustanud, millise identiteedipakkuja alt süsteemi logisid? Saame proovida seda tuvastada, kui kirjutad kutses toodud e-posti aadressi allolevasse kasti. See ei pruugi aga aidata, kui Sind kutsuti kolmanda osapoole veebilehelt AdminAPI kaudu.
fi_fi: Oletko unohtanut minkä palveluntarjoajan kautta aiemmin kirjauduit palveluun? Voimme ehkä auttaa, mikäli annat alle sähköpostiosoitteesi. Tämä ei välttämättä toimi, mikäli käytit kolmannen osapuolen verkkosivustoa kirjautumisen yhteydessä.
fr_fr: Avez-vous oublié avec quel fournisseur d'identité vous vous êtes connecté au système ? Nous pouvons essayer de le savoir si vous indiquez l'adresse e-mail avec laquelle vous avez été invité à utiliser le système dans la boite ci-dessous. Cela peut ne pas fonctionner si vous avez été invité à partir d'un site Web tiers via l'interface AdminAPI.
hr_hr: Jeste li zaboravili kojim davateljem identiteta ste se prijavili u sustav?Možemo pokušati pronaći ako upišete e-mail adresu u polje ispod kojom ste pozvani u sustav.Ovaj postupak neće raditi ako ste pozvani s nekih drugih stranica ktoz AdminAPI
hu_hu: Elfelejtetted, hogy melyik IdP-vel jelentkezett be a rendszerbe? Megpróbálhatjuk kideríteni, ha megadja-e az e-mail címét, az alábbi mezőbe amellyel meghívták a rendszerbe. Előfordulhat, hogy ez nem működik, ha a meghívást egy külső webhelyről kaptad AdminAPI segítségével.
it_it: Hai dimenticato con quale Identity Provider hai effettuato l'accesso al sistema? Possiamo provare a scoprirlo se specifichi l'indirizzo email con il quale sei stato invitato al sistema nella casella sottostante. Se sei stato invitato da un sito Web di terzi tramite AdminAPI, questo metodo potrebbe non funzionare.
pl_pl: Czy zapomniałeś, jakiego dostawcy tożsamości użyłeś podczas logowania do systemu? Możemy to sprawdzić, jeśli podasz w poniższym polu nam adres mailowy użyty w zaproszeniu. To może nie pomóc, jeśli byłeś zapraszany za pomocą obcego serwisu korzystającego z AdminAPI.
pt_pt: Esqueceu-se com que Fornecedor de Identidade se autenticou no sistema? Podemos tentar descobrir se especificou o endereço de email com que foi convidado para o sistema na caixa abaixo. Isto pode não funcionar se foi convidado por um outro website via a AdminAPI.
ro_ro: Ați uitat cu ce furnizor de identitate v-ați conectat la sistem? Putem încerca să aflăm dacă specificați adresa de e-mail cu care ați fost invitați în sistem în caseta de mai jos. Este posibil să nu funcționeze dacă ați fost invitat de pe un site web al unei terțe părți prin intermediul AdminAPI.
sl_si: Ste pozabili s katerim ponudnikom identitete ste se prijavili v sistem? Lahko vam pomagamo pridobiti podatek, če v spodnje okence navedete e-naslov, s katerim ste bili povabljeni v sistem. To verjetno ne bo delovalo, če ste bili povabljeni s strani tretje osebe preko AdminAPI.
sr_rs: Da li ste zaboravili sa kredencijalima kog IdP-a ste se povezali? Možemo da pokušamo da nađemo o kom IdP-u se radi ako unesete email adresu sa kojom ste pozvani u polje ispod. Ovo možda neće raditi ukoliko ste pozvani preko web sajta treće strane korišćenjem AdminAPI-ja.
tr_tr: Sisteme hangi Kimlik Sağlayıcısı ile giriş yaptığınızı unuttunuz mu? Aşağıdaki kutuya sisteme davet edildiğiniz e-posta adresinizi girerseniz, Kimlik Sağlayıcınızı öğrenmeye çalışabiliriz. AdminAPI aracılığıyla üçüncü taraf bir web sitesinden davet edildiyseniz bu işe yaramaz.
uk_ua: Ви забули, за допомогою якого постачальника ідентифікаційних даних ви ввійшли в систему? Ми можемо спробувати з’ясувати, чи вказали ви електронну адресу, з якою вас запросили до системи, у полі нижче. Це може не спрацювати, якщо вас запросили із веб-сайту третьої сторони через AdminAPI.

source: Get IdP Reminder
ar: أنشئ تذكير لمزود الهوية IdP
bg_bg: Получаване на напомняне от IdP
ca_es: Obteniu el recordatori de l'IdP
cs_cz: Připomenout IdP
cy: Cael Nodyn Atgoffa CDU
de_de: IdP-Erinnerung anfordern
el_gr: Λάβετε Υπενθύμιση του IdP
es_es: Obtener un recordatorio del IdP
et_ee: Hangi IdP (identiteedipakkuja) meeldetuletus
fi_fi: IdP Reminder
fr_fr: Obtenir un rappel du fournisseur d'identité
hr_hr: Primite IdP podsjetnik
hu_hu: Küldj IdP emlékeztetőt
it_it: Ottieni il reminder dell'IdP
pl_pl: Przypomnij moje IdP
pt_pt: Receber Alerta do IdP
ro_ro: Primește o notificare IdP
sl_si: Pridobi IdP opomnik
sr_rs: Zahtevaj IdP podsetnik
tr_tr: Kimlik Sağlayıcı Hatırlatıcısını Alın
uk_ua: Отримати нагадування IdP

source: This is embarrassing. Generation of your installer failed. System admins have been notified. We will try to take care of the problem as soon as possible.
ar: هذا محرج. فشل في إنشاء برنامج التثبيت الخاص بك. تم إخطار مدراء النظام. سنحاول حل المشكلة في أسرع وقت ممكن.
bg_bg: Това е недопустимо. Генерирането на Вашия инсталатор се провали. Системните администратори са уведомени. Ще се погрижим за проблема възможно най-скоро.
ca_es: Això és vergonyós. La generació de l'instal·lador ha fallat. Els administradors del sistema han estat avisats. Procurarem resoldre el problema el més aviat possible.
cs_cz: To je nepříjemné. Nebylo možné vygenerovat instalační program. Systémoví správci byli upozorněni. Budeme se snažit co nejdříve tento problém vyřešit.
cy: Mae hyn yn embaras. Methodd cynhyrchu eich gosodwr. Mae gweinyddwyr y system wedi cael gwybod. Byddwn yn ceisio gofalu am y broblem cyn gynted â phosibl.
de_de: Das hätte nicht passieren dürfen. Ihr Installationsprogramm konnte leider nicht erzeugt werden. Die Systemadministratoren wurden benachrichtigt. Wir werden uns des Problems baldmöglichst annehmen.
el_gr: Αυτό είναι δυσάρεστο. Η δημιουργία του πακέτου εγκατάστασής σας απέτυχε. Οι διαχειριστές του συστήματος έχουν ειδοποιηθεί. Θα προσπαθήσουμε να αντιμετωπίσουμε το πρόβλημα το συντομότερο δυνατό.
es_es: Esto es embarazoso. La generación de tu instalador ha fallado. Los administradores del sistema han sido notificados. Trataremos de encargarnos del problema tan pronto nos sea posible.
et_ee: Piinlik lugu. Paigaldusprogrammi genereerimine ebaõnnestus. Süsteemiadministraatoritele saadeti teade. Püüame probleemi lahendada võimalikult kiiresti.
fi_fi: Valitettavasti asennuspaketin luonti epäonnistui. Järjestelmäylläpitäjille on ilmoitettu asiasta. Yritämme korjata tämän ongelman niin pian kuin mahdollista.
fr_fr: C'est gênant. La création de votre installateur à échoué. Les administrateurs système sont notifiés. Ils prendront en compte ce problème dès que possible.
hr_hr: Došlo je do pogreške. Generiranje installera nije uspjelo. Administrator sustava je obaviješten. Pokušat ćemo otkloniti pogrešku u najkraćem mogućem roku.
hu_hu: Probléma lépett fel. A telepítő csomagot nem lehetett elkészíteni. A rendszer adminisztrátorait értesítettük. A hibát a lehető leggyorsabban igyekszünk elhárítani.
it_it: La generazione del programma di installazione si è interrotta. Gli amministratori ne sono stati informati. Il problema sarà risolto al più presto.
pl_pl: Trochę wstyd. Nie powiodło się wygenerowanie Twojego instalatora. Powiadomiono administratorów systemu. Będziemy starali się usunąć problem jak najszybciej.
pt_pt: Lamentamos. Falhou a geração do instalador. Os administradores do sistema foram notificados. O problema será tratado com a maior brevidade possível.
ro_ro: Acest lucru este jenant. Generarea programului de instalare a eșuat. Administratorii de sistem au fost anunțați. Vom încerca să avem grijă de problemă cât mai curând posibil.
sl_si: Ups! Tole je nekoliko nerodno. Izdelava omrežnega profila za vas je spodletela. Skrbnik sistema je bil obveščen. Težavo bomo poskusili odpraviti v najkrajšem možnem času.
sr_rs: Ovo je neprijatno. Generisanje vašeg programa za instalaciju nije uspelo. Administratori sistema su obavešteni. Pokušaćemo da rešimo problem što pre.
tr_tr: Bu utanç verici. Yükleyiciniz oluşturulurken başarısız olundu. Sistem yöneticileri bilgilendirildi. Problemi en kısa süre ele alacağız.
uk_ua: Незручне становище. Помилка генерації інсталятора. Адміністратори системи отримали повідомлення. Ми постараємося вирішити проблему якомога швидше.

source: no matching data found
ar: لم يتم العثور على بيانات مطابقة
bg_bg: не са намерени съвпадения
ca_es: no s'ha trobat informació coincident
cs_cz: nebyly nalezeny odpovídající data
cy: dim data cyfatebol wedi'i ganfod
de_de: Keine passenden Daten gefunden
el_gr: δεν βρέθηκαν δεδομένα που να ταιριάζουν
es_es: no se encontraron datos coincidentes
et_ee: andmevastet ei leitud
fi_fi: vastaavaa tietoa ei löydy
fr_fr: aucune donnée correspondante trouvée
hr_hr: nije pronađen niti jedan podatak
hu_hu: Nem találtam illeszkedő adatot
it_it: nessun dato corrispondente trovato
pl_pl: nie znaleziono danych
pt_pt: não foram encontrados dados
ro_ro: Nu s-au găsit date potrivite
sl_si: ni bilo mogoče najti ustreznih podatkov
sr_rs: nema podataka koji se poklapaju
tr_tr: eşleşen bir veri bulunamadı
uk_ua: не знайдено відповідних даних

source: select
ar: اختر
bg_bg: изберете
ca_es: selecciona
cs_cz: označit
cy: dewis
de_de: auswählen
el_gr: επιλογή
es_es: seleccionar
et_ee: vali
fi_fi: valitse
fr_fr: sélectionner
hr_hr: odaberi
hu_hu: válassz
it_it: Seleziona
pl_pl: wybierz
pt_pt: selecione
ro_ro: Selectați
sl_si: izberi
sr_rs: odaberite
tr_tr: seç
uk_ua: Вибрати

source: WWW:
es_es: Página web:
hu_hu: Web:

source: email:
ar: البريد الإلكتروني:
bg_bg: е-мейл:
ca_es: correu electrònic:
cy: e-bost:
es_es: correo electrónico:
et_ee: e-post:
fr_fr: courriel :
pl_pl: mail:
sl_si: e-pošta:
tr_tr: e-posta:
uk_ua: електронна адреса:

source: tel:
ar: الهاتف:
bg_bg: тел:
cy: ffôn:
el_gr: τηλ:
es_es: teléfono:
fi_fi: puh:
tr_tr: tlf:
uk_ua: телефон:

source: This device cannot be configured with the settings used in your organisation.
ar: هذا الجهاز لا يمكن ضبطه باستخدام إعدادات الضبط المستخدمة في مؤسستك.
bg_bg: Устройството не може да бъде конфигурирано с настройките, използвани във Вашата организация.
ca_es: Aquest dispositiu no pot ser configurat amb les opcions especificades per la vostra organització.
cs_cz: Nastavení poskytnuté vaší organizací neumožňuje nakonfigurovat toto zařízení
cy: Nid oes modd ffurfweddu'r ddyfais hon gyda'r gosodiadau a ddefnyddir yn eich sefydliad.
de_de: Dieses Gerät kann mit den von Ihrer Organisation festgelegten Einstellungen nicht konfiguriert werden.
el_gr: Αυτή η συσκευή δεν μπορεί να παραμετροποιηθεί με τις παρεχόμενες ρυθμίσεις από τον οργανισμό σας.
es_es: Este dispositivo no puede ser configurado con la configuración proporcionada por tu organización.
et_ee: Seda seadet ei ole võimalik seadistada Sinu asutuses kasutatavate seadistustega.
fi_fi: Tähän päätelaitteeseen ei voida syöttää kotiorganisaatiosi määrittämiä asetuksia.
fr_fr: Cet appareil ne peut pas être configuré avec les paramètres utilisés dans votre établissement.
hr_hr: Ovaj uređaj ne može biti konfiguriran sa postavkama korištenim u Vašoj ustanovi.
hu_hu: Ez az eszköz nem konfigurálható a szervezetben használt beállításokkal.
it_it: Questo dispositivo non può essere configurato con le impostazioni in uso nella tua organizzazione
pl_pl: To urządzenie nie może zostać skonfigurowane na podstawie ustawień dostarczonych przez Twoją instytucję.
pt_pt: O dispositivo não pode ser configurado com as definições usadas na sua organização.
ro_ro: Acest dispozitiv nu poate fi configurat cu setările utilizate în organizația dumneavoastră
sl_si: Nastavitve, ki jih uporablja vaša organizacija, ne omogočajo konfiguracije vaše naprave.
sr_rs: Ovaj uređaj se ne može konfigurisati prema podešavanjima koja je unela vaša organizacija.
tr_tr: Bu cihaz, kurumunuzda kullanılan ayarlarla yapılandırılamıyor.
uk_ua: Цей пристрій не можна налаштувати за допомогою параметрів, що використовуються у вашій організації.

source: Your site administrator has specified that this device should be configured with resources located on a local page. When you click <b>Continue</b> this page will be opened in a new window/tab.
ar: حدد مسؤول الموقع لدينا أنه يجب تهيئة هذا الجهاز بموارد موجودة على صفحة محلية. عند النقر فوق <b> "متابعة" </b>، سيتم فتح هذه الصفحة في نافذة / صفحةويب جديدة.
bg_bg: Администраторът на Вашия сайт е указал, че това устройство трябва да бъде конфигурирано с ресурсите от локалната страница. Когато кликнете <b>Продължи</b>, страницата ще се отвори в нов прозорец/таб.
ca_es: L'administrador ha especificat que aquest dispositiu haurà de ser configurat amb recursos situats en una pàgina local. Si feu clic en <b>Continuar</b> s'obrirà aquesta pàgina en una finestra nova.
cs_cz: Lokální správce rozhodl, že vybrané zařízení nemá být nastavené podle zadaných informací. Po stisknutí tlačítka <b>Pokračovat</b> budete přesměrování na stránky uživatelské podpory.
cy: Mae gweinyddwr eich gwefan wedi nodi y dylai'r ddyfais hon gael ei ffurfweddu gydag adnoddau sydd wedi'u lleoli ar dudalen leol. Pan gliciwch <b>Parhau</b> bydd y dudalen hon yn cael ei hagor mewn ffenestr/tab newydd.
de_de: Ihr lokaler Administrator hat entschieden, dass dieses Gerät hier nicht bedient werden soll. Statt dessen werden Sie nach einem Klick auf <b>Weiter</b> auf eine lokale Service-Seite weitergeleitet.
el_gr: Ο διαχειριστής ιστοσελίδας σας καθόρισε ότι αυτή η συσκευή πρέπει να ρυθμιστεί με πόρους που βρίσκονται σε μια τοπική σελίδα. Μόλις κάνετε κλικ στο <b>Συνέχεια</b> αυτή η σελίδα θα ανοίξει σε ένα νέο παράθυρο/καρτέλα.
es_es: El administrador para tu organización ha especificado que este dispositivo debería ser configurado con recursos propios en una página de tu organización. Cuando hagas click en <b>Continuar</b> la página se abrirá en una nueva ventana/solapa.
et_ee: Su asutuse administraator on määranud, et see seade tuleb seadistada kohalikul lehel asuvate seadistustega. Kui klõpsad <b>Jätka</b>, avatakse see leht uues aknas/vahekaardil
fi_fi: Kotiorganisaatiosi ylläpito tarjoaa lisätietoja laitteesi konfigurointiin. Klikattuasi <b>Jatka</b>, tämä sivu avautuu uuteen ikkunaan.
fr_fr: L'administrateur de votre site a indiqué que ce périphérique peut être configuré à partir d'informations disponibles sur une page locale. Lorsque vous aurez cliqué sur <b>Continuer</b>, cette page sera ouverte dans une nouvelle fenêtre ou un nouvel onglet.
hr_hr: Ova vrsta uređaja konfigura se, prema naputku Vašeg administratora, pomoću resursa definiranih na vanjskoj stranici. Toj stranici možete pristupiti klikom na <b>Nastavi</b>.
hu_hu: Az anyaintézmény rendszergazdája úgy rendelkezett, hogy az eszközök konfigurációját a helyi oldal alapján kell megtenni. Ha <b>Folytatás</b> gombra kattintasz, akkor az az oldal fog megnyilni egy új böngésző lapon.
it_it: L'amministratore locale ha specificato che questo dispositivo deve essere configurato usando risorse situate su una pagina locale. Quando cliccherai su <b>Continua</b> la pagina relativa verrà aperta in una nuova finestra/scheda.
pl_pl: Administrator Twojej instytucji ustalił, że to urządzenie powinno zostać skonfigurowane w oparciu o wskazówki na lokalnej stronie wsparcia. Po kliknięciu <b>Dalej</b> ta strona zostanie otwarta w nowym oknie/zakładce.
pt_pt: O administrador da sua instituição determinou que este tipo de dispositivo deve ser configurado recorrendo à página Web local do serviço. Pode aceder a essa página cliquando em <b>Continuar</b>.
ro_ro: Administratorul site-ului dvs. a specificat că acest dispozitiv trebuie configurat cu resurse situate pe o pagină locală. Când faceți clic pe <b>Continuare</b>această pagină va fi deschisă într-o fereastră / filă nouă.
sl_si: Vaš skrbnik je določil, da morate napravo konfigurirati s podatki z lokalne spletne strani. Ko izberete <b>Nadaljuj</b>, se bo ta stran odprla v novem oknu/zavihku.
sr_rs: Vaš administrator je naveo da ovaj uređaj treba da se podesi sa resursima koji se nalaze na lokalnoj stranici. Kada kliknete na <b>Nastavi</b> ova stranica će se otvoriti u novom prizoru/jezičku.
tr_tr: Site yöneticiniz bu cihazın bir yerel sayfada yer alan kaynaklar kullanılarak yapılandırılması gerektiğini belirtmektedir. <b>Devam et</b> seçeneğini tıkladığınızda bu sayfa yeni bir pencere/sekme de açılacaktır.
uk_ua: Адміністратор вашого веб-сайту вказав, що на цей пристрій слід налаштувати ресурси, розташовані на локальній сторінці. Після натискання кнопки <b>Продовжити</b> ця сторінка відкриється у новому вікні / вкладці.

source: Close
ar: إلغاء
bg_bg: Затваряне
ca_es: Tanca
cs_cz: Zavřít
cy: Cau
de_de: Schließen
el_gr: Κλείσιμο
es_es: Cerrar
et_ee: Sulge
fi_fi: Sulje
fr_fr: Fermer
hr_hr: Zatvori
hu_hu: Bezárás
it_it: Chiudi
pl_pl: Zamknij
pt_pt: Fechar
ro_ro: Închide
sl_si: Zapri
sr_rs: Zatvori
tr_tr: Kapat
uk_ua: Закрити

source: No providers found for this email
ar: لم يتم العثور على IdP لهذا البريد الإلكتروني
bg_bg: Не са намерени доставчици за този е-мейл
ca_es: No s'ha trobat proveïdors per a aquest correu
cs_cz: Pro tento e-mail nebyli nalezeni žádní poskytovatelé
cy: Ni chanfuwyd unrhyw ddarparwyr ar gyfer yr e-bost hwn
de_de: Zu dieser E-Mail-Adresse konnte kein IdP gefunden werden.
el_gr: Δεν βρέθηκαν πάροχοι για αυτήν την διεύθυνση email
es_es: No se han encontrado proveedores para esta dirección de correo
et_ee: Sellele e-postile vastavaid teenusepakkujaid ei leitud
fi_fi: Palveluntarjoajia ei löytynyt
fr_fr: Aucun fournisseur trouvé pour ce courriel.
hr_hr: Nije pronađen davatelj za e-mail adresu
hu_hu: Nem található szolgáltató ehhez az e-mailhez
it_it: Non sono stati trovati provider per questo email
pl_pl: Nie znaleziono dostawcy związanych z tym mailem
pt_pt: Não foram encontrados fornecedores para este e-mail
ro_ro: Nu au fost găsiți furnizori pentru acest e-mail
sl_si: Ni ponudnikov za ta e-poštni naslov
sr_rs: Nije nađen nijedan provajder za ovaj email
tr_tr: Bu e-posta için sağlayıcı bulunamadı
uk_ua: Постачальників для цієї електронної адреси не знайдено

source: Your IdP is:
ar: مزود هويتك هو:
bg_bg: Вашият IdP е:
ca_es: El vostre IdP és:
cs_cz: Vaše IdP je:
cy: Eich CDU yw:
de_de: Ihr IdP ist:
el_gr: Ο IdP σας είναι:
es_es: Tu IdP es:
et_ee: Sinu idP on:
fi_fi: Käyttämäsi IdP:
fr_fr: Votre IdP est :
hr_hr: Vaš IdP je:
hu_hu: Az IdP -d a következő:
it_it: Il tuo IdP è:
pl_pl: Twój IdP to:
pt_pt: O seu IdP é:
ro_ro: IdP tău este:
sl_si: Vaš ponudnik identitete je:
sr_rs: Vaš IdP je:
tr_tr: Kimlik sağlayıcınız:
uk_ua: Ваш IdP є:

source: Your IdP could be one of:
ar: مزود هويتك يمكن أن يكون واحد من:
bg_bg: Вашият IdP би могъл да бъде един от:
ca_es: El vostre IdP pot ser un dels següents:
cs_cz: Vaše IDP by mohlo být jedním z následujících:
cy: Gallai eich CDU fod yn un o’r canlynol:
de_de: Ihr IdP könnte sein:
el_gr: Ο IdP σας μπορεί να είναι ένας από τους:
es_es: Tu IdP podría ser alguno de estos:
et_ee: Sinu IdP võib-olla üks neist:
fi_fi: Käyttämäsi IdP on ehkä jokin seuraavista:
fr_fr: Votre IdP peut être parmi :
hr_hr: Vaš IdP mogao bi biti jedan od:
hu_hu: Az IdP-d az egyik alábbiak közül:
it_it: Il tuo IdP potrebbe essere uno di questi:
pl_pl: Twój IdP to jeden z:
pt_pt: O seu IdP pode ser um dos seguintes:
ro_ro: IdP tău ar putea fi :
sl_si: Vaš ponudnik identitete bi lahko bil eden izmed:
sr_rs: Vaš IdP može biti jedan od:
tr_tr: Kimlik sağlayıcınız şunlardan biri olabilir:
uk_ua: Ваш IdP може бути одним із:

source: Missing email address
ar: عنوان البريد الإلكتروني غير متوفر
bg_bg: Липсва е-мейл адрес
ca_es: Manca l'adreça de correu
cs_cz: Chybí e-mailová adresa
cy: Cyfeiriad e-bost ar goll
de_de: Fehlende E-Mail-Adresse
el_gr: Λείπει η διεύθυνση email
es_es: Falta la dirección de correo
et_ee: Puudub e-posti aadress
fi_fi: Sähköpostiosoite puuttuu
fr_fr: Adresse de courriel manquante
hr_hr: Nedostaje email adresa
hu_hu: Hiányzó e-mail cím
it_it: Indirizzo email mancante
pl_pl: Brak adresu mailowego.
pt_pt: Endereço de email em falta
ro_ro: Lipsește adresa de e-mail
sl_si: Manjka e-naslov
sr_rs: Nedostaje email adresa
tr_tr: Eksik e-posta adresi
uk_ua: Відсутня електронна адреса

source: This entry was last updated at:
ar: اخر التعديل لهذا المدخل كان:
bg_bg: Това влизане е последно на:
ca_es: Actualitzada per darrer cop:
cs_cz: Tento záznam byl naposledy aktualizován:
cy: Diweddarwyd y cofnod hwn ddiwethaf yn:
de_de: Dieser Eintrag wurde zuletzt geändert am:
el_gr: Η καταχώρηση ενημερώθηκε στις:
es_es: Esta entrada fue actualizada por última vez el:
et_ee: Viimati uuendatud:
fi_fi: Syöttö päivitettiin viimeksi:
fr_fr: Cette entrée a été mise à jour le :
hr_hr: Ovaj podatak je zadnji puta ažuriran:
hu_hu: A bejegyzés frissítésének a dátuma:
it_it: Ultimo aggiornamento il:
pl_pl: Ostatnia aktualizacja:
ro_ro: Această înregistrare a fost actualizată :
tr_tr: Bu kayıt son olarak şurada güncellendi:
uk_ua: Останнє оновлення цього запису:
