Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: Detect root CA
bg_bg: Открийте главния CA
ca_es: Detecció de la CA arrel
cy: Canfod gwraidd AT
de_de: Root CA erkennen
el_gr: Ανίχνευση root CA
es_es: Detectar certificado raíz
et_ee: Juursertifikaadi tuvastamine
fr_fr: Détecter l'AC racine
it_it: Rileva la CA radice
pl_pl: Wykrycie głównego CA
pt_pt: Detetar a root CA
ro_ro: Detectarea CA rădăcină
sl_si: Odkrij korenskega overitelja potrdil
uk_ua: Виявити кореневий CA

source: Something's wrong... you are a %s admin, but not for the %s the requested %s belongs to!
bg_bg: Нещо е сгрешено ... Вие сте %s администратор, но не за %s, към която принадлежи заявената %s!
ca_es: Hi ha alguna cosa malament... sou un administrador de %s, però no ho sou per a %s, a on pertany %s!
cy: Mae rhywbeth o'i le... rydych chi'n weinyddwr %s, ond nid ar gyfer y %s mae'r %s y gofynnwyd amdano yn perthyn iddo!
de_de: Etwas stimmt nicht... Sie sind ein %s Administrator, aber nicht für den %s zu dem der %s gehört!
el_gr: Κάτι πάει στραβά... είστε διαχειριστής %s, αλλά όχι για το %s στο οποίο ανήκει το %s που ζητήθηκε!
es_es: Algo anda mal... eres un administrador de %s, ¡pero no el de la %s al que pertenece la %s solicitada!
et_ee: Midagi läks valesti... Sa oled %s admin, mitte %s oma, mille juurde soovitud %s kuulub.
fi_fi: Jokin meni pieleen... Olet %s-ylläpitäjä, mutta valittu organisaatio kuuluu %s-yhteisöön (%s).
fr_fr: Il y a un souci... Vous êtes un administrateur pour %s, mais pas pour le %s auquel appartient le %s demandé !
it_it: E' stato rilevato un problema... tu sei un admin di %s, ma non per la %s a cui l'%s richiesta appartiene.
pl_pl: Coś jest nie tak..., jesteś administratorem %s, ale nie tej %s, do której należy ta %s.
pt_pt: Algo correu mal... é um administrador %s, mas não para o %s que o %s pertence!
ro_ro: Ceva a mers greșit... dumneavoastră sunteți un administrator %s, dar nu pentru ceea ce se solicitați %s, cererea apartine lui %s!
sl_si: Nekaj je šlo narobe. Ste skrbnik za %s, ne pa tudi za %s, ki mu pripada %s.
tr_tr: Bir hata var.. %s 'nin yöneticisisiniz, ama %s için talep edilen %s in değil!
uk_ua: Щось не так ... ви %sадміністратор, але не для того,%sдо якого належить запитуваний%s!

source: device <strong>%s</strong>
bg_bg: устройство<strong>%s</strong>
ca_es: dispositiu <strong>%s</strong>
cy: dyfais <strong>%s</strong>
de_de: Gerät <strong>%s</strong>
el_gr: συσκευή <strong>%s</strong>
es_es: dispositivo <strong>%s</strong>
et_ee: seade <strong>%s</strong>
fi_fi: laite <strong>%s</strong>
fr_fr: appareil <strong>%s</strong>
it_it: dispositivo <strong>%s</strong>
pl_pl: urządzenie <strong>%s</strong>
pt_pt: dispositivo <strong>%s</strong>
ro_ro: Dispozitivul <strong>%s</strong>
sl_si: naprava <strong>%s</strong>
tr_tr: <strong>%s</strong> cihazı
uk_ua: пристрій <strong>%s</strong>

source: EAP-Type <strong>%s</strong>
ca_es: Tipus EAP <strong>%s</strong>
cy: EAP-Math <strong>%s</strong>
de_de: EAP-Typ <strong>%s</strong>
el_gr: Τύπος EAP <strong>%s</strong>
es_es: el tipo EAP <strong>%s</strong>
fi_fi: EAP-tyyppi <strong>%s</strong>
fr_fr: Méthode EAP <strong>%s</strong>
pt_pt: Tipos de EAP <strong>%s</strong>
ro_ro: Tip-EAP <strong>%s</strong>
sl_si: Vrsta EAP <strong>%s</strong>
tr_tr: <strong>%s</strong> EAP-Tipi
uk_ua: Тип EAP <strong>%s</strong>

source: Fine-tuning options for
bg_bg: Опции за фина настройка
ca_es: Opcions detallades per a
cy: Opsiynau tiwnio ar gyfer
de_de: Feineinstellungen für
el_gr: Επιλογές τελειοποίησης για
es_es: Opciones de ajuste para
et_ee: Peenhäälestuse võimalused
fi_fi: Asetusten hienosäätö
fr_fr: Paramètres avancés pour
it_it: Opzioni di dettaglio per
pl_pl: Ustalanie opcji dla
pt_pt: Opções de ajuste para
ro_ro: Opțiuni configurare fină pentru
sl_si: Natančna nastavitev možnosti za
tr_tr: için ince ayar seçenekleri
uk_ua: Параметри точного налаштування для

source: User Authentication Records
bg_bg: Записи с автентикация на потребител
ca_es: Registres d'autenticació de l'usuari
cy: Cofnodion Dilysu Defnyddiwr
de_de: Zugangsprotokolle für den Nutzer
el_gr: Καταγραφές Αυθεντικοποίησης Χρήστη
es_es: Registros de autentificación del usuario
et_ee: Kasutaja autentimislogi
fi_fi: Käyttäjätiedot
fr_fr: Enregistrements d'authentification de l'utilisateur
it_it: Registro di Autenticazione Utente
pl_pl: Rekordy uwierzytelnienia użytkownika
pt_pt: Registos de autenticação do utilizador
ro_ro: Înregistrări de autentificare a utilizatorului
sl_si: Zapisi preverjanja pristnosti uporabnikov
uk_ua: Записи автентифікації користувачів

source: Note that:
bg_bg: Отбележете, че:
ca_es: Avís:
cy: Sylwch fod:
de_de: Hinweis:
el_gr: Σημειώστε:
es_es: Tenga en cuenta que:
et_ee: Pane tähele:
fi_fi: Huomioi että:
fr_fr: Notez que :
it_it: Nota che:
pl_pl: Uwaga:
pt_pt: Note que:
ro_ro: Notează asta:
sl_si: Upoštevajte naslednje:
uk_ua: Зверніть увагу, що:

source: Authentication records are deleted after six months retention time
bg_bg: Автентикационните записи се изтриват след шест месеца
ca_es: Els registres d'autenticació s'esborren després de sis mesos de retenció
cy: Mae cofnodion dilysu yn cael eu dileu ar ôl chwe mis o amser cadw
de_de: Zugangsprotokolle werden nach Ablauf von sechs Monaten Haltezeit gelöscht
el_gr: Τα αρχεία καταγραφών αυθεντικοποίησης διαγράφονται μετά την πάροδο της φύλαξης τους για έξι μήνες
es_es: Los registros de autentificación se eliminan después de un período de retención de seis meses
et_ee: Autentimislogi kustutatakse kuue kuu pärast
fi_fi: Käyttäjätiedot poistetaan kuuden kuukauden jälkeen
fr_fr: Les enregistrements d'authentification sont supprimés après 6 mois de conservation
it_it: I registri delle autenticazioni vengono cancellati dopo sei mesi di conservazione
pl_pl: Rekordy uwierzytelnień są usuwane po sześciu miesiącach.
pt_pt: Os registos de autenticação são excluídos após seis meses de retenção
ro_ro: Înregistrările de autentificare sunt șterse după șase luni de păstrare
sl_si: Zapisi preverjanja pristnosti so izbrisani v šestih mesecih po obdobju hranjenja
uk_ua: Записи автентифікації видаляються після шісти місяців зберігання

source: Operator Domain is based on the RADIUS attribute 'Operator-Name' and not sent by all hotspots
bg_bg: Операторът Domain е с RADIUS атрибут 'Operator-Name' и не се изпраща до всички точки за достъп
ca_es: El Domini de l'operador es basa en l'atribut del RADIUS 'Operator-Name' i no sempre s'envia des dels punts d'accés
cy: Mae Parth Gweithredwr yn seiliedig ar briodwedd RADIUS 'Operator-Name' ac nid yw'n cael ei anfon gan bob llecynnau
de_de: 'Netzbetreiber' basiert auf dem RADIUS Attribute 'Operator-Name' und wird nicht von allen Netzbetreibern gesendet
el_gr: Ο Διαχειριστής Τομέα βασίζεται στο RADIUS attribute 'Operator-Name' και δεν αποστέλλεται από όλα τα hotspots
es_es: "Dominio del operador" está basado en el atributo RADIUS "Operator-Name" y no lo envían todos los puntos de acceso
et_ee: Operaatori domeen põhineb RADIUSe atribuudil 'Operator-Name' ja seda kõik hotspotid ei saada
fi_fi: Operator Domain perustuu 'Operator-Name'-nimiseen RADIUS-attribuuttiin ja kaikki hotspotit eivät lähetä sitä.
fr_fr: Le domaine de l'opérateur est basé sur l'attribut RADIUS 'Operator-Name' et n'est pas fourni par tous les points d'accès
it_it: Il Dominio dell'Operatore si basa sull'attributo RADIUS 'Operator-Name' e non viene inviato da tutti gli hotspot
pl_pl: Domena operatora jest uzyskiwana z atrybutu 'Operator-Name' w protokole RADIUS i nie jest przesyłana przez wszystkie hotspoty.
pt_pt: O domínio do operador é baseado no atributo RADIUS 'Operator-Name' e não é enviado por todos os hotspots
ro_ro: Domeniul operator este bazat pe atributul RADIUS 'Nume-operator' și nu este trimis de toate punctele de acces
sl_si: Domena operaterja temelji na atributu RADIUS 'Operator-Name' in je ne pošljejo vse dostopne točke
uk_ua: Домен оператора базується на атрибуті RADIUS "Ім'я оператора" і не надсилається усіма гарячими точками

source: Different MAC addresses per credential may be due to MAC Address randomisation in recent operating systems
bg_bg: Различни MAC адреси за всяко удостоверение може да е поради получаване на MAC адрес на произволен принцип в последните опреационни системи
ca_es: Diferents adreces MAC per credencial poden ser degudes a l'aleatorietat en la adreça MAC introduïda en sistemes operatius recents
cy: Gall cyfeiriadau MAC gwahanol fesul manylion mewngofnodi mynediad fod o ganlyniad i hapgyfeirio MAC Cyfeiriad mewn systemau gweithredu diweddar
de_de: Unterschiedliche MAC Adressen pro Zugangscode können durch zufällig wechselnde MAC Adressen verursacht werden (in neueren Betriebssystemen)
el_gr: Η απόδοση διαπιστευτηρίου για κάθε MAC Address μπορεί να οφείλεται στην τυχαιοποίηση απόδοσης MAC Address που υποστηρίζεται στα πιο πρόσφατα λειτουργικά συστήματα
es_es: Diferentes direcciones MAC por credencial pueden ser debidas a la aleatorización de la dirección MAC en sistemas operativos modernos
et_ee: Kontoandmetel võivad olla erinevad MAC-aadressid viimastes operatsioonisüsteemides juhuslikult antavate MAC-aadresside tõttu
fi_fi: MAC-osoitteen satunnainen muuttaminen uusissa käyttöjärjestelmissä saattaa olla syy eri MAC-osoitteiden esiintymiseen samalle käyttäjätunnukselle.
fr_fr: Différentes adresses MAC par identifiant peuvent être dues à l'utilisation d'adresses MAC aléatoires par les systèmes d'exploitation récents
it_it: Indirizzi MAC diversi per singola credenziale possono essere dovuti alla randomizzazione dell'indirizzo MAC nei sistemi operativi recenti
pl_pl: Pojawianie się różnych adresów MAC dla tego samego identyfikatora użytkownika może być efektem stosowania losowych adresów sprzętowych przez najnowsze systemy operacyjne.
pt_pt: Endereços MAC diferentes por credencial podem ser devido à randomização do endereço MAC em sistemas operativos recentes
ro_ro: Adrese MAC diferite la un credențial pot apărea în urma alegerii aleatorii a adresei MAC în sistemele de operare recente
sl_si: Razlog za različne naslove MAC za poverilnice je naključno uvrščanje naslovov MAC v nedavnih operacijskih sistemih
uk_ua: Різні MAC-адреси для кожного облікового запису можуть бути наслідком рандомізації MAC-адрес в сучасних операційних системах

source: Credential
bg_bg: Удостоверение
ca_es: Credencial
cy: Manylion mewngofnodi mynediad
de_de: Zugangscode
el_gr: Διαπιστευτήριο
es_es: Credencial
et_ee: Kontoandmed
fi_fi: Tunnus
fr_fr: Donnée d'identification
it_it: Credenziale
pl_pl: Dane uwierzytelniania
pt_pt: Credencial
ro_ro: Credențial
sl_si: Poverilnica
uk_ua: Облікові дані

source: Operator Domain
bg_bg: Оператор на Domain
ca_es: Domini de l'operador
cy: Parth Gweithredwr
de_de: Netzbetreiber
el_gr: Διαχειριστής Τομέα
es_es: Dominio del operador
et_ee: Operaatori domeen
fi_fi: Käyttöalue (Operator Domain)
fr_fr: Opérateur de domaine
it_it: Dominio Operatore
pl_pl: Domena operatora
pt_pt: Domínio do Operador
ro_ro: Domeniu Operator
sl_si: Domena operaterja
uk_ua: Домен оператора

source: Location
bg_bg: Местоположение
ca_es: Localització
cy: Lleoliad
de_de: Ort
el_gr: Τοποθεσία
es_es: Localización
et_ee: Asukoht
fi_fi: Paikka
fr_fr: Localisation
it_it: Posizione
pl_pl: Lokalizacja
pt_pt: Localização
ro_ro: Locația
sl_si: Lokacija
tr_tr: Konum
uk_ua: Розташування

source: You can enter an <strong>additional</strong> location here. You can see the already defined locations in the 'General Information' field.
bg_bg: Тук може да въведете <strong>допълнително</strong> местоположение. В полето 'General Information' може да видите вече дефинирани местоположения.
ca_es: Podeu introduir una <strong>localització</strong> adicional aquí. Podeu veure les localitzacions ja definides al camp 'Informació general'.
cy: Gallwch nodi lleoliad <strong>ychwanegol</strong> yma. Gallwch weld y lleoliadau a ddiffiniwyd eisoes yn y maes 'Gwybodaeth Gyffredinol'.
de_de: Sie können hier einen <strong>zusätzlichen</strong> Ort eingeben. Die bereits angegebenen Orte können Sie sich links noch einmal anzeigen lassen.
el_gr: Μπορείτε να εισάγετε μία <strong>επιπρόσθετη</strong> τοποθεσία εδώ. Μπορείτε να δείτε τις ήδη ορισμένες τοποθεσίες στο πεδίο 'Γενικές Πληροφορίες'.
es_es: Puedes introducir una localización <strong>adicional</strong> aquí. Puedes ver las localizaciones ya definidas en el campo 'Información general'.
et_ee: Siin saad sisestada <strong>lisaasukoha</strong>. Juba määratud asukohti näed väljal 'Üldteave'.
fi_fi: Voit kirjoittaa <strong>ylimääräisen</strong> sijainnin tähän. Voit tarkastaa jo määritellyt sijainnit 'Yleistiedoista'.
fr_fr: Vous pouvez ajouter une localisation <strong>supplémentaire</strong> ici. Les localisations déjà définies sont énumérées dans le champs 'Informations Générales'.
it_it: Puoi inserire una posizione <strong>addizionale</strong> qui. Puoi vedere le posizioni già definite nel campo 'Informazioni generali'.
pl_pl: Możesz wprowadzić tutaj <strong>dodatkową</strong> lokalizację. W polu 'Informacje ogólne' możesz sprawdzić już zdefiniowane lokalizacje.
pt_pt: Pode inserir localizações <strong>adicionais</strong> aqui. Pode consultar os locais já definidos no campo 'Informações Gerais'.
ro_ro: Puteți introduce o locație <strong>în plus</strong> aici. Puteți vedea locațiile deja definite în câmpul 'Informații generale'.
sl_si: Vnesete lahko <strong>dodatno</strong> lokacijo. Obstoječe lokacije si lahko ogledate v polju 'Splošne informacije'.
tr_tr: Buraya <strong>ilave</strong> konum bilgisi konum bilgisi girebilirsiniz. "Genel Bilgi" alanından daha önce tanımladığınız konumları görebilirsiniz.
uk_ua: Тут ви можете додати <strong>додаткове </strong>місце. Вже визначені місця відображаються в полі "Загальна інформація".

source: Latitude:
bg_bg: Географска ширина:
ca_es: Latitud:
cy: Lledred:
de_de: Geografische Breite:
el_gr: Γεωγραφικό πλάτος:
es_es: Latitud:
et_ee: Laiuskraad:
fi_fi: Leveysaste
it_it: Latitudine:
pl_pl: Szerokość
ro_ro: Latitudine:
sl_si: Zemljepisna širina:
tr_tr: Enlem:
uk_ua: Широта:

source: Longitude:
bg_bg: Географска дължина:
ca_es: Longitud:
cy: Hydred:
de_de: Geografische Länge:
el_gr: Γεωγραφικό μήκος:
es_es: Longitud:
et_ee: Pikkuskraad:
fi_fi: Pituusaste:
it_it: Longitudine:
pl_pl: Długość
ro_ro: Longitudine:
sl_si: Zemljepisna dolžina:
tr_tr: Boylam:
uk_ua: Довгота:

source: This is location
bg_bg: Това е местоположение
ca_es: Aquesta és la localització
cy: Dyma lleoliad
de_de: Ort Nr.
el_gr: Αυτή είναι η περιοχή
es_es: Ésta es la localización
et_ee: See on asukoht
fi_fi: Tämä on sijainti
fr_fr: Voici l'emplacement
it_it: Questa è la posizione
pl_pl: To jest lokalizacja
pt_pt: Esta é a localização
ro_ro: Aceasta este locația
sl_si: To je lokacija
tr_tr: Konum bu
uk_ua: Це місце

source: nothing entered in the address field
bg_bg: нищо не е въведено в адресното поле
ca_es: no s\'ha introduit res al camp d\'adreça
cy: dim byd wedi'i nodi yn y maes cyfeiriad
de_de: Addressfeld ist leer
el_gr: δεν εισάγατε τίποτε στο πεδίο διεύθυνσης
es_es: no se introdujo nada en el campo de dirección
et_ee: aadressiväljale ei ole midagi sisestatud
fi_fi: osoitekenttä on tyhjä
fr_fr: aucune information dans le champ adresse
it_it: non è stato inserito nulla nel campo dell'indirizzo
pl_pl: pole adresu jest puste
pt_pt: não foi preenchido o campo de endereço
ro_ro: Nu s-a introdus nimic în câmpul de adresa
sl_si: polje naslova je prazno
tr_tr: adres alanına hiçbir şey girilmedi
uk_ua: нічого не введено в поле адреси

source: locating
bg_bg: локализиране
ca_es: localitzant
cy: lleoli
de_de: Lokalisierung
el_gr: γίνεται εντοπισμός
es_es: localizando
et_ee: otsin asukohta
fi_fi: paikantaa
fr_fr: Recherche de la localisation
it_it: localizzazione
pl_pl: lokalizuję
pt_pt: a localizar
ro_ro: Localizare
sl_si: iskanje
tr_tr: konumlanıyor
uk_ua: визначення місця

source: Click to see location
bg_bg: Кликнете, за да видите местоположението.
ca_es: Cliqueu per a veure la localització
cy: Cliciwch i weld lleoliad
de_de: Klicken zum Anzeigen
el_gr: Κάντε κλικ για να δείτε την περιοχή
es_es: Haz click para ver la localización
et_ee: Klõpsa, et näha asukohta
fi_fi: Napsauta nähdäksesi sijainnin
fr_fr: Cliquer pour voir l'emplacement
it_it: Clicca per vedere la posizione
pl_pl: Kliknij, by zobaczyć lokalizację
pt_pt: Selecione para visualizar a localização
ro_ro: Click pentru a vizualiza locația
sl_si: Kliknite, da prikažete lokacijo
tr_tr: Konumu görmek için tıklayın
uk_ua: Натисніть, щоб побачити розташування

source: Address:
bg_bg: Адрес:
ca_es: Adreça:
cy: Cyfeiriad:
de_de: Adresse:
el_gr: Διεύθυνση:
es_es: Dirección:
et_ee: Aadress:
fi_fi: Osoite:
fr_fr: Adresse :
it_it: Indirizzo:
pl_pl: Adres:
pt_pt: Morada:
ro_ro: Adresa:
sl_si: Naslov:
tr_tr: Adres:
uk_ua: Адреса:

source: Find address
bg_bg: Намери адрес
ca_es: Trobar adreça
cy: Dod o hyd i gyfeiriad
de_de: Adresse suchen
el_gr: Εύρεση διεύθυνσης
es_es: Buscar dirección
et_ee: Leia aadress
fi_fi: Etsi osoite
fr_fr: Trouver l'adresse
it_it: Trovare l'indirizzo
pl_pl: Odszukaj adres:
pt_pt: Encontrar morada
ro_ro: Găsiți adresa
sl_si: Poišči naslov
tr_tr: Adres Ara
uk_ua: Знайти адресу

source: Locate Me!
bg_bg: Локализирай ме!
ca_es: Localitza'm!
cy: Lleolwch Fi!
de_de: Lokalisieren!
el_gr: Εντόπισέ με!
es_es: ¡Localízame!
et_ee: Leia mind!
fi_fi: Paikanna minut!
fr_fr: Localisez-moi !
it_it: Localizzami!
pl_pl: Zlokalizuj mnie!
pt_pt: Localizar-me!
ro_ro: Localizează-mă!
sl_si: Najdi me!
tr_tr: Yerimi Sapta!
uk_ua: Визначити моє місце розташування!

source: Address not found, perhaps try another form, like putting the street number to the front.
bg_bg: Адресът не е намерен, опитайте например да поставите номера на улицата най-отпред
ca_es: Adreça no trobada, proveu un altre format com ara posar el número del carrer al principi.
cy: Cyfeiriad heb ei ganfod, efallai rhoi cynnig ar ffurflen arall, fel rhoi rhif y stryd yn y blaen.
de_de: Adresse nicht gefunden. Versuchen Sie, das Format der Angaben zu variieren (zum Beispiel die Hausnummer voranstellen).
el_gr: Η διεύθυνση δε βρέθηκε, ίσως δοκιμάστε μια άλλη μορφή, όπως το να τοποθετήσετε τον αριθμό του δρόμου μπροστά.
es_es: Dirección no encontrada. Podrías probar de otra forma, como poniendo el número de la calle al principio.
et_ee: Aadressi ei leitud, proovi vast teistmoodi, näiteks pane majanumber esimeseks.
fi_fi: Osoitetta ei löytynyt. Kannattaa kokeilla osoitetta eri muodossa, esimerkiksi laittamalla talon numero ennen kadun nimeä.
fr_fr: Adresse non trouvée, tentez un autre format, comme par ex. avec le numéro dans la rue en premier.
it_it: Indirizzo non trovato, prova in un altro modo, ad esempio mettendo il numero civico all\'inizio.
pl_pl: Nie znaleziono adresu, być może potrzebna jest zmiana formatu, np. umieść numer ulicy na początku.
pt_pt: Morada não encontrada. Tente preencher outro formulário, colocando o número da rua no início.
ro_ro: Adresa nu a fost gasită, încercați o alta formă, de exemplu să puneți numele unei adrese in față.
sl_si: Naslova ni bilo mogoče najti. Poskusite uporabiti drugo obliko, na primer takšno, pri kateri je številka ulice spredaj.
tr_tr: Adres bulunamadı, belki cadde numarasını öne koymak gibi birşey deneyebilirsiniz.
uk_ua: Адреса не знайдена, можливо, спробуйте інший формат, наприклад, поставити номер будинку перед назвою вулиці.

source: Ask User
bg_bg: Питайте Потребител
ca_es: Demanar-ho a l'usuari
cy: Gofynnwch i Defnyddiwr
de_de: Nutzer fragen
el_gr: Ρώτα τον χρήστη
es_es: Preguntar al usuario
et_ee: Küsi kasutajalt
fr_fr: Demander à l'utilisateur
it_it: Chiedi all'utente
pl_pl: Zapytaj użytkownika
pt_pt: Perguntar ao utilizador
ro_ro: Intreabă utilizatorul
sl_si: Vprašaj uporabnika
uk_ua: Запитайте користувача

source: Ask User; T&C Pre-Agreed
bg_bg: Питайте Потребител; T&C предварително съгласуван
ca_es: Demanar a l'usuari; Pd'U pre-acceptada
cy: Gofynnwch i Defnyddiwr; T&C wedi'i gytuno ymlaen llaw
de_de: Nutzer fragen; AGB schon akzeptiert
el_gr: Ρώτα τον χρήστη; T&C προσυμφωνημένα
es_es: Preguntar al usuario; T&C Pre-aceptados
et_ee: Küsi kasutajalt; kasutajatingimustega eelnõustutud
fr_fr: Demander à l'utilisateur, CGU pré-approuvées
it_it: Chiedi all'utente; T&C pre-concordato
pl_pl: Zapytaj użytkownika; Wstępna zgoda na regulamin ustalona wcześniej
pt_pt: Perguntar ao utilizador: T&C Pré-Acordado
ro_ro: Întrebați utilizatorul; T&C agreate în prealabil
sl_si: Vprašaj uporabnika; vnaprej dogovorjene določbe in pogoji
uk_ua: Запитати користувача; Терміни та умови попередньо узгоджені

source: Always
bg_bg: Винаги
ca_es: Sempre
cy: Bob amser
de_de: Immer
el_gr: Πάντα
es_es: Siempre
et_ee: Alati
fr_fr: Toujours accepter
it_it: Sempre
pl_pl: Zawsze
pt_pt: Sempre
ro_ro: Întotdeauna
sl_si: Vedno
uk_ua: Завжди

source: Always; T&C Pre-Agreed
bg_bg: Винаги; T&C предварително съгласуван
ca_es: Sempre; Pd'U pre-acceptada
cy: Bob amser; T&C wedi'i gytuno ymlaen llaw
de_de: Immer; AGB schon akzeptiert
el_gr: Πάντα ; T&C προσυμφωνημένα
es_es: Siempre; T&C Pre-aceptados
et_ee: Alati; kasutajatingimustega eelnõustutud
fr_fr: Toujours accepter, CGU pré-approuvées
it_it: Sempre; T&C pre-concordato
pl_pl: Zawsze; Wstępna zgoda na regulamin ustalona wcześniej
pt_pt: Sempre: T&C Pré-Acordado
ro_ro: Întotdeauna; T&C agreate în prealabil
sl_si: Vedno; vnaprej dogovorjene določbe in pogoji
uk_ua: Завжди; Терміни та умови попередньо узгоджені
