Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: Do you want the system to send this mail anyway?
bg_bg: Искате ли все пак системата да изпрати този мейл?
ca_es: Voleu de totes maneres que el sistema envii aquest correu?
cy: Ydych chi am i'r system anfon yr ebost hwn beth bynnag?
de_de: Soll das System die E-Mail trotzdem versenden?
el_gr: Θέλετε το σύστημα να στείλει αυτό το mail ούτως ή άλλως;
es_es: ¿Quieres que el sistema envíe este correo de todas formas?
et_ee: Kas soovid, et süsteem saadaks selle e-kirja ikkagi ära?
fi_fi: Haluatko että järjestelmä lähettää tämän sähköpostiviestin joka tapauksessa?
fr_fr: Voulez-vous quand même que le système envoie ce message ?
it_it: Vuoi che il sistema invii ugualmente questa e-mail?
pl_pl: Czy mimo to system ma wysłać maila?
pt_pt: Quer que o sistema envie o e-mail mesmo assim?
ro_ro: Doriți ca sistemul să trimită acest mail?
sl_si: Ali želite, da sistem vseeno pošlje to elektronsko sporočilo?
tr_tr: Yine de, sistemin bu postayı göndermesini istiyor musunuz?
uk_ua: Бажаєте, щоб система надіслала цей лист, незважаючи на попередження??

source: DO NOT SEND
bg_bg: НЕ ИЗПРАЩАЙТЕ
ca_es: NO ENVIIS
cy: PEIDIWCH AG ANFON
de_de: NICHT SENDEN
el_gr: ΝΑ ΜΗ ΣΤΑΛΕΙ
es_es: NO ENVIAR
et_ee: ÄRA SAADA
fi_fi: ÄLÄ LÄHETÄ
fr_fr: NE PAS ENVOYER
it_it: NON SPEDIRE
pl_pl: NIE WYSYŁAJ
pt_pt: NÃO ENVIAR
ro_ro: NU TRIMITE
sl_si: NE POŠLJI
tr_tr: GÖNDERME
uk_ua: НЕ ВІДПРАВЛЯТИ

source: Send anyway.
bg_bg: Все пак изпратете.
ca_es: Envia-ho igualment.
cy: Anfonwch beth bynnag.
de_de: Trotzdem senden.
el_gr: Να σταλεί όπως και να έχει.
es_es: Enviar de todas formas.
et_ee: Saada ikkagi.
fi_fi: Lähetä kuitenkin.
fr_fr: Envoyer quand même.
it_it: Spedisci comunque.
pl_pl: Wyślij.
pt_pt: Enviar na mesma
ro_ro: Trimite oricum.
sl_si: Vseeno pošlji.
tr_tr: Yine de gönder.
uk_ua: Все одно надіслати.

source: Managing %s users
bg_bg: Управление на %s потребители
ca_es: Gestionant %s usuaris
cy: Rheoli %s defnyddwyr
de_de: Verwalten der %s Nutzer
el_gr: Διαχείριση χρηστών %s
es_es: Administrando usuarios de %s
et_ee: Kasutajate haldamine - %s
fi_fi: Hallitaan %skäyttäjää
fr_fr: Gérer les utilisateurs de %s
it_it: %s utenti in gestione
pl_pl: Zarządzanie użytkownikami %s
pt_pt: Gerir utilizadores %s
ro_ro: Administrând %s utilizatori
sl_si: Upravljanje uporabnikov %s.
tr_tr: %s kullanıcılarının yönetimi
uk_ua: Керування користувачами %s

source: Current %s users
bg_bg: Текущи %s потребители
ca_es: Actualment hi ha %s usuaris
cy: %s defnyddwyr presennol
de_de: Aktuelle %s Nutzer
el_gr: Τρέχοντες χρήστες %s
es_es: Usuarios actuales de %s
et_ee: %s - praegused kasutajad
fi_fi: Tällä hetkellä %skäyttäjää
fr_fr: Utilisateurs actuels de %s
it_it: %s utenti correnti
pl_pl: Aktualni użytkownicy %s
pt_pt: Utilizadores atuais de %s
ro_ro: În acest moment sunt %s utilizatori
sl_si: Trenutni uporabniki %s
tr_tr: Geçerli %s kullanıcıları
uk_ua: Наявні користувачі %s

source: Assigned Realm
bg_bg: Присвоена област
ca_es: Domini assignat
cy: Parth neilltuedig
de_de: Zugewiesener Realm
el_gr: Καθορισμένος Τομέας
es_es: Dominio asignado
et_ee: Määratud domeen
fi_fi: Määritetty toimialue
fr_fr: Domaine attribué
it_it: Realm assegnato
pl_pl: Przypisane realmy
pt_pt: Realm Atribuído
ro_ro: Domeniu atribuit
sl_si: Dodeljeno področje
tr_tr: Atanan Yetki Alanı
uk_ua: Призначений домен

source: Total number of active users allowed
bg_bg: Общият брой на всички разрешени активни потребители
ca_es: Nombre total d'usuaris actius permesos
cy: Cyfanswm nifer y defnyddwyr gweithredol a ganiateir
de_de: Höchstmenge erlaubte aktive Nutzer
el_gr: Συνολικός αριθμός ενεργών χρηστών που επιτρέπεται
es_es: Número máximo de usuarios activos permitidos
et_ee: Maksimaalne lubatud aktiivsete kasutajate arv
fi_fi: Sallittu aktiivisten käyttäjien kokonaismäärä
fr_fr: Nombre total d'utilisateurs actifs autorisés
it_it: Numero totale di utenti attivi ammessi
pl_pl: Całkowita liczba jednocześnie aktywnych użytkowników
pt_pt: Número de utilizadores ativos permitido
ro_ro: Număr total de utilizatori activi permiși
sl_si: Skupno število dovoljenih aktivnih uporabnikov
tr_tr: İzin verilen toplam aktif kullanıcı sayısı
uk_ua: Дозволена загальна кількість активних користувачів

source: Number of active users
bg_bg: Брой на активните потребители
ca_es: Nombre d'usuaris actius
cy: Nifer y defnyddwyr gweithredol
de_de: Derzeit aktive Nutzer
el_gr: Αριθμός ενεργών χρηστών
es_es: Número de usuarios activos
et_ee: Aktiivsete kasutajate arv
fi_fi: Aktiivisten käyttäjien määrä
fr_fr: Nombre d'utilisateurs actifs
it_it: Numero di utenti attivi
pl_pl: Liczba aktywnych użytkowników
pt_pt: Número de utilizadores ativos.
ro_ro: Numărul de membri activi
sl_si: Število aktivnih uporabnikov
tr_tr: Aktif kullanıcı sayısı
uk_ua: Кількість активних користувачів

source: Number of inactive users
bg_bg: Брой на неактивните потребители
ca_es: Nombre d'usuaris inactius
cy: Nifer y defnyddwyr anactif
de_de: Dereit inaktive Nutzer
el_gr: Αριθμός ανενεργών χρηστών
es_es: Número de usuarios inactivos
et_ee: Mitteaktiivsete kasutajate arv
fi_fi: Ei-aktiivisten käyttäjien määrä
fr_fr: Nombre d'utilisateurs inactifs
it_it: Numero di utenti inattivi
pl_pl: Liczba nieaktywnych użytkowników
pt_pt: Número de utilizadores inativos
ro_ro: Numărul de membri inactivi
sl_si: Število neaktivnih uporabnikov
tr_tr: Etkin olmayan kullanıcı sayısı
uk_ua: Кількість неактивних користувачів

source: The e-mail was sent successfully.
bg_bg: Е-мейлът беше изпратен успешно.
ca_es: El correu s'ha enviat amb èxit.
cy: Anfonwyd yr e-bost yn llwyddiannus.
de_de: Die E-Mail wurde erfolgreich versandt.
el_gr: Το e-mail στάλθηκε με επιτυχία.
es_es: El correo electrónico se envió con éxito.
et_ee: E-kirja saatmine õnnestus.
fi_fi: Sähköposti lähetettiin onnistuneesti.
fr_fr: Le courriel a été envoyé avec succès.
it_it: La e-mail è stata spedita con successo.
pl_pl: Mail został wysłany.
pt_pt: O e-mail foi enviado com sucesso.
ro_ro: E-mail-ul a fost trimis cu succes.
sl_si: Elektronsko sporočilo je bilo uspešno poslano.
tr_tr: E-posta başarıyla gönderildi.
uk_ua: Електронне повідомлення було успішно відправлене.

source: E-mail OK.
bg_bg: Е-мейлът е правилен.
ca_es: Correu OK.
cy: E-bost OK.
el_gr: E-mail ΟΚ.
es_es: Correo electrónico CORRECTO
et_ee: E-kirja saatmisega on hästi.
fi_fi: Sähköposti OK.
fr_fr: Courriel OK.
pl_pl: Mail OK.
ro_ro: E-mail-ul este OK.
sl_si: Elektronski naslov je v redu.
tr_tr: E-posta tamam.
uk_ua: Електронна пошта в порядку.

source: The e-mail was NOT sent.
bg_bg: Е-мейлът не беше изпратен.
ca_es: NO s'ha enviat el correu.
cy: NID anfonwyd yr e-bost.
de_de: Die E-Mail wurde NICHT versandt.
el_gr: To e-mail ΔΕ στάλθηκε.
es_es: NO se envió el correo electrónico.
et_ee: E-kirja ei saadetud
fi_fi: Sähköpostiviestiä EI lähetetty.
fr_fr: Le courriel n'a PAS été envoyé.
it_it: La e-mail NON è stata inviata.
pl_pl: NIE wysłano maila.
pt_pt: O e-mail NÃO foi enviado.
ro_ro: E-mail-ul nu a fost trimis
sl_si: Elektronsko sporočilo NI bilo poslano.
tr_tr: E-posta gönderileMEdi.
uk_ua: Електронне повідомлення НЕ було надіслане.

source: E-mail not OK.
bg_bg: Е-мейлът не е правилен.
ca_es: Correu NO OK.
cy: E-bost ddim yn iawn.
de_de: E-Mail NICHT OK.
el_gr: E-mail όχι ΟΚ.
es_es: Correo electrónico INCORRECTO
et_ee: E-kirja saatmisega ei ole hästi.
fi_fi: Sähköposti ei OK.
fr_fr: Courriel non OK.
it_it: E-mail non OK.
pl_pl: Nieprawidłowy mail.
pt_pt: E-mail não OK.
ro_ro: E-mail-ul nu este OK.
sl_si: Elektronski naslov ni v redu.
tr_tr: E-posta tamam değil.
uk_ua: Проблема з електронною поштою.

source: The SMS was sent successfully.
bg_bg: SMS-ът беше изпратен успешно.
ca_es: L'SMS s'ha enviat correctament.
cy: Anfonwyd y SMS yn llwyddiannus.
de_de: Die SMS wurde erfolgreich versandt.
el_gr: Το SMS στάλθηκε με επιτυχία.
es_es: El SMS se envió con éxito.
et_ee: SMSi saatmine õnnestus.
fi_fi: SMS-viesti lähetettiin onnistuneesti.
fr_fr: Le SMS a été envoyé avec succès.
it_it: L'SMS è stato inviato con successo.
pl_pl: SMS wysłany.
pt_pt: O SMS foi enviado com sucesso.
ro_ro: SMS-ul a fost trimis cu succes.
sl_si: Sporočilo je bilo uspešno poslano.
tr_tr: SMS başarıyla gönderildi.
uk_ua: SMS надіслане успішно.

source: SMS OK.
bg_bg: SMS-ът е правилен.
cy: SMS iawn.
el_gr: SMS ΟΚ.
es_es: SMS CORRECTO.
fi_fi: Tekstiviesti OK.
sl_si: Sporočilo je v redu.
tr_tr: SMS tamam.
uk_ua: SMS в порядку

source: The SMS was NOT sent.
bg_bg: SMS-ът не беше изпратен.
ca_es: L'SMS NO s'ha enviat.
cy: NID anfonwyd y SMS.
de_de: Die SMS wurde NICHT versandt.
el_gr: Το SMS ΔΕ στάλθηκε.
es_es: NO se envió el SMS.
et_ee: SMSi ei saadetud.
fi_fi: Tekstiviestiä EI lähetetty.
fr_fr: Le SMS n'a PAS été envoyé.
it_it: L'SMS NON è stato inviato.
pl_pl: NIE wysłano SMS-a.
pt_pt: O SMS NÃO foi enviado.
ro_ro: SMS-ul nu a fost trimis.
sl_si: Sporočilo NI bilo poslano.
tr_tr: SMS gönderileMEdi.
uk_ua: SMS не надіслане.

source: SMS not OK.
bg_bg: SMS-ът не е правилен.
ca_es: SMS NO OK.
cy: SMS ddim yn iawn.
de_de: SMS NICHT OK.
el_gr: SMS όχι ΟΚ.
es_es: SMS INCORRECTO.
et_ee: SMSiga ei ole hästi.
fi_fi: Tekstiviesti ei OK.
fr_fr: SMS non OK.
it_it: SMS non OK.
pl_pl: Nieprawidłowy SMS.
pt_pt: SMS não OK.
ro_ro: SMS-ul nu este OK.
sl_si: Sporočilo ni v redu.
tr_tr: SMS tamam değil
uk_ua: SMS не в порядку.

source: Only a fragment of the SMS was sent. You should re-send it.
bg_bg: Беше изпратена само част от SMS-а. Трябва да го изпратите отново.
ca_es: Només s'ha enviat una part de l'SMS. Cal que el reenvieu.
cy: Dim ond darn o'r SMS a anfonwyd. Dylech ei ail-anfon.
de_de: Die SMS wurde nur teilweise versandt. Sie sollten Sie noch einmal senden.
el_gr: Μόνο ένα τμήμα του SMS στάλθηκε. Θα πρέπει να το ξαναστείλετε.
es_es: Sólo se envió un fragmente del SMS. Deberías volver a enviarlo.
et_ee: Ainult SMSi fragment saadeti. Sa peaksid SMSi uuesti saatma.
fi_fi: Vain osa tekstiviestistä lähetettiin. Sinun pitäisi lähettää se uudelleen.
fr_fr: Seul un fragment du SMS a été envoyé. Vous devriez le réenvoyer.
it_it: Solo un frammento di SMS è stato spedito. Dovresti rispedirlo.
pl_pl: Wysłano tylko fragment SMS-a. Trzeba ponowić wysyłkę.
pt_pt: Apenas um fragmento do SMS foi enviado. Deve reenviá-lo.
ro_ro: Doar un fragment din SMS a fost trimis. Ar trebuii să îl retrimiteți.
sl_si: Poslan je bil samo del sporočila. Pošljite ga znova.
tr_tr: SMS'in sadece bir parçası gönderildi. Tekrar göndermelisiniz.
uk_ua: Відправлено лише фрагмент SMS. Вам слід надіслати його повторно.

source: SMS Fragment.
bg_bg: Част от SMS.
ca_es: Fragment SMS.
cy: Darn SMS.
el_gr: Τμήμα SMS.
es_es: Fragmento de SMS.
fi_fi: Osa tekstiviestistä.
fr_fr: Fragment de SMS.
it_it: Frammento SMS.
pl_pl: Fragment SMS-a.
pt_pt: Fragmentação SMS.
ro_ro: Fragment din SMS.
sl_si: Del sporočila.
tr_tr: SMS Parçası
uk_ua: Фрагмент SMS.

source: Manage %s users
bg_bg: Управление на %s потребители
ca_es: Gestiona %s usuaris
cy: Rheoli %s defnyddwyr
de_de: %s Benutzer verwalten
el_gr: Διαχειριστείτε χρήστες %s
es_es: Administrar usuarios de %s
et_ee: Halda kasutajaid (%s)
fi_fi: Hallitse %skäyttäjää
fr_fr: Gérer les utilisateurs de %s
it_it: Gestisci %s utenti
pl_pl: Zarządzanie użytkownikami %s
pt_pt: Gerir utilizadores %s
ro_ro: Administrează %s utilizatori
sl_si: Upravljanje uporabnikov %s
tr_tr: %s kullanıcılarını yönet
uk_ua: Управління %s користувачами

source: User
bg_bg: Потребител
ca_es: Usuari/a
cy: Defnyddiwr
de_de: Benutzer
el_gr: Χρήστης
es_es: Usuario
et_ee: Kasutaja
fi_fi: Käyttäjä
fr_fr: Utilisateur
it_it: Utente
pl_pl: Nazwa użytkownika
pt_pt: Utilizador
ro_ro: Utilizator
sl_si: Uporabnik
tr_tr: Kullanıcı
uk_ua: Користувач

source: Token/Certificate details
bg_bg: Детайли на Временен ключ/Сертификат
ca_es: Detalls del codi/certificat
cy: Manylion tocyn/tystysgrif
de_de: Details der Einladung / des Zertifkats
el_gr: Λεπτομέρειες κουπονιού/πιστοποιητικού
es_es: Detalles del token/certificado
et_ee: Koodi/Sertifikaadi üksikasjad
fi_fi: Token / Varmenteen tiedot
fr_fr: Détails du certificat/jeton
it_it: Dettaglio del Token/Certificato
pl_pl: Szczegóły dotyczące tokenów/certyfikatów
pt_pt: Detalhes de Token/Certificado
ro_ro: Detalii jeton/certificat
sl_si: Podrobnosti žetona/potrdila
tr_tr: Belirteç/Sertifika detayları
uk_ua: Деталі Маркера/Користувача

source: User/Token Expiry
bg_bg: Изтичане срока на Потребител/Временен ключ
ca_es: Usuari/codi expirat
cy: Defnyddiwr/Tocyn yn dod i ben
de_de: Ablaufdatum Nutzer bzw. Einladungslink
el_gr: Λήξη χρήστη/κουπονιού
es_es: Caducidad del usuario/token
et_ee: Kasutaja/Koodi aegumine
fi_fi: Tiedot vanhenevat
fr_fr: Expiration de l'utilisateur/du jeton
it_it: Scadenza Utente/Certificato
pl_pl: Przedawnianie danych użytkownika/tokenów.
pt_pt: Utilizador/Token expirado
ro_ro: Utilizator/jeton expirat
sl_si: Potek uporabnika/žetona
tr_tr: Kullanıcı/Belirteç Vadesi
uk_ua: Термін дії Користувача/Маркера

source: Actions
bg_bg: Действия
ca_es: Accions
cy: Gweithredoedd
de_de: Aktionen
el_gr: Ενέργειες
es_es: Acciones
et_ee: Tegevused
fi_fi: Toiminnot
it_it: Azioni
pl_pl: Akcje
pt_pt: Ações
ro_ro: Acțiune
sl_si: Dejanja
tr_tr: Eylemler
uk_ua: Дії

source: Certificate details
bg_bg: Детайли на сертификата
ca_es: Detalls del certificat
cy: Manylion tystysgrif
de_de: Details des Zertifikats
el_gr: Λεπτομέρειες πιστοποιητικού
es_es: Detalles del certificado
et_ee: Sertifikaadi üksikasjad
fi_fi: Varmenteen tiedot
fr_fr: Détails du certificat
it_it: Dettagli del certificato
pl_pl: Szczegóły certyfikatu
pt_pt: Detalhes do certificado
ro_ro: Detalii certificat
sl_si: Podrobnosti potrdila
tr_tr: Sertifika detayları
uk_ua: Деталі сертифікату

source: User Expiry
bg_bg: Изтичане срока на Потребител
ca_es: Caducitat de l'usuari
cy: Defnyddiwr yn dod i ben
de_de: Ende der Zugangsberechtigung
el_gr: Λήξη Χρήστη
es_es: Caducidad del usuario
et_ee: Kasutaja aegumine
fi_fi: Tiedot vanhenevat
fr_fr: Expiration de l'utilisateur
pl_pl: Ważność danych użytkownika
pt_pt: Expiração de utilizador
ro_ro: Utilizator expirat
sl_si: Potek uporabnika
tr_tr: Kullanıcı Süresi Dolma
uk_ua: Термін дії користувача

source: REVOKED
bg_bg: АНУЛИРАН
ca_es: REVOCAT
cy: DIRMOD
de_de: WIDERRUFEN
el_gr: ΑΝΑΚΛΗΘΗΚΕ
es_es: REVOCADO
et_ee: TÜHISTATUD
fi_fi: PERUUTETTU
fr_fr: RÉVOQUÉ
it_it: REVOCATO
pl_pl: ODWOŁANY
pt_pt: REVOGADO
ro_ro: REVOCAT
sl_si: PREKLICAN
tr_tr: İPTAL EDİLDİ
uk_ua: ВІДКЛИКАНО

source: EXPIRED
bg_bg: ПРОСРОЧЕН
ca_es: EXPIRAT
cy: DDARFOD
de_de: ABGELAUFEN
el_gr: ΕΛΗΞΕ
es_es: CADUCADO
et_ee: AEGUNUD
fi_fi: VANHENTUNUT
fr_fr: EXPIRÉ
it_it: SCADUTO
pl_pl: PRZEDAWNIONY
pt_pt: EXPIRADO
ro_ro: EXPIRAT
sl_si: POTEKEL
tr_tr: SÜRESİ DOLDU
uk_ua: ПРОСТРОЧЕНИЙ

source: Device:
bg_bg: Устройство:
ca_es: Dispositiu:
cy: Dyfais:
de_de: Gerät:
el_gr: Συσκευή:
es_es: Dispositivo:
et_ee: Seade:
fi_fi: Laite:
fr_fr: Appareil :
it_it: Dispositivo:
pl_pl: Urządzenie:
pt_pt: Dispositivo:
ro_ro: Dispozitiv:
sl_si: Naprava:
tr_tr: Cihaz:
uk_ua: Пристрій:

source: Serial Number:
bg_bg: Сериен номер:
ca_es: Número de sèrie:
cy: Rhif Serial:
de_de: Seriennummer:
el_gr: Σειριακός Αριθμός:
es_es: Número de serie:
et_ee: Seerianumber
fi_fi: Sarjanumero:
fr_fr: Numéro de série :
it_it: Numero Seriale:
pl_pl: Numer seryjny:
pt_pt: Número de série:
ro_ro: Numărul de serie:
sl_si: Serijska številka:
tr_tr: Seri Numarası:
uk_ua: Серійний номер

source: Expiry:
bg_bg: Срокът изтича:
ca_es: Expira:
cy: Dod i ben:
de_de: Ablaufdatum:
el_gr: Λήξη:
es_es: Caducidad:
et_ee: Aegub:
fi_fi: Vanhenee:
fr_fr: Date d'expiration :
it_it: Scadenza:
pl_pl: Ważność do:
pt_pt: Expiração:
ro_ro: Expirat:
sl_si: Potek:
tr_tr: Vade:
uk_ua: Термін дії:

source: Issued:
bg_bg: Резултат:
ca_es: Emès:
cy: Cyhoeddwyd:
de_de: Ausstellungsdatum:
el_gr: Εκδόθηκε:
es_es: Emitido:
et_ee: Väljastatud:
fi_fi: Myönnetty:
fr_fr: Créé le :
it_it: Emesso:
pl_pl: Wydany:
pt_pt: Emitido:
ro_ro: Problemă:
sl_si: Izdano:
tr_tr: Veriliş:
uk_ua: Виданий:

source: The device in question will stop functioning with %s. The revocation cannot be undone. Are you sure you want to do this?
bg_bg: Въпросното устройство ще спре да функционира с %s. Отменянето не може да бъде анулирано. Сигурни ли сте, че искате да направите това?
ca_es: El dispositiu indicat deixarà de funcionar amb %s. Aquesta revocació no es pot desfer. Segur que voleu procedir?
cy: Bydd y ddyfais dan sylw yn stopio gweithio gyda %s. Ni ellir dadwneud y dirymiad. Ydych chi'n siŵr eich bod am wneud hyn?
de_de: Das fragliche Gerät wird nicht mehr mit %s funktionieren. Die Zertifikatssperrung kann nicht rückgängig gemacht werden. Sind Sie sicher dass Sie das tun wollen?
el_gr: Η εν λόγω συσκευή θα σταματήσει να λειτουργεί με %s. Η ανάκληση δεν μπορεί να αναιρεθεί. Είστε σίγουροι ότι θέλετε να το κάνετε αυτό;
es_es: El dispositivo en cuestión dejará de funcionar con %s. La revocación no puede deshacerse. ¿Estás seguro/a de que quieres hacer esto?
et_ee: Kõnealune seade lõpetab toimimise %siga. Tühistamist ei saa tagasi võtta. Oled kindel, et soovid seda teha?
fi_fi: %s estää laitteen pääsyn verkkoon. Revokointia ei voi perua. Tahdotko varmasti edetä?
fr_fr: L'appareil en question cessera de fonctionner avec %s. La révocation est irréversible. Êtes-vous sûr de vouloir faire cela ?
it_it: Il dispositivo in questione smetterà di funzionare con %s. La revoca non può essere annullata. Sei sicuro di volerlo fare?
pl_pl: Urządzenie, którego dotyczy problem przestanie działać za pośrednictwem %s. Odwołanie nie może zostać wycofane. Czy potwierdzasz, że operacja ma być wykonana?
pt_pt: O dispositivo em questão deixará de funcionar com %s. A revogação não pode ser revertida. Tem certeza de que quer fazer isso?
ro_ro: Dispozitivul în cauză nu va mai funcționa cu %s. Revocarea nu poate fi anulată. Ești sigur că vrei să faci acest lucru?
sl_si: Zadevna naprava bo prenehala delovati s %s. Preklica ni mogoče razveljaviti. Ste prepričani, da želite izvesti to dejanje?
tr_tr: Söz konusu cihaz, %s ile işlevini durduracak. İptal edilemez. Bunu yapmak istediğinizden emin misiniz?
uk_ua: Пристрій, про який йде мова, перестане функціонувати після %s. Відкликання неможливо скасувати. Ви впевнені, що хочете це зробити?

source: Revoke
bg_bg: Анулирайте
ca_es: Revoca
cy: Dirymu
de_de: Widerrufen
el_gr: Ανάκληση
es_es: Revocar
et_ee: Tühista
fi_fi: Peruuta
fr_fr: Révoquer
it_it: Revoca
pl_pl: Odwołanie
pt_pt: Revogado
ro_ro: Revocat
sl_si: Prekliči
tr_tr: İptal et
uk_ua: Відкликати

source: (show %d revoked certificate)
bg_bg: (покажи %d анулирания сертификат)
ca_es: (mostra %d certificat revocat)
cy: (dangos %d tystysgrif wedi'u dirymu)
de_de: (zeige %d zurückgezogenes Zertifikat)
el_gr: (προβολή %d ανακληθέντος πιστοποιητικού)
es_es: (muestra %d certificado revocado)
et_ee: (%d - näita tühistatud sertifikaati)
fi_fi: (näytä %dperuutettu varmenne)
fr_fr: (montrer les %d certificats révoqués)
it_it: (mostra %d certificato revocato)
pl_pl: (pokaż odwołany certyfikat %d)
pt_pt: (mostrar %d certificado revogado)
ro_ro: (arată %d certificat respins)
tr_tr: (geçersiz %d sertifikayı göster)
uk_ua: (показати %dанульовані сертифікати)

source: (show %d expired certificate)
bg_bg: (покажи %d изтеклия сертификат)
ca_es: (mostrar %d certificat caducat)
cy: (dangos %d tystysgrif sydd ddarfod)
de_de: (zeige %d abgelaufenes Zertifikat)
el_gr: (προβολή %d ληγμένου πιστοποιητικού)
es_es: (muestra %d certificado caducado)
et_ee: (%d - näita aegunud sertifikaati)
fi_fi: (näytä %d vanhentunut varmenne)
fr_fr: (montrer les %d certificats expirés)
it_it: (mostra %d certificato scaduto)
pl_pl: (pokaż przedawniony certyfikat %d)
pt_pt: (mostrar %d certificado expirado)
ro_ro: (arată %d certificat expirat)
tr_tr: (Süresi geçmiş %d sertifikayı göster)
uk_ua: (показати %dпрострочені сертифікати)

source: The invitation token %s is ready for sending! Choose how to send it:
bg_bg: Поканващият временен ключ %s е готов за изпращане! Изберете как да го изпратите:
ca_es: La invitació %s és a punt per enviar! Escolliu com fer-ho:
cy: Mae'r tocyn gwahoddiad %s yn barod i'w anfon! Dewiswch sut i'w anfon:
de_de: Der Einladungslink %s kann versandt werden. Wählen Sie aus, wie Sie Ihn versenden möchten:
el_gr: Το κουπόνι πρόσκλησης %s είναι έτοιμο για αποστολή! Επιλέξτε πώς να σταλεί:
es_es: El token de invitación %s está listo para ser enviado. Elige cómo enviarlo:
et_ee: Kutse kood %s on saatmiseks valmis. Vali saatmisviis:
fi_fi: Kutsu %s on valmis lähetettäväksi. Valitse lähetystapa:
fr_fr: Le jeton d'invitation %s est prêt à être envoyé. Choisissez le mode d'envoi :
it_it: Il token di invito %s è pronto per essere spedito! Scegli come spedirlo:
pl_pl: Token zaproszenia %s jest gotowy do wysyłki! Wskaż, jak ma być wysłany:
pt_pt: O identificador de convite %s está pronto para envio! Escolha como enviar:
ro_ro: Invitația %s este gata de a fi trimisă! Alegeți o metodă de expediere:
sl_si: Žeton vabila %s je pripravljen za pošiljanje. Izberite, kako ga želite poslati:
uk_ua: Маркер запрошення%s готовий до надсилання! Виберіть спосіб надсилання:

source: E-Mail:
bg_bg: е-мейл:
ca_es: Correu electrònic:
cy: E-bost:
es_es: Correo electrónico:
et_ee: E-post:
fr_fr: Courriel :
pl_pl: Mail:
ro_ro: E-Mail-ul:
sl_si: E-pošta:
tr_tr: E-Posta
uk_ua: Електронна пошта:

source: Local mail client
bg_bg: Локален мейл клиент
ca_es: Client de correu local
cy: Cleient ebost lleol
de_de: Lokales Mailprogramm
el_gr: Τοπικό πρόγραμμα mail
es_es: Cliente de correo local
et_ee: Kohalik e-posti klient
fi_fi: Paikallinen sähköposti
fr_fr: Outil de courriel local
it_it: Client di posta locale
pl_pl: Lokalny klient mailowy
pt_pt: Cliente de e-mail local
ro_ro: Aplicație locală de poștă electronică
sl_si: Lokalni poštni odjemalec
tr_tr: Yerel posta istemcisi
uk_ua: Локальний поштовий клієнт

source: Send with CAT
bg_bg: Изпратете с CAT
ca_es: Envia amb CAT
cy: Anfonwch gyda CAT
de_de: Mit CAT senden
el_gr: Αποστολή μέσω CAT
es_es: Enviar con CAT
et_ee: Saada CATiga
fi_fi: CAT
fr_fr: Envoyer avec CAT
it_it: Manda con CAT
pl_pl: Wyślij za pomocą CAT
pt_pt: Enviar com o CAT
ro_ro: Trimite alături de CAT
sl_si: Pošlji s CAT
tr_tr: CAT ile Gönder
uk_ua: Надіслати з CAT

source: Send in SMS...
bg_bg: Изпратете в SMS...
ca_es: Envia per SMS...
cy: Anfon SMS...
de_de: Als SMS senden...
el_gr: Αποστολή με SMS...
es_es: Enviar por SMS...
et_ee: Saada SMSiga...
fi_fi: Lähetä tekstiviesti...
fr_fr: Envoyer le SMS...
it_it: Manda in SMS...
pl_pl: Wysłanie w SMS-ie...
pt_pt: Enviar por SMS...
ro_ro: Trimite in SMS...
sl_si: Pošlji v sporočilu SMS ...
tr_tr: SMS ile gönder ...
uk_ua: Надіслати в SMS ...

source: Manual:
bg_bg: Ръководство:
cy: Llawlyfr:
de_de: Händisch:
el_gr: Χειροκίνητα:
et_ee: Käsitsi:
fi_fi: Manuaalisesti:
fr_fr: Manuel :
it_it: Manuale:
pl_pl: Ręcznie:
sl_si: Ročno:
tr_tr: El Kitabı:
uk_ua: Вручну:

source: Copy to Clipboard
bg_bg: Копирайте в клипборда
ca_es: Copia al portaretalls
cy: Copïo I'r clipfwrdd
de_de: In die Zwischenablage kopieren
el_gr: Αντιγραφή στο Πρόχειρο
es_es: Copiar al portapapeles
et_ee: Kopeeri lõikepuhvrisse
fi_fi: Kopioi leikepöydälle
fr_fr: Copier vers le presse-papier
it_it: Copia negli appunti (clipboard)
pl_pl: Kopiuj do schowka
pt_pt: Copiar para o Clipboard
ro_ro: Copiază în clipboard
sl_si: Kopiraj v odložišče
tr_tr: Panoya kopyala
uk_ua: Копіювати в Буфер обміну

source: Display QR code
bg_bg: Покажете QR кода
ca_es: Mostra el codi QR
cy: Arddangos cod QR
de_de: QR Code anzeigen
el_gr: Εμφάνιση QR code
es_es: Mostrar código QR
et_ee: Näita QR-koodi
fi_fi: Näytä QR-koodi
fr_fr: Afficher le QR code
it_it: Mostra il QR code
pl_pl: Wyświetl kod QR
pt_pt: Mostrar código QR
ro_ro: Arată codul QR
sl_si: Prikaži kodo QR
tr_tr: QR kodunu göster
uk_ua: Показати QR-код
