Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: Failure during deactivation, your request is queued for handling
bg_bg: Неуспех по време на деактивиране, Вашата заявка е на опашката за обработка
ca_es: Error durant la desactivació, la vostra petició s'ha encuat per a resoldre-la
cy: Methiant yn ystod dadactifadu, mae eich cais mewn ciw i'w drin
de_de: Fehler beim Deaktivieren, die Aktion ist in der Warteschlange.
el_gr: Αποτυχία κατά την απενεργοποίηση , το αίτημα σας έχει μπεί σε σειρά για τον χειρισμό του .
es_es: Ha ocurrido un error durante la desactivación, su petición se ha encolado para ser procesada
et_ee: Mitteaktiivseks muutmisel tekkis viga, Su taotlus on ootejärjekorras
fr_fr: Echec lors de la désactivation, votre demande est mise en attente de traitement
it_it: Errore durante la disattivazione, la tua richiesta è in coda per essere gestita.
pl_pl: Nie powiodła się dezaktywacja, twoje zlecenie zostało zakolejkowane.
pt_pt: Falha na desativação, a sua solicitação está na fila para ser tratada.
ro_ro: Eșec în timpul dezactivării, cererea dumneavoastră este plasată în coada de așteptare pentru tratare
sl_si: Napaka med deaktiviranjem. Vaša zahteva je uvrščena v čakalno vrsto obravnave.
uk_ua: Збій під час деактивації, ваш запит стоїть у черзі на обробку

source: Deactivation failure for your primary RADIUS server, your request is queued.
bg_bg: Неуспешна деактивация за Вашия главен RADIUS сървър, Вашата заявка е в опашката.
ca_es: Error durant la desactivació del vostre RADIUS primari, la vostra petició s'ha encuat per a resoldre-la.
cy: Methiant dadactifadu ar gyfer eich gweinydd RADIUS cynradd, mae eich cais mewn ciw.
de_de: Fehler beim Deaktivieren des primären RADIUS Servers, die Aktion ist in der Warteschlange.
el_gr: Αποτυχία απενεργοποίησης για τον πρωτεύον RADIUS server σας , το αίτημα σας έχει μπεί σε σειρά.
es_es: Ha ocurrido un error durante la desactivación del servidor principal RADIUS, su petición se ha encolado.
et_ee: Su primaarse RADIUSe serveri mitteaktiivseks muutmisel tekkis viga, taotlus on ootejärjekorras.
fr_fr: Echec de désactivation pour votre serveur RADIUS primaire, votre demande est mise en file d'attente.
it_it: Errore di disattivazione per il tuo server RADIUS primario, la tua richiesta è in coda.
pl_pl: Nie powiodła się dezaktywacja po stronie serwera podstawowego, twoje zlecenie zostało zakolejkowane.
pt_pt: Falha na desativação do seu servidor RADIUS de primário, a sua solicitação está na fila.
ro_ro: Eșec de dezactivare pentru serverul dumneavoastră RADIUS primar, cererea dumneavoastră este plasată în coada de așteptare.
sl_si: Napaka deaktiviranja za primarni strežnik RADIUS. Vaša zahteva je bila uvrščena v čakalno vrsto.
uk_ua: Помилка деактивації основного RADIUS сервера, ваш запит поставлено в чергу.

source: Deactivation failure for your backup RADIUS server, your request is queued.
bg_bg: Неуспешна деактивация за Вашия бакъп RADIUS сървър, Вашата заявка е в опашката.
ca_es: Error durant la desactivació del vostre RADIUS de backup, la vostra petició s'ha encuat per a resoldre-la.
cy: Methiant dadactifadu ar gyfer eich gweinydd RADIUS wrth gefn, mae eich cais mewn ciw.
de_de: Fehler beim Deaktivieren des sekundären RADIUS Servers, die Aktion ist in der Warteschlange.
el_gr: Αποτυχία απενεργοποίησης για τον backup RADIUS server σας , το αίτημα σας έχει μπεί σε σειρά .
es_es: Ha ocurrido un error en la desactivación de su servidor RADIUS de respaldo, su petición se ha encolado.
et_ee: Su RADIUSe varuserveri mitteaktiivseks muutmisel tekkis viga, taotlus on ootejärjekorras.
fr_fr: Echec de désactivation pour votre serveur RADIUS secondaire, votre demande est mise en file d'attente.
it_it: Disattivazione fallita per il tuo server RADIUS di backup, la tua richiesta è in coda.
pl_pl: Nie powiodła się dezaktywacja po stronie serwera zapasowego, twoje zlecenie zostało zakolejkowane.
pt_pt: Falha na desativação do seu servidor RADIUS de backup, a sua solicitação está na fila.
ro_ro: Eșec de dezactivare pentru serverul dumneavoastră RADIUS de rezervă, cererea dumneavoastră este plasată în coada de așteptare.
sl_si: Napaka deaktiviranja za nadomestni strežnik RADIUS. Vaša zahteva je bila uvrščena v čakalno vrsto.
uk_ua: Помилка деактивації резервного RADIUS сервера, ваш запит поставлено в чергу.

source: Do you really want to remove this %s deployment?
bg_bg: Наистина ли искате да премахнете този %s deployment?
ca_es: Segur que voleu esborrar el desplegament %s?
cy: Ydych chi wir eisiau dileu'r defnyddio %s hwn?
de_de: Möchten Sie diese %s Verbindung wirklich entfernen?
el_gr: Θέλετε όντως να αφαιρέσετε αυτή την υλοποίηση %s?
es_es: ¿Realmente quieres eliminar el despliegue de %s ?
et_ee: Kas Sa tõesti tahad kustutada %s rakenduse?
fr_fr: Voulez-vous vraiment supprimer ce déploiement %s ?
it_it: Vuoi davvero rimuovere questa impiego di %s?
pl_pl: Czy rzeczywiście chcesz usunąć tę instancję %s?
pt_pt: Quer mesmo remover esta implementação %s?
ro_ro: Doriți să îndepărtați această implementare %s?
sl_si: Ali res želite odstraniti to uvedbo %s?
uk_ua: Ви дійсно хочете видалити це %sрозгортання?

source: Remove deployment
bg_bg: Премахнете deployment
ca_es: Esborrar desplegament
cy: Dileu defnyddio
de_de: Verbindung entfernen
el_gr: Αφαίρεση υλοποίησης
es_es: Eliminar despliegue
et_ee: Kustuta rakendus
fr_fr: Supprimer le déploiement
it_it: Rimuovi l'impiego
pl_pl: Usuń instancję
pt_pt: Remover implementação
ro_ro: Îndepărtați implementarea
sl_si: Odstrani uvedbo
uk_ua: Видалити розгортання

source: Do you really want to replace TLS credentials for this %s deployment? The current TLS credentials will be revoked in 4 hours.
bg_bg: Наистина ли искате да замените TLS идентификационните данни за това %s внедряване? Текущите TLS идентификационни данни ще бъдат отменени след 4 часа.
ca_es: De debò voleu substituir les credencials TLS per aquest desplegament %s? Les credencials TLS actuals es desactivaran en 4 hores.
cy: Ydych chi wir eisiau disodli manylion mewngofnodi TLS ar gyfer y defnyddio %s hwn? Bydd y manylion mewngofnodi TLS cyfredol yn cael eu dirymu ymhen 4 awr.
es_es: ¿De verdad quieres reemplazar las credenciales TLS para este despliegue de %s? Las credenciales TLS actuales serán revocadas dentro de 4 horas.
et_ee: Kas soovid tõesti asendada TLSi kasutajakonto andmed selle %s paigaldise puhul? Praegused TLS kasutajakonto andmed tühistatakse 4 tunniga.
it_it: Vuoi veramente sostituire le credenziali TLS per questo impiego di %s? Le credenziali TLS attuali verranno revocate in 4 ore.
pl_pl: Czy potwierdzasz zmianę danych TLS dla tej instancji %s? Obecne dane TLS zostaną unieważnione za 4 godziny.
ro_ro: Doriți să înlocuiți credențialele TLS pentru această implementare %s? Credențialele TLS curente vor fi revocate în 4 ore.
sl_si: Ali res želite zamenjati poverilnice TLS za to %s namestitev? Trenutne poverilnice TLS bodo preklicane v 4 urah.
uk_ua: Ви дійсно хочете замінити облікові дані TLS для цього %s розгортання? Поточні TLS-облікові дані буде відкликано через 4 години.

source: Renew RADIUS over TLS credentials
bg_bg: Подновяване на RADIUS през TLS идентификационни данни
ca_es: Renovar les credencials RADIUS sobre TLS
cy: Adnewyddu manylion mewngofnodi RADIUS dros TLS
es_es: Renovar las credenciales de RADIUS sobre TLS
et_ee: Uuenda RADIUS over TLS kasutajakonto andmed
it_it: Rinnova le credenziali RADIUS over TLS
pl_pl: Odnów dane uwierzytelnienia serwera RADIUS over TLS
ro_ro: Reînnoiți credențialele RADIUS over TLS
sl_si: Obnovi poverilnice za RADIUS preko TLS
uk_ua: Оновлення облікових даних RADIUS через TLS

source: Upload CSR to sign my own TLS credentials
bg_bg: Качване на CSR за подписване на моите собствени TLS идентификационни данни
ca_es: Carregar CSR per signar les meves credencials TLS
cy: Lanlwytho CSR i lofnodi fy nghymwysterau TLS fy hun
es_es: Subir CSR para firmar mis propias credenciales TLS
et_ee: Lae üles CSR, et allkirjastada oma TLS kasutajakonto andmed
it_it: Carica la CSR per firmare le mie credenziali TLS
pl_pl: Prześlij CSR by podpisywać danych TLS
ro_ro: Încărcați CSR pentru a semna propiile credențiale TLS
sl_si: Naloži CSR za podpis lastnih poverilnic TLS
uk_ua: Завантажити CSR для підписання власних TLS-даних

source: We are not able to handle a new configuration request requiring contact with RADIUS servers now.
bg_bg: В момента не можем да обработим нова заявка за конфигурация, изискваща контакт с RADIUS сървъри.
ca_es: Ara no podem manegar una nova petició de configuració que requereixi contactar els servidors RADIUS.
cy: Nid ydym yn gallu ymdrin â chais ffurfweddu newydd sy'n gofyn am gysylltiad â gweinyddion RADIUS ar hyn o bryd.
es_es: No es posible procesar una nueva petición de configuración que requiera contacto con los servidores RADIUS en este momento.
et_ee: Me ei saa RADIUSe serveritega kontakti vajavat uut seadistustaotlust praegu täita.
it_it: Al momento non siamo in grado di gestire una nuova richiesta di configurazione che richieda il contatto con i server RADIUS.
pl_pl: W tej chwili nie możemy obsłużyć zlecenia konfiguracyjnego wymagającego kontaktu z serwerami RADIUS.
ro_ro: Nu putem gestiona în prezent o nouă cerere de configurare care necesită contactul cu serverele RADIUS.
sl_si: Trenutno ne moremo obdelati nove zahteve za konfiguracijo, ki zahteva stik s strežniki RADIUS.
uk_ua: Наразі неможливо обробити новий запит на конфігурацію, що потребує зв'язку із серверами RADIUS.

source: Check later.
bg_bg: Проверете по-късно.
ca_es: Comproveu-ho més tard.
cy: Gwiriwch yn ddiweddarach
es_es: Comprobar más tarde.
et_ee: Vaata hiljem.
it_it: Controlla più tardi.
pl_pl: Sprawdź później.
ro_ro: Verificați mai târziu.
sl_si: Poskusite kasneje.
uk_ua: Перевірте пізніше.

source: Hotspot Usage Statistics
bg_bg: Статистика за използването на Hotspot
ca_es: Estadístiques d'ús de Hotspot
cy: Ystadegau Defnydd Llecyn
de_de: Nutzungsstatistiken des Hotspots
el_gr: Στατιστικά Χρήσης Hotspot
es_es: Estadísticas de uso de los puntos de acceso
et_ee: Hotspoti kasutusstatistika
fr_fr: Statistiques d'utilisation des hotspots
it_it: Statistiche sull'utilizzo degli Hotspot
pl_pl: Statystyki użycia hotspotu
pt_pt: Estatísticas de Utilização do Hotspot
ro_ro: Statistici de utilizare Hotspot
sl_si: Statistični podatki uporabe dostopne točke
tr_tr: Hotspot Kullanım İstatistikleri
uk_ua: Статистика використання точки доступу

source: 5 most recent authentications
bg_bg: 5 последни аутентикации
ca_es: Les 5 autenticacions més recents
cy: 5 dilysiad diweddaraf
de_de: 5 letzte Authentifizierungen
el_gr: 5 πιο πρόσφατες αυθεντικοποιήσεις
es_es: Las 5 autentificaciones más recientes
et_ee: 5 viimatist autentimist
fr_fr: Les 5 authentifications les plus récentes
it_it: 5 autenticazioni più recenti
pl_pl: 5 ostatnich uwierzytelnień
pt_pt: 5 autenticações mais recentes
ro_ro: 5 cele mai recente autentificări
sl_si: 5 nedavnih preverjanj pristnosti
uk_ua: 5 останніх аутентифікацій

source: <b>AP Identifier</b> is a /-separated tuple of NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id
bg_bg: <b>AP Identifier</b> е / отделен кортеж от NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id
ca_es: <b>L'identificador AP</b> és una tupla separada amb / dels atributs NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id
cy: Mae <b>AP Identifier</b> yn diwpl wedi'i wahanu gan / o NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id
es_es: El <b>Identificador de AP</b> es una tupla NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id separada por "/"
et_ee: <b>AP identifikaator</b> on kaldkriipsudega (/) eraldatud järjend: NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id
it_it: <b>AP Identifier</b> è una tupla separata da "/" di NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id
pl_pl: <b>Identyfikator AP</b> jest rozdzielonym znakiem / połączeniem atrybutów NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id
ro_ro: <b>Identificator AP </b> este un tuple /separat de NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id
sl_si: <b>Identifikator AP</b> je z znakom ločen nabor vrednosti NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id.
uk_ua: <b>Ідентифікатор AP</b> — це кортеж, розділений символом “/”, який містить NAS-Identifier, NAS-IP-Address, NAS-IPv6-Address та Called-Station-Id

source: <b>Protocol</b> is a protocol used between a client and RADIUS server, for TLS it is a /-separated tuple TLS/<i>TLS-Client-Cert-Serial</i>
bg_bg: <b>Protocol</b> е протокол, използван между клиент и RADIUS сървър, за TLS това е /- отделен кортеж TLS/<i>TLS-Client-Cert-Serial</i>
ca_es: <b>Protocol</b> és un protocol utilitzat entre un client i un servidor RADIUS, per a TLS cal un parell diferent TLS/<i>TLS-Client-Cert-Serial</i>
cy: <b>Brotocol</b> yw brotocol a ddefnyddir rhwng cleient a gweinydd RADIUS, ar gyfer TLS mae'n diwpl wedi'i wahanu gan / TLS/<i>TLS-Client-Cert-Serial</i>
es_es: <b>Protocolo</b> es el protocolo usado entre un cliente y el servidor RADIUS. Para TLS es una tupla TLS/<i>TLS-Client-Cert-Serial</i> separada por "/".
et_ee: <b>Protokoll</b> on kliendi ja RADIUSe serveri vaheline protokoll; TLSi jaoks on see kaldkriipsudega (/) eraldatud järjend TLS/<i>TLS-Client-Cert-Serial</i>
it_it: <b>Protocol</b> è un protocollo usato fra client e server RADIUS, per TLS è una tupla separata da /, TLS/<i>TLS-Client-Cert-Serial</i>
pl_pl: <b>Protokół</b> oznacza protokół używany między klientem a serwerem RADIUS, w przypadku TLS jest to para rozdzielona znakiem / - TLS/<i>TLS-Client-Cert-Serial</i>
ro_ro: <b>Protocolul </b> este un protocol utilizat între un client și serverul RADIUS, pentru TLS este un tuple /-separat TLS/ <i>TLS-Client-Cert-Serial</i>
sl_si: <b>Protokol</b> je protokol, ki se uporablja med odjemalcem in strežnikom RADIUS, za TLS je to z znakom / ločen nabor vrednosti TLS/<i>TLS-Client-Cert-Serial</i>
uk_ua: <b>Protocol</b> — це протокол, що використовується між клієнтом і сервером RADIUS; для TLS він подається у вигляді кортежу, розділеного символом “/”: <i>TLS/TLS-Client-Cert-Serial</i>

source: Timestamp (UTC)
bg_bg: Време (по Координираното универсално време)
ca_es: Empremta de temps (UTC)
cy: Stamp amser (UTC)
de_de: Zeitstempel (UTC)
el_gr: Χρονοσήμανση (UTC)
es_es: Marca temporal (UTC)
et_ee: Ajatempel (UTC)
fr_fr: Horodatage (UTC)
pl_pl: Data i czas (UTC)
sl_si: Časovni žig (UTC)
uk_ua: Позначка часу (UTC)

source: Outer-Identity
bg_bg: Външна идентичност
ca_es: Identitat externa
cy: Hunaniaeth Allanol
es_es: Identidad anónima
et_ee: Väline identiteet
ro_ro: Identitate exterioară
sl_si: Zunanja identiteta
uk_ua: Зовнішній ідентифікатор

source: Result
bg_bg: Резултат
ca_es: Resultat
cy: Canlyniad
de_de: Ergebnis
el_gr: Αποτέλεσμα
es_es: Resultado
et_ee: Tulemus
fi_fi: Tulos
fr_fr: Résultat
it_it: Risultato
pl_pl: Wynik
pt_pt: Resultado
ro_ro: Rezultatul
sl_si: Rezultat
tr_tr: Sonuç
uk_ua: Результат

source: MAC Address
bg_bg: MAC адрес
ca_es: Adreça MAC
cy: MAC Cyfeiriad
de_de: MAC Adresse
es_es: Dirección MAC
et_ee: MAC-aadress
fi_fi: MAC-osoite
fr_fr: Adresse MAC
it_it: Indirizzo MAC
pl_pl: Adres MAC
ro_ro: Adresa MAC
sl_si: Naslov MAC
tr_tr: MAC Adresi
uk_ua: MAC Адреса

source: Chargeable-User-Identity
bg_bg: Идентичност на потребителя
et_ee: Tuvastatav kasutajaidentiteet (Chargeable-User-Identity)
ro_ro: Identitatea utilizatorului taxabil
sl_si: Plačljiva identiteta uporabnika
uk_ua: Ідентифікатор платного користувача

source: AP Identifier
bg_bg: Идентификатор на АР
ca_es: Identificador AP
cy: Dynodydd AP
de_de: AP Kennung
el_gr: Αναγνωριστικό AP
es_es: Identificador de punto de acceso
et_ee: AP identifikaator
fr_fr: Identifiant AP
it_it: Identificatore AP
pl_pl: Identyfikator AP
pt_pt: Identificador de AP
ro_ro: Identificator AP
sl_si: Identifikator dostopne točke
uk_ua: Ідентифікатор точки доступу

source: Protocol
bg_bg: Протокол
cy: Brotocol
es_es: Protocolo
et_ee: Protokoll
it_it: Protocollo
pl_pl: Protokół
sl_si: Protokol
uk_ua: протокол

source: Success
bg_bg: Успешно
ca_es: Amb èxit
cy: Llwyddiant
de_de: Erfolg
el_gr: Επιτυχία
es_es: Éxito
et_ee: Õnnestumine
fi_fi: Onnistui
fr_fr: Succès
it_it: Successo
pl_pl: Sukces
pt_pt: Sucesso
ro_ro: Succes
sl_si: Uspešno
uk_ua: Успішно

source: Failure
bg_bg: Грешка
ca_es: Fallada
cy: Methiant
de_de: Fehlschlag
el_gr: Αποτυχία
es_es: Fallo
et_ee: Viga
fi_fi: Epäonnistui
fr_fr: Échec
it_it: Fallito
pl_pl: Błąd
pt_pt: Falha
ro_ro: Eroare
sl_si: Neuspešno
uk_ua: Невдача

source: Last hour
bg_bg: Последният час
ca_es: Darrera hora
cy: Awr olaf
de_de: Letzte Stunde
el_gr: Τελευταία ώρα
es_es: Última hora
et_ee: Viimane tund
fr_fr: Dernière heure
it_it: Ultima ora
pl_pl: Ostatnia godzina
pt_pt: Última hora
ro_ro: Ultima oră
sl_si: Zadnja ura
uk_ua: За останню годину

source: Last 30 days
bg_bg: Последните 30 дни
ca_es: Darrers 30 dies
cy: 30 diwrnod diwethaf
de_de: Letzte 30 Tage
el_gr: Τελευταίες 30 μέρες
es_es: Últimos 30 días
et_ee: Viimased 30 päeva
fr_fr: 30 derniers jours
it_it: Ultimi 30 giorni
pl_pl: Ostatnie 30 dni
pt_pt: Últimos 30 dias
ro_ro: Ultimele 30 de zile
sl_si: Zadnjih 30 dni
uk_ua: За останні 30 днів

source: Last 6 months
bg_bg: Последните 6 месеца
ca_es: Darrers 6 mesos
cy: 6 mis diwethaf
de_de: Letzte 6 Monate
el_gr: Τελευταίοι 6 μήνες
es_es: Últimos 6 meses
et_ee: Viimased 6 kuud
fr_fr: 6 derniers mois
it_it: Ultimi 6 mesi
pl_pl: Ostatnie 6 miesięcy
pt_pt: Últimos 6 meses
ro_ro: Ultimele 6 luni
sl_si: Zadnjih 6 mesecev
uk_ua: За останні 6 місяців

source: Get statistics as CSV file:
bg_bg: Получаване на статистика като CSV файл:
ca_es: Obteniu un fitxer CSV amb estadístiques:
cy: Cael ystadegau fel ffeil CSV:
es_es: Obtener estadísticas en un fichero CSV:
et_ee: Statistika CSV-failina:
it_it: Ottieni le statistiche come file CSV:
pl_pl: Pobierz statystyki, jako plik CSV:
ro_ro: Obțineți statistici ca fișier CSV:
sl_si: Pridobi statistiko kot CSV datoteko:
uk_ua: Завантажити статистику у файлі CSV:

source: Last week
bg_bg: Миналата седмица
ca_es: La setmana passada
cy: yr wythnos diwethaf
es_es: Última semana
et_ee: Eelmine nädal
it_it: L'ultima settimana
pl_pl: Ostatni tydzień
ro_ro: Ultima săptămână
sl_si: Prejšnji teden
uk_ua: За минулий тиждень

source: Hotspot Debug Logs
bg_bg: Дебъг логове на Hotspot
ca_es: Logs de depuració del Hotspot
cy: Logiau dadfygio llecyn
es_es: Trazas de depuración del hotspot
pl_pl: Logi debug hotspota
ro_ro: Jurnale de depanare Hotspot
sl_si: Dnevnik odpravljanja napak Hotspot
uk_ua: Журнали діагностики точок доступу

source: To get detailed logs from RADIUS sites click a button below.
bg_bg: За да получите подробни лог файлове от RADIUS сайтове, кликнете върху бутона по-долу.
ca_es: Cliqueu el botó de sota per a logs detallats dels llocs RADIUS.
cy: I gael logiau manwl o safleoedd RADIUS cliciwch botwm isod.
es_es: Para obtener trazas detalladas de sitios RADIUS haz clic en el botón a continuación.
et_ee: RADIUSe saitidest detailse logi saamiseks klõpsa allolevale nupule.
it_it: Per ottenere registri dettagliati dai siti RADIUS cliccare su uno dei pulsanti qui sotto.
pl_pl: Aby otrzymać szczegółowe logi z serwerów RADIUS kliknij przycisk poniżej.
ro_ro: Pentru a obține jurnale detaliate de la site-urile RADIUS, faceți clic pe un buton de mai jos.
sl_si: Za podrobne dnevnike iz lokacij RADIUS kliknite spodnji gumb.
uk_ua: Щоб отримати детальні журнали з сайтів RADIUS, натисніть кнопку нижче.

source: You will receive zip file with logs from both RADIUS servers: primary (folder named radius-1) and secondary (folder named radius-2).
bg_bg: Ще получите zip файл с лог файлове от двата RADIUS сървъра: основен (папка с име radius-1) и втори (папка с име radius-2).
ca_es: Rebreu un fitxer zip d'ambdós servidors RADIUS. primari (carpeta radius-1) i secundari (carpeta radius-2).
cy: Byddwch yn derbyn ffeil zip gyda logiau o'r ddau weinydd RADIUS: y prif weinydd (ffolder o'r enw radius-1) a'r eilaidd (ffolder o'r enw radius-2).
es_es: Recibirás un fichero ZIP con trazas de ambos servidores RADIUS: primario (la carpeta llamada radius-1) y secundario (la carpeta llamada radius-2).
et_ee: Saad zip-faili mõlema RADIUSe serveri logidega: primaarne (kataloog radius-1) ja sekundaarne (kataloog radius-2).
it_it: Riceverai un file zip con i log di entrambi i server RADIUS: primario (cartella denominata radius-1) e secondario (cartella denominata radius-2).
pl_pl: Otrzymasz plik zip z logami z obu serwerów RADIUS: głównego (katalog o nazwie radius-1) i zapasowego (folder o nazwie radius-2).
ro_ro: Veți primi un fișier zip cu jurnale de la ambele servere RADIUS: primar (folder numit radius-1) și secundar (folder numit radius-2).
sl_si: Prejeli boste zip datoteko z dnevniki z obeh strežnikov RADIUS: primarnega (mapa radius-1) in sekundarnega (mapa radius-2).
uk_ua: Ви отримаєте ZIP-файл із журналами від обох серверів RADIUS: основного (у папці з назвою radius-1) та резервного (у папці з назвою radius-2).

source: If no logs are available an empty zip file is provided.
bg_bg: Ако няма налични лог файлове, предоставен е празен zip файл.
ca_es: Si no hi ha logs disponibles s'obtindrà un fitxer zip buit.
cy: Os nad oes logiau ar gael, darperir ffeil zip wag.
es_es: Si no hay trazas disponibles se proporcionará un fichero ZIP vacío.
et_ee: Kui logi puudub, saad tühja zip-faili.
it_it: Se non sono disponibili registri, viene fornito un file zip vuoto.
pl_pl: Jeżeli nie ma żadnych logów, to przesłany będzie pusty plik zip.
ro_ro: Dacă nu sunt disponibile jurnale, este furnizat un fișier zip gol.
sl_si: Če ni dostopnih dnevnikov, boste prejeli prazno zip datoteko.
uk_ua: За відсутності журналів, ви отримаєте порожній ZIP-файл.

source: Today
bg_bg: Днес
ca_es: Avui
cy: Heddiw
es_es: Hoy
et_ee: Täna
it_it: Oggi
pl_pl: Dzisiaj
ro_ro: Azi
sl_si: Danes
uk_ua: Сьогодні

source: Last 2 days
bg_bg: Последните 2 дни
ca_es: Darrers 2 dies
pl_pl: Ostatnie 2 dni
sl_si: Zadnja 2 dneva
uk_ua: За останні 2 дні

source: Last 7 days
bg_bg: Последните 7 дни
ca_es: Darrers 7 dies
cy: 7 diwrnod diwethaf
es_es: Últimos 7 días
et_ee: Viimased 7 päeva
it_it: Ultimi 7 giorni
pl_pl: Ostatnie 7 dni
ro_ro: Ultimele 7 zile
sl_si: Zadnjih 7 dni
uk_ua: За останні 7 днів

source: Add %s deployment ...
bg_bg: Добавете %s разгръщане ...
ca_es: Afegir %s desplegament ...
cy: Ychwanegu defnyddio %s ...
de_de: %s Verbindung hinzufügen ...
el_gr: Προσθήκη της υλοποίησης %s ...
es_es: Añadir %s despliegue ...
et_ee: Lisa %s rakendamine ...
fr_fr: Ajouter %s déploiement...
it_it: Aggiungi l'impiego %s...
pl_pl: Dodaj instancję %s ...
pt_pt: Adicionar implementação %s...
ro_ro: Adăugați %s implementarea ...
sl_si: Dodaj uvedbo %s ...
uk_ua: Додати %s розгортання...

source: Helpdesk mail address is required but missing!
bg_bg: Мейл адресът на Helpdesk е задължителен, но липсва!
ca_es: Cal l'adreça electrònica del servei d'ajuda "Helpdesk"!
cy: Mae angen cyfeiriad ebost y ddesg gymorth ond ar goll!
de_de: E-Mail Adresse des Helpdesks wird benötigt aber fehlt!
el_gr: Η διεύθυνση mail helpdesk απαιτείται αλλά απουσιάζει!
es_es: Falta la dirección de correo del servicio de asistencia a usuarios, que es necesaria
et_ee: Nõutav kasutajatoe e-postiaadress on puudu!
fr_fr: L'adresse mail du service d'assistance est requise mais manquante !
it_it: L'indirizzo e-mail dell'helpdesk è obbligatorio ma manca!
pl_pl: Brak wymaganego maila do zespołu wsparcia!
pt_pt: O endereço de e-mail do Helpdesk é obrigatório, mas está em falta!
ro_ro: Adresa de e-mail a biroului de asistență este necesară, dar lipsește!
sl_si: Poštni naslov službe za pomoč uporabnikom je zahtevan, vendar manjka.
uk_ua: Не вказано адресу служби підтримки, вона є обов’язковою.!
