Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: It was sent with transport security (encryption).
bg_bg: Беше изпратено защитено (с криптиране).
ca_es: S'ha enviat amb encriptació en el transport.
cy: Fe'i hanfonwyd gyda diogelwch trafnidiaeth (amgryptio).
de_de: Sie wurde mit Transportverschlüsselung gesandt.
el_gr: Στάλθηκε με ασφαλή μεταφορά (κρυπτογράφηση).
es_es: Se envió a través de un medio seguro (cifrado).
et_ee: See saadeti turvaliselt (krüpteeritult).
fi_fi: Käytettiin salattua tiedonsiirtoa.
fr_fr: Envoyé avec un protocole sécurisé (chiffré).
it_it: E' stata inviata con trasporto sicuro (crittografia).
pl_pl: Został wysłany w bezpiecznym kanale (zaszyfrowany).
pt_pt: Foi enviado com segurança de transporte (criptografia).
ro_ro: A fost trimis prin transport securizat (criptare)
sl_si: Sporočilo je bilo poslano preko šifrirane povezave
uk_ua: Вони були надіслані з транспортною безпекою (шифруванням).

source: It was sent in clear text (no encryption).
bg_bg: Беше изпратено в чист текст (без криптиране).
ca_es: S'ha enviat en text pla (sense encriptar).
cy: Fe'i hanfonwyd mewn testun clir (dim amgryptio).
de_de: Sie wurde im Klartext gesandt (keine Verschlüsselung).
el_gr: Στάλθηκe σε καθαρό κείμενο (χωρίς κρυπτογράφηση).
es_es: Se envió como texto en claro (sin cifrado).
et_ee: See saadeti avatekstina (krüpteerimata).
fi_fi: Lähetys oli selväkielinen (ei salausta).
fr_fr: Envoyé en clair (non chiffré).
it_it: E' stata inviata in chiaro (senza crittografia).
pl_pl: Został wysłany otwartym tekstem (bez szyfrowania).
pt_pt: Foi enviado em texto simples (sem criptografia).
ro_ro: A fost trimis prin text lizibil (fără criptare)
sl_si: Sporočilo je bilo poslano preko šifrirane povezave
uk_ua: Вони були надіслані чистим текстом (без шифрування).

source: A subset of the mails were sent with transport encryption, the rest in clear text.
bg_bg: Част от мейлите бяха изпратени криптирано, а останалите - в чист текст.
ca_es: Un subconjunt dels correus s'han enviat amb transport encriptat, la resta en text pla.
cy: Anfonwyd is-set o'r post gydag amgryptio cludiant, a'r gweddill mewn testun clir.
de_de: Ein Teil der Mails wurde mit Transportverschlüsselung versandt, der Rest in Klartext (ohne Verschlüsselung).
el_gr: Ένα μέρος των mail στάλθηκαν με κρυπτογράφηση, τα υπόλοιπα σε καθαρό κείμενο.
es_es: Algunos de los correos se enviaron a través de un medio cifrado, el resto en texto en claro.
et_ee: Osa kirju saadeti turvaliselt (krüpteeritult), ülejäänud avatekstina.
fi_fi: Osa sähköposteista lähetettiin salatulla tiedonsiirrolla, osa selväkielisinä.
fr_fr: Une partie des courriels ont été envoyés avec un protocole chiffré, le reste en clair
it_it: Un sottoinsieme delle mail è stato inviato con crittografia di trasporto, il resto in chiaro.
pl_pl: Część maili została wysłana w sposób zaszyfrowany, a część bez zaszyfrowania.
pt_pt: Um subconjunto dos e-mails foi enviado com criptografia de transporte, o restante em texto não criptografado.
ro_ro: O parte din e-mail-uri au fost trimise prin transport securizat, iar celelalte sub formă de text lizibil.
sl_si: Podnabor elektronskih sporočil je bil poslan s šifrirano povezavo, ostala pa kot čisto besedilo.
uk_ua: Частина листів була надіслана з транспортним шифруванням, решта у відкритому вигляді.

source: The invitation email was sent successfully.
bg_bg: Е-мейлът с покана беше изпратен успешно.
ca_es: El correu d'invitació s'ha enviat amb èxit.
cy: Anfonwyd yr e-bost gwahoddiad yn llwyddiannus.
de_de: Die Einladungs-E-Mail wurde erfolgreich versandt.
el_gr: Το email πρόσκλησης στάλθηκε με επιτυχία.
es_es: La invitación se envió con éxito.
et_ee: Kutse saadeti välja.
fi_fi: Kutsu lähetettiin onnistuneesti.
fr_fr: Le courrier d'invitation a été envoyé avec succès.
it_it: La mail di invito è stata inviata con successo.
pl_pl: Powiodła się wysyłka maila z zaproszeniem.
pt_pt: O e-mail de convite foi enviado com sucesso.
ro_ro: E-mail-ul de invitare a fost trimis cu succes.
sl_si: E-pošta s povabilom je bila uspešno odposlana.
uk_ua: Усі електронні листи із запрошеннями були успішно відправлені.

source: Sent successfully.
bg_bg: Изпращането е успешно.
ca_es: S'ha enviat correctament.
cy: Wedi'i anfon yn llwyddiannus.
de_de: Erfolgreich versandt.
el_gr: Στάλθηκε με επιτυχία.
es_es: Enviado con éxito.
et_ee: Saadetud.
fi_fi: Lähetetty.
fr_fr: Envoyé avec succès.
it_it: Inviato con successo.
pl_pl: Wysyłka została zabezpieczona (zaszyfrowana).
pt_pt: Enviado com sucesso.
ro_ro: Trimis cu succes.
sl_si: Uspešno poslano
tr_tr: Başarıyla gönderildi
uk_ua: Надіслано успішно.

source: No invitation email could be sent!
bg_bg: Никакъв е-мейл-покана не може да бъде изпратен!
ca_es: No s'ha pogut enviar cap correu d'invitació!
cy: Ni fu modd anfon e-bost gwahoddiad!
de_de: Keine Einladungs-E-Mail konnte versandt werden.
el_gr: Κανένα email πρόσκλησης δεν μπόρεσε να σταλεί!
es_es: Ningún correo de invitación pudo ser enviado
et_ee: Kutseid ei saanud saata!
fi_fi: Kutsun lähettäminen ei onnistunut!
fr_fr: Aucun courriel d'invitation n'a pu être envoyé !
it_it: Non si è potuta inviare alcuna email di invito.
pl_pl: Nie można wysłać maila żadnego maila z zaproszeniem!
pt_pt: Nenhum e-mail de convite pode ser enviado!
ro_ro: Nici un e-mail de invitare nu a putut fi trimis!
sl_si: Elektronska vabila niso bila poslana.
uk_ua: Жодного запрошення не вдалося надіслати!

source: Sending failure!
bg_bg: Изпращането е неуспешно!
ca_es: Error d'enviament!
cy: Methiant anfon!
de_de: Sendefehler!
el_gr: Αποτυχία αποστολής!
es_es: Error en el envío
et_ee: Viga saatmisel!
fi_fi: Ongelma lähetyksessä!
fr_fr: Erreur d'envoi !
it_it: Invio fallito!
pl_pl: Nie udała się wysyłka!
pt_pt: Falha no envio!
ro_ro: Trimiterea eșuată!
sl_si: Napaka pri pošiljanju.
uk_ua: Помилка надсилання!

source: The successful one was sent with transport security (encryption).
bg_bg: Успешният беше изпратен защитено (с криптиране).
ca_es: El que s'ha enviat amb èxit s'ha fet amb transport encriptat.
cy: Anfonwyd yr un llwyddiannus gyda diogelwch trafnidiaeth (amgryptio).
de_de: Die erfolgreich versandte wurde mit Transportverschlüsselung versandt.
el_gr: Το επιτυχημένο στάλθηκε με ασφαλή μεταφορά (κρυπτογράφηση).
es_es: El enviado con éxito fue a través de un medio seguro (cifrado).
et_ee: See, mille saatmine õnnestus, saadeti turvaliselt (krüpteeritult).
fi_fi: Onnistunut lähetys tapahtui tiedonsiirto salattuna.
fr_fr: Celui envoyé avec succès l'a été avec un protocole sécurisé (chiffré).
it_it: Quella spedita con successo è stata inviata con trasporto sicuro (crittografia).
pl_pl: Mail, który udało się wysłać został przekazany w bezpiecznym kanale (zaszyfrowane).
pt_pt: O bem sucedido foram enviados com segurança de transporte (criptografia).
ro_ro: Cea cu succes a fost trimisă prin transport securizat (criptat).
sl_si: Uspešno poslano sporočilo je bilo odposlano preko šifrirane povezave.
uk_ua: Успішні листи були надіслані з транспортною безпекою (шифруванням).

source: The successful one was sent in clear text (no encryption).
bg_bg: Успешният беше изпратен в чист текст (без криптиране).
ca_es: El que s'ha enviat amb èxit s'ha fet amb text pla.
cy: Anfonwyd yr un llwyddiannus mewn testun clir (dim amgryptio).
de_de: Die erfolgreich versandte wurde im Klartext versandt (ohne Verschlüsselung).
el_gr: Το επιτυχημένο στάλθηκε σε καθαρό κείμενο (χωρίς κρυπτογράφηση).
es_es: El enviado con éxito fue en texto en claro (sin cifrado).
et_ee: See, mille saatmine õnnestus, saadeti avatekstina (krüpteerimata).
fi_fi: Onnistunut lähetys tehtiin selväkielisenä (ei salausta).
fr_fr: Celui envoyé avec succès l'a été en clair (sans chiffrement).
it_it: Quella spedita con successo è stata inviata in chiaro (senza crittografia).
pl_pl: Mail, który udało się wysłać został przekazany otwartym tekstem (bez szyfrowania).
pt_pt: O bem-sucedido foi enviado em texto não criptografado (sem criptografia).
ro_ro: Cea cu succes a fost trimisă sub formă de text lizibil (fără criptare).
sl_si: Uspešno poslano sporočilo je bilo odposlano preko klasične povezave (ni šifrirano).
uk_ua: Успішні листи надіслані чистим текстом (без шифрування).

source: A subset of the successfully sent mails were sent with transport encryption, the rest in clear text.
bg_bg: Част от успешно изпратените мейли бяха криптирани, а останалите - в чист текст.
ca_es: Un subconjunt dels correus enviats correctament s'han enviat amb transport encriptat, la resta en text pla.
cy: Anfonwyd is-set o'r post a anfonwyd yn llwyddiannus gydag amgryptio cludiant, a'r gweddill mewn testun clir.
de_de: Ein Teil der erfolgreich versandten E-Mails wurden mit Transportverschlüsselung versandt, der Rest im Klartext (ohne Verschlüsselung).
el_gr: Ένα μέρος των επιτυχημένων mail στάλθηκαν με κρυπτογράφηση, τα υπόλοιπα σε καθαρό κείμενο.
es_es: Algunos de los correos enviados con éxito fueron a través de un medio cifrado, el resto en texto en claro.
et_ee: Osa kirju saadeti turvaliselt (krüpteeritult), ülejäänud avatekstina.
fi_fi: Osa sähköposteista lähetettiin salatulla tiedonsiirrolla, osa selväkielisinä.
fr_fr: Une partie des courriels envoyés avec succès l'on été avec un protocole chiffré, le reste en clair.
it_it: Un sottoinsieme delle mail inviate con successo è stata trasmessa con crittografia di trasporto, il resto in chiaro.
pl_pl: Część pomyślnie wysłanych maili została przesłana w postaci zaszyfrowanej, reszta otwartym tekstem.
pt_pt: Um subconjunto dos e-mails enviados com sucesso foi enviado com criptografia de transporte, o restante em texto não criptografado.
ro_ro: Un set al e-mail-urilor trimise cu succes a fost trimis prin transport securizat, restul în text lizibil.
sl_si: Podnabor uspešno poslanih elektronskih sporočil je bil poslan s šifrirano povezavo, ostala pa kot čisto besedilo.
uk_ua: Частина успішно надісланих листів була передана з транспортним шифруванням, решта — без шифрування.

source: Some invitation emails were sent successfully (%s in total), the others failed.
bg_bg: Някои е-мейли-покана бяха изпратени успешно (%s изцяло), а останалите - не.
ca_es: Alguns correus d'invitació s'han enviat correctament ( %s en total), els altres han fallat.
cy: Anfonwyd rhai e-byst gwahoddiad yn llwyddiannus (cyfanswm o %s), methodd y lleill.
de_de: Einige Einladungs-E-Mails wurden erfolgreich versandt (insgesamt %s), die restlichen sind fehlgeschlagen.
el_gr: Κάποια email προσκλήσεων στάλθηκαν με επιτυχία (%s συνολικά), τα υπόλοιπα απέτυχαν.
es_es: Algunas de las invitaciones se enviaron con éxito (un total de %s), y las demás fallaron.
et_ee: Osade kutsete saatmine õnnestus (kokku %s), ülejäänute puhul tekkis viga.
fi_fi: Osa kutsuviesteistä lähetettiin onnistuneesti (yhteensä %s), loput epäonnistuivat.
fr_fr: Quelques courriels d'invitation ont été envoyés avec succès (%s au total), les autres ont échoué.
it_it: Qualche mail di invito è stata spedita con successo (%s in tutto), l'invio delle altre è fallito.
pl_pl: Część maili z zaproszeniami została wysłana (łącznie %s), wysyłka pozostałych nie powiodłą się.
pt_pt: Alguns e-mails de convite foram enviados com sucesso (%s no total), os outros falharam.
ro_ro: Câteva e-mail-uri de invitare au fost trimise cu succes (%s în total), restul au eșuat.
sl_si: Nekatera e-poštna vabila so bila uspešno poslana (skupaj %s), druga pa ne.
uk_ua: Деякі електронні листи із запрошеннями були відправлені успішно (%sзагалом), інші не вдалося.

source: Partial success.
bg_bg: Частичен успех.
ca_es: Èxit parcial.
cy: Llwyddiant rhannol.
de_de: Teilweise erfolgreich.
el_gr: Μερική επιτυχία.
es_es: Éxito parcial.
et_ee: Saatmine õnnestus osaliselt.
fi_fi: Onnistui osittain.
fr_fr: Succès partiel.
it_it: Successo parziale.
pl_pl: Częściowy sukces.
pt_pt: Sucesso parcial
ro_ro: Succes parțial.
sl_si: Delno uspešno.
uk_ua: Частково успішно.

source: The invitation email address was malformed, no invitation was sent!
bg_bg: Адресът на поканващият мейл беше грешен, не беше изпратена покана!
ca_es: L'adreça de la invitació estava mal formatada, no s'ha enviat res!
cy: Roedd cyfeiriad e-bost y gwahoddiad wedi'i gamffurfio, ni anfonwyd gwahoddiad!
de_de: Die E-Mail-Adresse war ungültig, die Einladung wurde nicht versandt!
el_gr: Η διεύθυνση email για την πρόσκληση ήταν εσφαλμένη, καμία πρόσκληση δε στάλθηκε!
es_es: La dirección de correo electrónico estaba mal formada. ¡No se ha enviado la invitación!
et_ee: Kutse e-postiaadress oli vigane. Kutset ei saadetud!
fi_fi: Kutsun sähköpostiosoite oli virheellinen, eikä kutsua lähetetty!
fr_fr: L'adresse de destination du courriel d'invitation était non conforme, aucune invitation n'a été envoyée !
it_it: L'indirizzo della mail di invito era mal formato, non è stato inviato alcun invito!
pl_pl: Adres mailowy, na który ma być wysłane zaproszenie ma niepoprawny format, nie wysłano zaproszenia!
pt_pt: O endereço de e-mail no convite estava mal formado. Nenhum convite foi enviado!
ro_ro: Adresa de e-mail de invitare a fost scrisă eronat, nici o invitație nu a fost expediată!
sl_si: Elektronski naslov je napačen. Vabilo ni bilo poslano.
tr_tr: Davet e-posta adresi hatalıydı, davetiye gönderilmedi!
uk_ua: Адресу електронної пошти запрошення вказано некоректно — запрошення не надіслано!

source: Error: unknown result code of invitation!?!
bg_bg: Грешка: неизвестен код на резултат за покана!?!
ca_es: Error: resultat del codi d'invitació desconegut!?!
cy: Gwall: cod gwahoddiad canlyniad anhysbys!?!
de_de: Fehler: unbekannter Status der Einladung!?!
el_gr: Σφάλμα: άγνωστος κωδικός αποτελέσματος στην πρόσκληση!;!
es_es: Error: ¡¿¡Código de resultado desconocido en la invitación!?!
et_ee: Viga: kutsel on tundmatu tulemuskood!?!
fi_fi: Virhe: kutsun tuntematon virhekoodi!?!
fr_fr: Erreur : résultat inconnu de code d'invitation !?!
it_it: Errore: codice di risposta dell'invito sconosciuto!?!
pl_pl: Błąd: nieznany rezultat zaproszenia?!
pt_pt: Erro: código de convite desconhecido!?!
ro_ro: Eroare: cod rezultat al invitației este necunoscut!?!
sl_si: Napaka: neznana koda vabila.
tr_tr: Hata: Davetin sonuç kodu bilinmiyor!?!
uk_ua: Помилка: невідомий код результату запрошення!?!

source: Unknown result!
bg_bg: Неизвестен резултат!
ca_es: Resultat desconegut!
cy: Canlyniad anhysbys!
de_de: Unbekanntes Ergebnis!
el_gr: Άγνωστο αποτέλεσμα!
es_es: ¡Resultado desconocido!
et_ee: Tundmatu tulemus!
fi_fi: Tuntematon tulos!
fr_fr: Résultat inconnu !
it_it: Risultato sconosciuto!
pl_pl: Nieprawidłowy wynik!
pt_pt: Resultado desconhecido!
ro_ro: Rezultat necunoscut!
sl_si: Nepoznan rezultat.
tr_tr: Bilinmeyen sonuç!
uk_ua: Невідомий результат!

source: Diagnose reachability and connection parameters of any %s %s
bg_bg: Диагностицирайте достъпността и параметрите на връзката на всеки %s %s
ca_es: Diagnosi de connectivitat i paràmetres de qualsevol %s%s
cy: Diagnosio reachability a pharamedrau cysylltiad o unrhyw %s %s
de_de: Fehlerdiagnose und Verbindungsparameter für einen beliebigen %s %s
el_gr: Διάγνωση παραμέτρων προσβασιμότητας και σύνδεσης για κάθε %s %s
es_es: Diagnóstico de la accesibilidad y parámetros de conexión para cualquier %s%s
et_ee: Diagnoosi kättesaadavust ning ühendusparameetreid: %s %s
fr_fr: Diagnostiquer la joignabilité et les paramètres de connexion de tout %s %s
it_it: Diagnosticare raggiungibilità e parametri di connessione di qualsiasi %s %s
pl_pl: Zdiagnozuj dostępność oraz parametry połączenia %s %s
pt_pt: Diagnosticar os parâmetros de acessibilidade e ligação de qualquer %s%s
ro_ro: Diagnosticați accesibilatea și parametrii de conectare pentru orice %s %s
sl_si: Diagnosticirajte dosegljivost in parametre povezave za kateri koli %s %s
uk_ua: Перевірте доступність і параметри з’єднання для будь-якого %s %s

source: Go!
bg_bg: Действайте!
ca_es: Vés-hi!
cy: Ewch!
de_de: Los!
el_gr: Πάμε!
es_es: ¡Adelante!
et_ee: Jätka!
fi_fi: Mene!
fr_fr: C'est parti !
it_it: Vai!
pl_pl: Przejdź!
pt_pt: Avançar!
ro_ro: Mergi!
sl_si: Naprej.
tr_tr: Başla!
uk_ua: Далі!

source: Need help? Refer to the <a href='%s'>%s manual</a>
bg_bg: Имате нужда от помощ? Обърнете се към <a href='%s'>%sръководство</a>
ca_es: Necessiteu ajuda? Consulteu el <a href='%s'>manual de %s</a>
cy: Angen cymorth? Cyfeiriwch at y <a href='%s'>%sllawlyfr</a>
de_de: Brauchen Sie Hilfe? Lesen Sie das <a href='%s'>%s Handbuch</a>
el_gr: Χρειάζεστε βοήθεια; Ανατρέξτε στο <a href='%s'>εγχειρίδιο %s</a>
es_es: ¿Necesitas ayuda? Dirígete al <a href='%s'>Manual de %s</a>
et_ee: Vajad abi! Kasuta <a href='%s'>%s juhendit</a>
fi_fi: Tarvitsetko apua? Katso <a href='%s'>%s käsikirja </a>
fr_fr: Besoin d'aide ? Reportez-vous au <a href='%s'>%s manuel</a>
it_it: Bisogno di aiuto? Fai riferimento al <a href='%s'>manuale %s</a>
pl_pl: Potrzebna pomoc? Sprawdź <a href='%s'>podręcznik %s</a>
pt_pt: Precisa de ajuda? Veja o <a href='%s'>manual %s</a>
ro_ro: Aveți nevoie de ajutor? Referitor la <a href='%s'>%smanual</a>
sl_si: Potrebujete pomoč? Pomagajte si s <a href='%s'>priročnikom za %s</a>
tr_tr: Yardıma mı ihtiyacınız var? <a href='%s'>%s el kitabına</a> bakın
uk_ua: Потрібна допомога? Перегляньте <a href='%s'>%sпосібник</a>

source: Participant Details
bg_bg: Детайли на участник
ca_es: Detalls del participant
cy: Manylion Cyfranogwr
de_de: Details des Teilnehmers
el_gr: Πληροφορίες Συμμετέχοντα
es_es: Detalles de los Participantes
et_ee: Osaleja üksikasjad
fr_fr: Détails des participants
it_it: Dettagli del partecipante
pl_pl: Szczegóły dotyczące uczestnika
pt_pt: Detalhes do Participante
ro_ro: Detalii participant
sl_si: Podrobnosti udeleženca
uk_ua: Інформація про учасника

source: The following %s are in your %s %s:
bg_bg: Следните %s са във Вашата %s %s:
ca_es: Els següents %s es troben al vostre %s %s:
cy: Mae'r %s canlynol yn eich %s %s:
de_de: Die folgenden %s sind in Ihrer %s %s:
el_gr: Οι ακόλουθοι %s είναι στην %s %s σας:
es_es: Las siguientes %s están en tu %s %s:
et_ee: Järgnevad %s on sinu %s %s:
fi_fi: Seuraavat %s ovat sinun %s%s:
fr_fr: Les %s suivants sont dans votre %s %s :
it_it: I seguenti %s sono nel tuo %s %s:
pl_pl: Następujące %s występują w %s %s:
pt_pt: O seguinte %sestá no seu %s%s:
ro_ro: Următoarele %s sunt în %s%s:
sl_si: Naslednji %s so v %s%s:
tr_tr: Aşağıdaki %s sizin %s %s'nizdedir:
uk_ua: Наступні %sмістяться у вашому %s %s:

source: %s Name
bg_bg: %s Име
ca_es: Nom %s
cy: %s Enw
el_gr: Όνομα %s
es_es: Nombre de %s
et_ee: %s nimi
fi_fi: %s Nimi
fr_fr: Nom de %s
it_it: Nome %s
pl_pl: Nazwa %s
pt_pt: %sNome
ro_ro: %s Nume
sl_si: Ime %s
tr_tr: %s Adı
uk_ua: %s Ім'я

source: Status
bg_bg: Статус
ca_es: Estat
cy: Statws
el_gr: Κατάσταση
es_es: Estado
et_ee: Olek
fr_fr: Statut
it_it: Stato
pl_pl: Stan
pt_pt: Estado
ro_ro: Stare
sl_si: Stanje
uk_ua: Статус

source: Cert
ca_es: Certificat
cy: Tyst
de_de: Zertifikat
el_gr: Πιστοποιητικό
es_es: Certificado
sl_si: Potrdilo
uk_ua: Сертифікат

source: %s Database Link Status
bg_bg: %s Състояние на връзката с базата данни
ca_es: %s Estat de l'enllaç de la Base de Dades
cy: %s Statws Cyswllt Cronfa Ddata
de_de: %s Verbindunsstatus zur Datenbank
el_gr: %s Κατάσταση Σύνδεσης Βάσης δεδομένων
es_es: Estado del enlace con la base de datos de %s
et_ee: %s Andmebaasilingi olek
fr_fr: %s État du lien avec la base de données
it_it: %s Stato del collegamento al database
pl_pl: Status połączenia z bazą %s
ro_ro: %s Stare legătură cu baza de date
sl_si: Stanje povezave zbirke podatkov %s
uk_ua: %sСтатус зв'язку з базою даних

source: Administrator Management
bg_bg: Управление на администраторите
ca_es: Gestió d'administrador
cy: Rheolaeth Gweinyddwr
de_de: Administratorenverwaltung
el_gr: Έλεγχος Διαχειριστών
es_es: Gestión de administradores
et_ee: Administraatori haldamine
fi_fi: Ylläpidon hallinta
fr_fr: Gestion de l'administrateur
it_it: Gestione Amministratore
pl_pl: Zarządzanie administratorami
pt_pt: Gestão do Administrador
ro_ro: Managementul administratorului
sl_si: Upravljanje skrbnikov
tr_tr: Yönetici Yönetimi
uk_ua: Управління адміністратором

source: Quick search:
bg_bg: Бързо търсене:
ca_es: Cerca ràpida:
cy: Chwiliad cyflym:
de_de: Schnellsuche:
el_gr: Γρήγορη αναζήτηση:
es_es: Búsqueda rápida:
et_ee: Kiirotsing:
fr_fr: Recherche rapide:
it_it: Ricerca veloce:
pl_pl: Szybkie wyszukanie:
ro_ro: Căutare rapidă:
sl_si: Hitro iskanje:
uk_ua: Швидкий пошук:

source: manage
bg_bg: управление
ca_es: administra
cy: rheoli
de_de: verwalten
el_gr: διαχείριση
es_es: administrar
et_ee: halda
fr_fr: gérer
it_it: gestisci
pl_pl: zarządzaj
ro_ro: administrare
sl_si: upravljanje
uk_ua: керувати

source: view
bg_bg: вижте
ca_es: veure
cy: golwg
de_de: anzeigen
el_gr: προβολή
es_es: ver
et_ee: vaata
fr_fr: voir
it_it: visualizza
pl_pl: zobacz
ro_ro: vizualizare
sl_si: ogled
uk_ua: переглянути

source: Manage DB Link
bg_bg: Управлявайте линк на БД
ca_es: Gestió de l'enllaç a DB
cy: Rheoli Cyswllt CD
de_de: DB Verknüpfung verwalten
el_gr: Διαχείριση Σύνδεσης με Βάση Δεδομένων
es_es: Administrar el vínculo con la base de datos
et_ee: Halda andmebaasilinki
fi_fi: Tietokannan hallintalinkki
fr_fr: Administrer les liens BD
it_it: Gestisci il collegamento al DB
pl_pl: Zarządzaj powiązaniem z bazą
pt_pt: Gerir o Link da Base de Dados
ro_ro: Administrează legătura BD
sl_si: Upravljanje povezave baze podatkov
tr_tr: DB Bağlantısını Yönet
uk_ua: Керування посиланням на базу даних

source: Add/Remove Administrators
bg_bg: Добавяне/Премахване на Администратори
ca_es: Afegir/esborrar administradors
cy: Ychwanegu/Dileu Gweinyddwyr
de_de: Administratoren hinzufügen/löschen
el_gr: Προσθήκη/Αφαίρεση Διαχειριστών
es_es: Añadir/Eliminar administradores
et_ee: Lisa/Eemalda administraatoreid
fi_fi: Lisää/poista ylläpitäjiä
fr_fr: Ajouter/supprimer des administrateurs
it_it: Aggiungi/Rimuovi Amministratori
pl_pl: Dodaj/Usuń Administratorów
pt_pt: Adicionar/Remover Administradores
ro_ro: Adaugă/Șterge Administratori
sl_si: Dodaj/odstrani skrbnike
tr_tr: Yöneticileri Ekle/Sil
uk_ua: Додавання/видалення адміністраторів

source: Pending invitations in the %s:
bg_bg: Чакащи покани в %s:
ca_es: Invitacions pendents a %s:
cy: Gwahoddiadau sy'n aros yn y %s:
de_de: Ausstehende Einladungen im %s:
el_gr: Προσκλήσεις σε εκκρεμότητα στο %s:
es_es: Invitaciones pendientes en la %s:
et_ee: Ootel kutseid %s-s:
fi_fi: Avoimet kutsut %s:ssa:
fr_fr: Invitations en attente dans la %s :
it_it: Inviti in attesa su %s :
pl_pl: Oczekujące zaproszenia dotyczące instytucji %s:
pt_pt: Convites pendentes no %s
ro_ro: Invitații în curs de așteptare în %s:
sl_si: Čakajoča vabila v %s:
tr_tr: %s'de bekleyen davetler:
uk_ua: Запрошення, що очікують підтвердження %s:

source: Revoke Invitation
bg_bg: Анулирайте покана
ca_es: Revocar invitació
cy: Diddymu Gwahoddiad
de_de: Einladung zurücknehmen
el_gr: Ανάκληση Πρόσκλησης
es_es: Revocar invitación
et_ee: Tühista kutse
fi_fi: Peruuta kutsu
fr_fr: Révoquer l'invitation
it_it: Revoca invito
pl_pl: Odwołaj zaproszenie
pt_pt: Revogar Convite
ro_ro: Revocare invitațite
sl_si: Prekliči vabilo
tr_tr: Daveti Geri Çek
uk_ua: Відкликати запрошення

source: (expires %s)
bg_bg: (изтича %s)
ca_es: (expira %s)
cy: (darfod %s)
de_de: (läuft ab am %s)
el_gr: (εκπνέει %s)
es_es: (caduca %s)
et_ee: (aegub %s)
fi_fi: (vanhenee %s)
fr_fr: (expire le %s)
it_it: (scade %s)
pl_pl: (wygasa %s)
pt_pt: (expira %s)
ro_ro: (expirat %s)
sl_si: (poteče %s)
uk_ua: (закінчується %s)

source: Register a new %s!
bg_bg: Регистрирайте нова %s!
ca_es: Registreu un nou %s!
cy: Cofrestrwch %s newydd!
de_de: Neue %s registrieren!
el_gr: Καταχωρίστε ένα νέο %s!
es_es: Registra una nueva %s
et_ee: Registreeri uus %s!
fi_fi: Ilmoita uusi %s!
fr_fr: Enregistrer un nouveau %s !
it_it: Registra un nuovo %s!
pl_pl: Zarejestruj nową instytucję %s!
pt_pt: Registe um novo %s!
ro_ro: Înregistrați un nou %s!
sl_si: Registriraj novega %s.
tr_tr: Yeni bir %s kaydet!
uk_ua: Зареєструвати новий %s!
