Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: Your installers will configure wired interfaces.
bg_bg: Вашите инсталатори ще конфигурират жичните интерфейси.
ca_es: Els vostres instal·ladors configuraran les targes LAN.
cy: Bydd eich gosodwyr yn ffurfweddu rhyngwynebau â gwifrau.
de_de: Ihre Installationsprogramme werden kabelgebundene Netzwerke konfigurieren.
el_gr: Τα πακέτα εγκατάστασής σας θα ρυθμίσουν τις ενσύρματες διεπαφές.
es_es: Tus instaladores configurarán interfaces de red cableada.
et_ee: Su paigaldusprogrammid seadistavad traadiga liidesed.
fi_fi: Asennusohjelmasi konfiguroivat langalliset liitynnät.
fr_fr: Vos installateurs configureront les interfaces filaires.
it_it: L'installer configurerà le interfaccie di rete cablata
pl_pl: Twoje instalatory będą konfigurowały interfejsy przewodowe.
pt_pt: Os seus configuradores vão configurar interfaces cabladas.
ro_ro: Installer-ul dumneavoastră o să configureze interfața cu fir.
sl_si: Vaši namestitveni programi bodo konfigurirali žične vmesnike.
tr_tr: Kurulum programlarınız kablolu arabirimlerin ayarlarını yapacaktır.
uk_ua: Інсталятори налаштують дротові інтерфейси.

source: Wired configured
bg_bg: Кабелните интерфейси са конфигурирани
ca_es: LAN configurada
cy: Wired wedi'i ffurfweddu
de_de: Kabelnetzwerke konfiguriert
el_gr: Ενσύρματα ρυθμισμένο
es_es: Red cableada configurada
et_ee: Traadiga variant seadistatud
fi_fi: Langallinen määritelty
fr_fr: Configuration filaire terminée.
it_it: Rete cablata configurata
pl_pl: Przewodowy skonfigurowany
pt_pt: Interface cablada configurada
ro_ro: Cablu configurat
sl_si: Žična konfiguracija
tr_tr: Kablolu ayarları yapıldı
uk_ua: Дротове з'єднання налаштовано

source: We cannot generate installers because neither wireless SSIDs nor wired interfaces have been selected as a target!
bg_bg: Не може да се инсталира, защото не са избрани нито безжични SSIDs, нито кабелни интерфейси.
ca_es: No podem configurar instal·ladors perquè no s'ha seleccionat SSIDs o LAN!
cy: Ni allwn gynhyrchu gosodwyr oherwydd nid yw SSIDs diwifr na rhyngwynebau gwifrau wedi'u dewis fel targed!
de_de: Es können keine Installationsprogramme erzeugt werden, da weder WLAN-Netzwerke noch Unterstützung für kabelgebundene Netzwerke ausgewählt wurden.
el_gr: Δεν μπορούμε να παράγουμε πακέτα εγκατάστασης γιατί ούτε τα ασύρματα SSIDs ούτε οι ενσύρματες διεπαφές έχουν επιλεγεί ως στόχος!
es_es: ¡No podemos generar instaladores porque no se ha seleccionado como objetivo ningún nombre de red inalámbrica ni interfaz de red cableada!
et_ee: Paigaldusprogramme ei saanud luua, kuna sihiks ei valitud ei traadita SSIDe ega traadiga liideseid.
fi_fi: Asennusohjelmia ei voitu luoda, koska yhtään SSID:tä tai langallista liityntää ei ole asetettu!
fr_fr: Il est impossible de générer les installateurs puisque il n'y a aucune interface filaire ni aucun SSID sans fil sélectionné comme cible.
it_it: Non è possibile generare programmi di installazione perché non sono state selezionate come target né SSIDs wireless, né interfacce cablate!
pl_pl: Nie możemy wygenerować instalatorów, ponieważ ani przewodowe interfejsy ani żadne bezprzewodowe SSID nie zostały włączone!
pt_pt: Não podemos gerar instaladores porque nem os SSIDs sem fios ou as interface cabladas foram selecionadas como alvo!
ro_ro: Nu putem genera programe de instalare încât nici SSID-uri ale rețelelor wireless, nici interfețe cu fir nu au fost selectate drept țintă.
sl_si: Namestitvenih programov ne moremo ustvariti, ker ni bil kot cilj izbran noben brezžični SSID, niti žični vmesnik.
tr_tr: Kurulum programlarınızı hazırlayamıyoruz çünkü ne kablosuz SSIDler ne de kablolu arabirimler hedef aygıt olarak şeçilmemiş!
uk_ua: Інсталятори не можуть бути створені, бо жоден SSID або дротовий інтерфейс не вибрані в якості мети налаштування!

source: Continue to %s properties
bg_bg: Продължете до %s свойства
ca_es: Continueu a les propietats de %s
cy: Parhau i %s priodweddau
de_de: Weiter zu den %s Eigenschaften
el_gr: Συνεχίστε στις ιδιότητες %s
es_es: Continuar con las propiedades de %s
et_ee: Jätka %s seadistamisega
fi_fi: Jatka %s:n ominaisuuksiin.
fr_fr: Continuer pour les propriétés de %s
it_it: Continua alle proprietà di %s
pl_pl: Przejdź do definicji własności %s
pt_pt: Continuar para as propriedades de %s
ro_ro: Continuați cu %s proprietățile
sl_si: Nadaljujte na lastnosti %s.
tr_tr: %s özelliklerine devam edin
uk_ua: Продовжуйте до властивостей %s

source: You did not submit an e-mail address. This is required for %s. Please go to the %s dashboard and edit your helpdesk settings to include a helpdesk e-mail address.
bg_bg: Не изпратихте и-мейл адрес. Това се изисква за %s. Моля вървете на %s таблото и редактирайте настройките на Вашия отдел за помощ, така че да включват и-мейл адреса му.
ca_es: No heu facilitat una adreça de mail. Això és necessari per a %s. Aneu al panell de control de %s i editeu-ne els ajustos de per a incloure l'adreça electrònica del centre de suport.
cy: Ni wnaethoch gyflwyno cyfeiriad e-bost. Mae hyn yn ofynnol ar gyfer %s. Ewch i ddangosfwrdd %s a golygwch eich gosodiadau desg gymorth i gynnwys cyfeiriad e-bost desg gymorth.
de_de: Sie haben keine E-Mail-Adresse angegeben. Dies ist jedoch notwendig für %s. Bitte gehen Sie zur %s Übersichtsseite und bearbeiten Sie die Angaben zum Helpdesk. Fügen Sie mindestens eine E-Mail-Adresse hinzu.
el_gr: Δεν υποβάλατε μια διεύθυνση e-mail. Αυτό απαιτείται για %s. Παρακαλούμε πηγαίνετε στο πίνακα ελέγχου %s και επεξεργαστείτε τα στοιχεία γραφείου αρωγής ώστε να περιλαμβάνουν μια διεύθυνση e-mail.
es_es: No has enviado una dirección de correo electrónico. Esto se requiere para %s. Por favor, ve al panel de control de tu %s y edita tu configuración del servicio de asistencia para incluir una dirección de correo electrónico.
et_ee: Sa ei sisestanud e-posti aadressi. See on %s puhul nõutud. Palun mine %s koondpaneelile ja muuda oma kasutajatoe seadeid nii, et ka e-postiaadress oleks olemas.
fi_fi: Et ole määrittänyt sähköpostiosoitetta. Tämä vaaditaan %s:lle. Siirry %s:n hallintapaneeliin ja lisä sähköpostiosoite käyttötukiasetuksiisi.
fr_fr: Vous n'avez pas fourni d'adresse e-mail. Ceci est obligatoire pour %s. Allez SVP au tableau de bord %s et éditez les paramètres de l'assistance pour inclure une adresse e-mail d'assistance.
it_it: Non hai fornito un indirizzo e-mail. Questo è richiesto per %s. Vai alla dashboard %s e modifica le tue impostazioni helpdesk in modo da includere un indirizzo e-mail di helpdesk.
pl_pl: Nie przekazałaś adresu mailowego. To ustawienie jest wymagane dla instytucji %s. Przejdź do panelu zarządzania %s i zmień ustawienia dotyczące działu pomocy, tak by zawierały mail do tego działu.
pt_pt: Não forneceu um endereço de e-mail. Isto é requerido para %s. Por favor aceda ao painel de controlo %s e edite as suas definições de suporte para incluir um endereço de e-mail de suporte.
ro_ro: Nu ați introdus o adresă de e-mail. Acest lucru este necesar pentru %s. Vă rugăm să mergeti la panoul %s și să vă editați setările de suport tehnic ca acestea să includă o adresă de e-mail pentru suportul tehnic.
sl_si: E-poštnega naslova niste poslali. To je potrebno za %s. Pojdite na nadzorno ploščo %s in uredite nastavitve službe za pomoč uporabnikom tako, da vključite e-poštni naslov službe za pomoč uporabnikom.
tr_tr: Bir e-posta adresi girmediniz. Bu %s için gerekli. Lütfen %s kontrol paneline gidin ve yardım masası ayarlarınızı, bir yardım masası e-posta adresi eklemek için düzenleyin.
uk_ua: Ви не вказали електронну адресу. Це обов'язкова умова для . Перейдіть на %sінформаційну панель %sта і додайте адресу у розділі налаштувань довідкової служби.

source: No support e-mail!
bg_bg: Не поддържа и-мейл!
ca_es: No hi ha correu d'ajuda!
cy: Dim cymorth e-bost!
de_de: Keine Kontakt E-Mail Adresse!
el_gr: Δεν υπάρχει διεύθυνση e-mail για υποστήριξη!
es_es: ¡No hay correo electrónico de soporte!
et_ee: Puudub kasutajatoe e-posti aadress!
fi_fi: Ei käyttötuen sähköpostiosoitetta!
fr_fr: Aucune adresse e-mail de support !
it_it: Nessuna e-mail di supporto!
pl_pl: Brak maila do działu pomocy!
pt_pt: Sem e-mail de suporte!
ro_ro: Nu suportă adresa de e-mail!
sl_si: Ni e-poštnega naslova za podporo.
tr_tr: Destek e-posta adresi yok!
uk_ua: Не вказано електронну адресу служби підтримки! !

source: Continue to RADIUS/EAP profile definition
bg_bg: Продължете до RADIUS/EAP дефиниране на профила
ca_es: Seguiu a la definició del perfil RADIUS/EAP
cy: Parhau i ddiffiniad proffil RADIUS/EAP
de_de: Weiter zur Definition eines RADIUS/EAP Profils
el_gr: Προχωρήστε σε ορισμό προφίλ RADIUS/EAP
es_es: Continuar con la definición del perfil RADIUS/EAP
et_ee: Jätka RADIUSe/EAP profiili määramisega
fi_fi: Jatka RADIUS/EAP-profiilin määrittelyyn
fr_fr: Continuer vers la définition du profil RADIUS/EAP
it_it: Continua alla definizione del profilo RADIUS/EAP
pl_pl: Przejdź do definicji profilu RADIUS/EAP
pt_pt: Continuar para as definições de perfil RADIUS/EAP
ro_ro: Continuați către definirea profilului RADIUS/EAP
sl_si: Nadaljuj na definicijo profila RADIUS/EAP
tr_tr: RADIUS/EAP profil tanımına devam edin
uk_ua: Перехід до визначення профілю RADIUS/EAP

source: %s: IdP Enrollment Wizard (Step 3)
bg_bg: %s: IdP съветник за вписване (стъпка 3)
ca_es: %s: Assistent per a l'inscripció a l'IdP (Pas 3)
cy: %s: Dewin Cofrestru CDU (Cam 3)
de_de: %s: Erzeugen eines neuen Identitätsproviders (Schritt 3)
el_gr: %s: Οδηγός εγγραφής IdP (Βήμα 3)
es_es: %s: Asistente de inscripción de IdP (paso 3)
et_ee: %s: IdP loomine (samm 3)
fi_fi: %s: IdP:n rekisteröintivelho (vaihe 3)
fr_fr: %s : Assistant d'ajout d'un IdP (étape 3)
it_it: %s: Wizard di registrazione dell'IdP (Fase 3)
pl_pl: %s: kreator rejestracji IdP (krok 3)
pt_pt: %s: Assistente de Inscrição de IdP (Passo 3)
ro_ro: %s: Program de înregistrare pentru furnizor de identitate (etapa 3)
sl_si: %s: Čarovnik za včlanitev ponudnika identitete (3. korak)
tr_tr: %s: IdP Katılım Sihirbazı (Adım 3)
uk_ua: %s: Майстер налаштування реєстрації IdP (Крок 3)

source: Step 3: Defining a user group profile
bg_bg: Стъпка 3: Дефиниране профил на потребителска група
ca_es: Pas 3: Definint un perfil de grup d'usuaris
cy: Cam 3: Diffinio proffil grŵp defnyddiwr
de_de: Schritt 3: Definieren eines Gruppenprofils
el_gr: Βήμα 3: Ορισμός προφίλ ομάδας χρηστών
es_es: Paso 3: Definiendo un perfil de grupo de usuarios
et_ee: Samm 3: Kasutaja grupiprofiili määramine
fi_fi: Vaihe 3: Käyttäjäryhmäprofiilin määrittely
fr_fr: Étape 3 : Définir le profil d'un groupe d'utilisateurs
it_it: Fase 3: Definizione di un profilo gruppo di utenti
pl_pl: Krok 3: definicja profilu grupy użytkowników
pt_pt: Passo 3: Definir perfil de grupo do utilizador
ro_ro: Pasul 3: Definirea unui profil de grup de utilizatori
sl_si: 3. korak: Definiranje profila za skupino uporabnikov
tr_tr: Adım 3: Kullanıcı grup profili tanımlama
uk_ua: Крок 3: Створення профілю групи користувачів

source: Edit profile '%s' ...
bg_bg: Редактирайте профил '%s' ...
ca_es: Editar el perfil '%s' ...
cy: Golygu proffil '%s' ...
de_de: Bearbeiten des Profils '%s' ...
el_gr: Επεξεργασία προφίλ '%s' ...
es_es: Editar perfil '%s' ...
et_ee: Muuda profiili '%s' ...
fi_fi: Muuta profiilia '%s' ...
fr_fr: Edition du profil "%s" ...
it_it: Modifica il Profilo '%s' ...
pl_pl: Edycja profilu '%s'...
pt_pt: Editar perfil '%s' ...
ro_ro: Editați profilul '%s' ...
sl_si: Uredi profil '%s' …
tr_tr: '%s' profilini düzenle...
uk_ua: Редагувати профіль '%s' ...

source: View profile '%s' ...
bg_bg: Вижте профил '%s' ...
ca_es: Veure el perfil '%s' ...
cy: Gweld proffil '%s' ...
de_de: Profil '%s' ansehen ...
el_gr: Προβολή προφίλ '%s' ...
es_es: Ver perfil '%s'...
et_ee: Vaata profiili '%s' ...
fr_fr: Voir le profil '%s' ...
it_it: Visualizza il profilo '%s' ...
pl_pl: Zobacz profil %s
ro_ro: Vizualizați profilul '%s' ...
sl_si: Ogled profila »%s« …
uk_ua: Переглянути профіль '%s' ...

source: General Profile properties
bg_bg: Общи свойства на профил
ca_es: Propietats generals del perfil
cy: Priodweddau Proffil Cyffredinol
de_de: Allgemeine Angaben zum Profil
el_gr: Γενικές ιδιότητες Προφίλ
es_es: Propiedades generales del perfil
et_ee: Profiili üldatribuudid
fi_fi: Yleiset profiilimääritykset
fr_fr: Propriétés générales du profil
it_it: Proprietà generali del Profilo
pl_pl: Ogólne własności profilu
pt_pt: Propriedades Gerais do Perfil
ro_ro: Generați proprietățile Profilurilor
sl_si: Splošne lastnosti profila
tr_tr: Profil Genel özellikleri
uk_ua: Загальні параметри профілю

source: We will now define a profile for your user group(s). You can add as many profiles as you like by choosing the appropriate button on the end of the page. After we are done, the wizard is finished and you will be taken to the main IdP administration page.
bg_bg: Сега ще дефинираме профил за Вашата/ите потребителска(и) група/и. Вие може да добавяте толкова профили, колкото искате, избирайки подходящя бутон в края на страницата. След като сме готови, съветникът е приключил и Вие ще бъдете отведени до главната IdP администраторска страница.
ca_es: Definirem ara un perfil per al vostre grup d'usuaris. Podeu afegir tants perfils com vulgueu escollint el botó apropiat al final de la pàgina. Un cop fet, l'assistent finalitzarà i sereu dirigits a la pàgina principal d'administració de l'IdP
cy: Byddwn nawr yn diffinio proffil ar gyfer eich grŵp(iau) defnyddiwr. Gallwch ychwanegu cymaint o broffiliau ag y dymunwch trwy ddewis y botwm priodol ar ddiwedd y dudalen. Ar ôl i ni gael ei wneud, mae'r dewin wedi'i orffen a byddwch yn cael eich tywys i'r brif dudalen weinyddu CDU.
de_de: Wir werden nun ein Profil für eine Benutzergruppe anlegen. Sie können beliebig viele weitereProfile anlegen indem Sie unten auf den entsprechenden Knopf drücken.Nach diesem Schritt ist die Einrichtung ihres Identitätsproviders abgeschlossen und Siewerden zur Übersichtsseite weitergeleitet.
el_gr: Τώρα θα ορίσουμε ένα προφίλ για την/τις ομάδα(-ες) χρηστών σας. Μπορείτε να προσθέσετε όσα προφίλ θέλετε επιλέγοντας το κατάλληλο κουμπί στο τέλος της σελίδας. Μόλις τελειώσουμε, ο οδηγός τερματίζει και θα μεταφερθείτε στη βασική σελίδα διαχείρισης IdP.
es_es: Definiremos a continuación un perfil para tu(s) grupo(s) de usuario(s). Puedes añadir tantos perfiles como desees, eligiendo el botón apropiado al final de la página. Cuando hayamos finalizado, el asistente habrá acabado y serás redirigido a la página principal de administración del IdP.
et_ee: Nüüd määrame Su kasutajagrupi/gruppide profiili(d). Saad lisada vajaliku arvu profiile, kui valid lehe allotsast vastava nupu. Kui see on tehtud, on viisard lõpetanud ning Sind suunatakse IdP haldamise pealehele.
fi_fi: Määrittele profiili käyttäjäryhmällesi (tai usealle ryhmälle). Voit lisätä niin monta profiilia kuin haluat valitsemalla vastaavan napin sivun alareunasta. Kun olet valmis, velho päättyy ja siirryt IdP:n päähallintasivulle.
fr_fr: Vous allez maintenant définir un profil pour vos groupes d'utilisateurs. Vous pouvez ajouter autant de profil que vous le souhaitez grâce au bouton au bas de la page. À la fin de ce processus, l'assistant sera terminé et vous serez redirigé sur la page d'administration principale de votre fournisseur d'identité.
it_it: Ora definiremo un profilo per i/il gruppo/i di utenti. È possibile aggiungere quanti profili si vuole scegliendo l'apposito pulsante alla fine della pagina. Una volta finito, la procedura guidata sarà terminata e sarete portati alla pagina principale di amministrazione dell'IdP.
pl_pl: Teraz zdefiniujemy profil dla Twojej grupy (grup) użytkowników. Możesz dodać dowolną liczbę profili wybierając odpowiedni przycisk na końcu tej strony. Następnie kreator zakończy pracę i powrócisz na główną stronę zarządzania IdP.
pt_pt: Neste momento será definido um perfil para o(s) seu(s) grupo(s) de utilizadores. Para adicionar novos perfis, selecione a respetivo operação no final da página. Quando o assistente terminar será redirecionado para a página principal de administração de IdP.
ro_ro: O să definim un profil pentru grupul (grupurile) dumneavoastră de utilizatori. Puteți să adăugați câte profiluri doriți alegând butonul corect de la sfârșitul paginii. După ce am terminat, ghidul de instalare este terminat și o să te ducă către pagina principală de administrare IdP.
sl_si: Zdaj bomo določili profil za skupine uporabnikov. Z izbiro ustreznega gumba lahko dodate poljubno število profilov. Po zaključku čarovnika se boste vrnili na glavno skrbniško stran ponudnika identitete.
tr_tr: Şimdi kullanıcı grup(ları)unuz için bir profil tanımlayacağız. Sayfanın altında yer alan uygun butonu seçerek istediğiniz kadar profil ekleyebilirsiniz. Biz işlemi bitirdikten sonra, sihirbaz sona erecek ve ana IdP yönetim sayfasına yönlendirileceksiniz.
uk_ua: Зараз ми налаштуємо профіль для вашої групи (груп) користувачів. Ви можете додати необмежену кількість профілів, натиснувши відповідну кнопку внизу сторінки. Після завершення ви перейдете на головну сторінку адміністрування IdP.

source: Profile Name and RADIUS realm
bg_bg: Име на профил и RADIUS област
ca_es: Nom de perfil i domini RADIUS
cy: Enw'r Proffil a'r Parth RADIUS
de_de: Name des Profils und RADIUS Realm
el_gr: Όνομα προφίλ και τομέας RADIUS
es_es: Nombre del perfil y dominio RADIUS
et_ee: Profiili nimi ja RADIUSe domeen
fi_fi: Profiilin nimi ja RADIUS-toimialue
fr_fr: Nom du profil et domaine RADIUS
it_it: Nome del Profilo e realm RADIUS
pl_pl: Nazwa profilu i realm RADIUS
pt_pt: Nome do Perfil e RADIUS realm
ro_ro: Numele Profilului și câmpul RADIUS.
sl_si: Ime profila in področje RADIUS
tr_tr: Profil Adı ve RADIUS yetki alanı
uk_ua: Ім'я профілю та домен RADIUS

source: Basic Realm Information
bg_bg: Информация за основната област
ca_es: Informació bàsica del domini
cy: Gwybodaeth Sylfaenol y Parth
de_de: Grundlegende Informationen zum Realm
el_gr: Βασικές Πληροφορίες για το Realm
es_es: Información básica del Realm
et_ee: Domeeni teave
fr_fr: Informations de base sur le domaine
it_it: Informazioni di base sul Realm
pl_pl: Podstawowe informacje dot. realmu
pt_pt: Informações Básicas de Domínio
ro_ro: Informații de bază despre domeniu
sl_si: Osnovne informacije o področju
tr_tr: Temel Alan Bilgileri
uk_ua: Базова інформація про домен

source: Realm:
bg_bg: Област:
ca_es: Domini:
cy: Parth:
el_gr: Τομέας:
es_es: Dominio:
et_ee: Domeen:
fi_fi: Toimialue:
fr_fr: Domaine :
ro_ro: Câmpuri:
sl_si: Področje:
tr_tr: Yetki alanı:
uk_ua: Домен

source: Realm input field
bg_bg: Поле за въвеждане на област
ca_es: Camp d'introducció del domini
cy: Maes mewnbwn parth
de_de: Realm Eingabefeld
el_gr: Πεδίο Εισόδου Realm
es_es: Campo para el Realm
et_ee: Domeeni sisestusväli
fr_fr: Champ de saisie du domaine
it_it: Campo di immissione del realm
pl_pl: Realm
pt_pt: Campo de registo de domínio
ro_ro: Câmp de intrare domeniu
sl_si: Polje za vnos področja
tr_tr: Alan giriş kısmı
uk_ua: Поле для введення домену

source: Realm Options
bg_bg: Опции на областта
ca_es: Opcions de domini
cy: Opsiynau Parth
de_de: Eigenschaften des Realms
el_gr: Επιλογές Τομέα
es_es: Opciones del dominio
et_ee: Domeeni valikud
fi_fi: Toimialueen vaihtoehdot
fr_fr: Options du domaine
it_it: Opzioni del Realm
pl_pl: Opcje realmu
pt_pt: Opções de Realm
ro_ro: Câmpuri obționale
sl_si: Možnosti področja
tr_tr: Yetki Alanı Seçenekleri
uk_ua: Властивості домену

source: Username Handling Options
bg_bg: Опции за управление на потребителско име
ca_es: Opcions de gestió del nom d'usuari
cy: Dewisiadau Trin Enw Defnyddiwr
de_de: Umgang mit Benutzernamen
el_gr: Επιλογές Διαχείρισης Ονόματος Χρήστη
es_es: Opciones para el nombre de usuario
et_ee: Kasutajanime käsitsemise valikud
fr_fr: Options de traitement de l'identifiant
it_it: Opzioni di gestione del nome utente
pl_pl: Opcje obsługi nazwy użytkownika
pt_pt: Opções de Manipulação de Nome de Utilizador
ro_ro: Opțiuni de gestionare a numelui de utilizator
sl_si: Možnosti obravnavanja uporabniških imen
tr_tr: Kullanıcı Adı İşleme Seçenekleri
uk_ua: Параметри обробки імені користувача

source: Option name
bg_bg: Допълнително име
ca_es: Nom de l'opció
cy: Enw opsiwn
de_de: Name der Option
el_gr: Όνομα επιλογής
es_es: Nombre de la opción
et_ee: Valiku nimetus
fr_fr: Nom de l'option
it_it: Nome opzione
pl_pl: Nazwa opcji
pt_pt: Nome da opção
ro_ro: Nume opțiune
sl_si: Ime možnosti
tr_tr: Seçenek adı
uk_ua: Ім'я опції

source: Option checkbox
bg_bg: Допълнителна отметка
ca_es: Caixeta d'opció
cy: Blwch ticio opsiwn
de_de: Kästchen für die Option
el_gr: Checkbox επιλογής
es_es: Opción
et_ee: Valiku märkeruut
fr_fr: Case à cocher
it_it: Casella opzione
pl_pl: Checkbox opcji
pt_pt: Caixa de seleção de opção
ro_ro: Căsuță de selectare opțiune
sl_si: Potrditveno polje možnosti
tr_tr: Seçenek onay kutusu
uk_ua: Включення опції

source: Outer Identity Handling
bg_bg: Обработка на Външна идентичност
ca_es: Gestió de la Identitat Externa
cy: Trin Hunaniaeth Allanol
de_de: Umgang mit äußeren Identitäten
el_gr: Εξωτερική Διαχείριση Ταυτότητας
es_es: Gestión de la identidad anónima
et_ee: Väline identiteedikäitlus
fi_fi: Ulomman identiteetin hallinta
fr_fr: Traitement de l'identité externe
it_it: Gestione dell'Identità Esterna
pl_pl: Obsługa zewnętrznej tożsamości
pt_pt: Manipulação de Identidade Externa
ro_ro: Tratarea identității externe
sl_si: Obravnavanje zunanje identitete
tr_tr: Dış Kimlik İşleme
uk_ua: Обробка зовнішніх ідентифікаційних даних

source: Enable Anonymous Outer Identity:
bg_bg: Разрешаване на анонимна външна идентичност
ca_es: Habilitar Identitat Anònima Externa:
cy: Galluogi Hunaniaeth Allanol Anhysbys:
de_de: Anonyme Identitäten aktivieren:
el_gr: Ενεργοποίηση Ανώνυμης Εξωτερικής Ταυτότητας:
es_es: Habilitar identidad anónima externa:
et_ee: Luba anonüümne väline identiteet:
fi_fi: Salli anonyymi ulkoidentiteetti:
fr_fr: Activer l'identité externe anonyme :
it_it: Abilita l'Identità Esterna Anonima
pl_pl: Włącz anonimową tożsamość zewnętrzną:
pt_pt: Ativar Identificação Anónima:
ro_ro: Permite Identitate Externă Anonimă:
sl_si: Omogoči anonimno zunanjo identiteto:
tr_tr: Dışsal Anonim Kimlik Etkinleştir:
uk_ua: Увімкнути анонімну зовнішню ідентичність:

source: Use special Outer Identity for realm checks:
bg_bg: Използвайте специална външна идентичност за проверка на областта:
ca_es: Identitat externa especial per a les comprovacions de domini:
cy: Defnyddiwch Hunaniaeth Allanol arbennig ar gyfer gwiriadau parth:
de_de: Dedizierte äußere Identität für Diagnostik:
el_gr: Χρήση ειδικής Εξωτερικής Ταυτότητας για ελέγχους τομέα:
es_es: Usa una identidad externa especial para las comprobaciones de dominio:
et_ee: Kasuta spetsiaalset välist identiteeti domeenikontrolliks
fi_fi: Käytä tietty ulkoinen identiteetti toimialueen testaamiseen:
fr_fr: Utiliser une identité externe spécifique pour les tests RADIUS du domaine :
it_it: Usa una identità esterna speciale per la verifica del realm:
pl_pl: Użyj specjalnej tożsamości zewnętrznej do sprawdzenia realmu:
pt_pt: Usar uma Identidade Exterior especial para verificação do realm:
ro_ro: Folosește Identitate Externă specială pentru verificări ale domeniului:
sl_si: Uporabite posebno zunanjo identiteto za preverjanje področja:
tr_tr: Yetki alanı kontrolleri için özel Dış Kimlik kullan:
uk_ua: Використовуйте спеціальну зовнішню ідентифікацію для перевірок домену:
