Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: Error creating new IdP binding!
bg_bg: Грешка при ново свързване с IdP.
ca_es: Error creant un nou enllaç IdP!
cy: Bu gwall wrth greu rhwymiad CDU newydd!
de_de: Fehler beim Binden des neuen IdPs an den Benutzer!
el_gr: Σφάλμα κατά τη δημιουργία συσχέτισης με IdP!
es_es: ¡Error al crear un nuevo vínculo con el IdP!
et_ee: Viga uue IdP sidumisel!
fi_fi: Virhe luotaessa uutta IdP-sidosta!
fr_fr: Erreur lors de la création d'une nouvelle liaison avec un fournisseur d'identité !
it_it: Errore nella creazione del nuova associazione all'IdP!
pl_pl: Błąd przy tworzeniu nowego powiązania IdP!
pt_pt: Erro na criação de uma nova associação ao IdP!
ro_ro: Eroare la crearea unei noi legături IdP!
sl_si: Napaka pri ustvarjanju nove povezave s ponudnikom identitete.
tr_tr: Yeni IdP bağlama işlemi sırasında hata oluştu!
uk_ua: Помилка створення нової прив'язки IdP!

source: This page needs to be called with a valid invitation token!
bg_bg: Необходимо е страницата да бъде извикана с валиден поканващ временен ключ!
ca_es: Aquesta pàgina s'accedeix amb un token d'invitació vàlid!
cy: Rhaid galw'r dudalen hon gyda thocyn gwahoddiad dilys!
de_de: Diese Seite kann nur mit einem gültigen Einladungs-Token besucht werden.
el_gr: Αυτή η σελίδα χρειάζεται να κληθεί με ένα έγκυρο κουπόνι πρόσκλησης!
es_es: ¡Esta página debe ser llamada con un token de invitación válido!
et_ee: See leht vajab kuvamiseks kehtivat kutse koodi!
fi_fi: Tarvitset oikean ja voimassaolevan kutsukoodin!
fr_fr: Cette page doit être appelée avec un jeton d'invitation valide !
it_it: Questa pagina è accessibile mediante un token di invito valido!
pl_pl: Dostęp do strony wymaga ważnego zaproszenia!
pt_pt: Esta página necessita de ser chamada com um token de convite válido
ro_ro: Această pagină trebuie accesată cu o invitație validă!
sl_si: Do te strani lahko dostopate samo z veljavnim žetonom vabila.
tr_tr: Bu sayfa geçerli bir davet belirteci ile çağrılmalıdır!
uk_ua: Для перегляду цієї сторінки потрібен дійсний маркер запрошення!

source: You tried to register in self-service, but this deployment does not allow self-service!
bg_bg: Опитахте се да се регистрирате сами, но тази разработка не позволява това!
ca_es: Heu provat de registrar-vos en autoservei, però aquest desplegament no permet l'autoservei!
cy: Gwnaethoch geisio cofrestru mewn hunanwasanaeth, ond nid yw'r defnydd hwn yn caniatáu hunanwasanaeth!
de_de: Sie haben versucht sich automatisch selbst zu registrieren, aber diese Softwareinstanz erlaubt keine Selbst-Registrierung!
el_gr: Προσπαθήσατε να εγγραφείτε σε υπηρεσία αυτοεξυπηρέτησης, αλλά αυτή η εγκατάσταση δεν επιτρέπει υπηρεσία αυτοεξυπηρέτησης!
es_es: Has intentado registrarte en autoservicio, pero este despliegue no permite el autoservicio.
et_ee: Proovisid registreeruda iseteeninduses, aga see versioon ei paku iseteenindusvõimalust!
fi_fi: Itsepalvelurekisteröityminen ei onnistunut!
fr_fr: Vous avez essayé de vous inscrire en self-service, mais ce déploiement ne permet pas le self-service !
it_it: Hai tentato di registrarti in modalità self-service, ma questa implementazione non permette il self-service!
pl_pl: Próbujesz zarejestrować się w usłudze samoobsługowej, ale ta instancja nie pozwala na stosowanie samodzielnej obsługi!
pt_pt: Tentou registar no self-service, mas este desenvolvimento não permite self-service!
ro_ro: Ați încercat să vă înregistrați de unul singur, dar această implementare nu vă permite înregistrarea de unul singur.
sl_si: Poskusili ste izvesti samopostrežno registracijo, toda ta uvedba ne dovoli samopostrežne storitve.
tr_tr: Kendi kendinize hizmete kaydolmayı denediniz, ancak bu dağıtım kendi kendine kayda izin vermiyor!
uk_ua: Ви намагалися зареєструватися самостійно, але ця система не підтримує самореєстрацію

source: Error creating new IdP!
bg_bg: Грешка при създаване на нов IdP!
ca_es: Error creant un nou IdP!
cy: Gwall wrth greu CDU newydd!
es_es: Error al crear el nuevo IdP
et_ee: Viga uue IdP loomisel!
it_it: Errore durante la creazione del nuovo IdP!
pl_pl: Błąd przy tworzeniu nowego IdP!
ro_ro: Eroare la crearea unui nou IdP!
sl_si: Napaka pri ustvarjanju novega IdP!
uk_ua: Помилка під час створення нового IdP!

source: You tried to register in self-service, but this federation does not allow self-service!
bg_bg: Опитахте се да направите регистрация, но тази федерация не позволява саморегистриране!
ca_es: Heu provat de registrar-vos en autoservei, però aquesta federació no permet l'autoservei!
cy: Fe geisioch chi gofrestru mewn hunanwasanaeth, ond nid yw'r ffederasiwn hwn yn caniatáu hunanwasanaeth!
es_es: Has intentado registrarte en autoservicio, pero esta federación no permite el autoservicio.
et_ee: Proovisid registreeruda iseteeninduses, aga see föderatsioon ei paku iseteenindusvõimalust!
it_it: Hai provato a registrarti in modalità self-service, ma questa federazione non consente il self-service!
pl_pl: Próbowałeś skorzystać z samodzielnej rejestrcji, ale Twoja federacja na to nie pozwala.
ro_ro: Ați încercat să vă înregistrați în self-service, dar această federație nu permite self-service!
sl_si: Poskusili ste izvesti samopostrežno registracijo, toda ta federacija ne dovoli samopostrežne storitve!
uk_ua: Ви спробували зареєструватися самостійно, але ця федерація не підтримує самореєстрацію

source: You tried to register a new institution while it already has a match in CAT or your email is not not listed as admin for this institution in the eduroam DB!
bg_bg: Опитахте се да регистрирате нова институция, докато тя вече има съвпадение в CAT или вашия имейл адрес не е посочен като администраторски за тази институция в базата данни на eduroam!
ca_es: Heu provat de registrar una nova institució que ja existeix a CAT o be el vostre correu no es vàlid per a administrar aquesta institució a la base d'eduroam!
cy: Fe geisioch chi gofrestru sefydliad newydd tra bod ganddo gyfatebiaeth eisoes yn CAT neu nid yw eich e-bost wedi'i restru fel gweinyddwr ar gyfer y sefydliad hwn yn y CD eduroam!
es_es: Has intentado registrar una nueva institución pero ya existe una coincidencia en CAT o tu email no está listado como administrador de esta institución en la base de datos de eduroam.
et_ee: Proovisid registreerida uut asutust, kuid see on CATis juba olemas või ei ole Su e-postiaadress eduroami andmebaasis selle asutuse administraatoriks.
it_it: Hai provato a registrare una nuova organizzazione ma esiste già una corrispondenza in CAT oppure il tuo email non è elencato come amministratore per questa organizzazione nel DB eduroam!
pl_pl: Próba rejestracji nowej instytucji w sytuacji, gdy albo w CAT już taka istnieje, albo Twój email nie jest na liście adminów tej instytucji w eduroam DB
ro_ro: Ați încercat să înregistrați o instituție nouă în timp ce aceasta are deja o corespondență în CAT sau adresa dvs. de e-mail nu este listată ca administrator pentru această instituție în BD eduroam!
sl_si: Poskušate registrirati novo institucijo, ki že obstaja v CAT, ali pa niste navedeni kot skrbnik v podatkovni bazi eduroam!
uk_ua: Спроба зареєструвати нову установу не вдалася — вона вже присутня в CAT або ваш email не вказано як адміністратора цієї установи в базі даних eduroam!

source: Sorry... this token has already been used. The %s is already created. If you got the invitation from a mailing list, probably someone else used it before you.
bg_bg: Съжаляваме... този временен ключ вече е бил използван. %s е вече създаден. Ако сте получили поканата от пощенския списък, вероятно някой друг го е използвал преди Вас.
ca_es: Dispenseu... aquest codi ja s'ha fet servir. Ja s'ha creat %s. Si l'heu obtingut en una llista de correu, probablement ja l'ha fet servir un altre.
cy: Mae'n ddrwg gennym... mae'r tocyn hwn eisoes wedi'i ddefnyddio. Mae'r %s eisoes wedi'i greu. Os cawsoch y gwahoddiad o restr bostio, mae'n debyg bod rhywun arall wedi ei ddefnyddio o'ch blaen chi.
de_de: Entschuldigung... dieser Gutschein wurde bereits verbraucht. Der %s ist bereits erstellt. Wenn Sie die Einladung von einer Mailingliste haben, war wahrscheinlich ein anderes Listenmitglied schneller als Sie.
el_gr: Λυπούμαστε... αυτό το κουπόνι έχει ήδη χρησιμοποιηθεί. Το %s ήδη δημιουργήθηκε. Αν λάβατε την πρόσκληση από μια λίστα αλληλογραφίας, ίσως κάποιος άλλος το χρησιμοποίησε πριν από εσάς.
es_es: Lo sentimos, este token ya ha sido utilizado para crear una %s. Si lo obtuviste de una lista de distribución, probablemente alguien más lo usó antes que tú.
et_ee: Vabandust, see kood on juba kasutatud. %s on juba loodud. Kui said kutse postiloendi kaudu, on arvatavasti keegi koodi juba enne Sind kasutanud.
fi_fi: Tämä rekisteröitymiskoodi (token) on jo käytetty. %s on jo luotu.
fr_fr: Désolé... ce jeton a déjà été utilisé. Le %s est déjà créé. Si vous avez reçu l'invitation d'une liste de diffusion, quelqu'un d'autre l'a probablement utilisé avant vous.
it_it: Spiacente... questo token è già stato usato. %s è già creato. Se hai ottenuto l'invito da una mailing list, probabilmente qualcun altro l'ha usato prima di te.
pl_pl: Przepraszamy... ten token został już użyty. Instancja %s jest już utworzona. Jeśli otrzymałeś token przez jakąś listę mailową, prawdopodobnie ktoś inny użył go przed Tobą.
pt_pt: Perdão, este token já foi usado. O %s já está criado. Se recebeu o convite de uma lista de email, provavelmente já alguém o usou antes de si.
ro_ro: Scuze... acest jeton este deja folosit. %s este deja creat. Dacă ați primit invitația printr-un mail, probabil altcineva a folosit jetonul înaintea dumneavoastră.
sl_si: Ta žeton je žal bil že uporabljen. %s je že ustvarjen. Če ste dobili vabilo prek seznama za pošiljanje elektronske pošte, ga je nekdo uporabil pred vami.
tr_tr: Maalesef bu belirteç daha önce kullanılmış. %s zaten oluşturulmuş. Eğer davetiyeyi bir posta listesinden aldıysanız, muhtemelen, başka biri bunu sizden önce kullanmıştır.
uk_ua: Вибачте ... цей маркер вже використано. %s уже створено. Якщо ви отримали запрошення зі списку розсилки, можливо, хтось використовував його до вас.

source: Sorry... this token has expired. Invitation tokens are valid for 24 hours. The %s administrator can create a new one for you.
bg_bg: Съжаляваме... този временен ключ е изтекъл. Поканващите ключове са валидни 24 часа. %s администратор може да създаде нов за Вас.
ca_es: Disculpeu... aquest codi ha caducat. Els codis d'invitació són vàlids durant 24 hores. El vostre administrador %s us en pot crear un de nou.
cy: Sori... mae'r tocyn hwn wedi dod i ben. Mae tocynnau gwahoddiad yn ddilys am 24 awr. Gall gweinyddwr %s greu un newydd i chi.
de_de: Entschuldigung... dieser Gutschein ist bereits abgelaufen. Er war nur für 24 Stunden gültig. Die anderen %s Administratoren können Ihnen einen neuen schicken.
el_gr: Λυπούμαστε... αυτό το κουπόνι έχει λήξει. Τα κουπόνια πρόσκλησης είναι έγκυρα για 24 ώρες. Ο διαχειριστής %s μπορεί να δημιουργήσει ένα νέο για εσάς.
es_es: Lo sentimos, este token ha caducado. Las invitaciones son válidas durante 24 horas. Por favor, pide al administrador de tu %s uno nuevo.
et_ee: Vabandust, see kood on aegunud. Kutse koodid kehtivad 24 tundi. %s administraator saab Sulle luua uue koodi.
fi_fi: Tämä kutsu on vanhentunut. Kutsut ovat voimassa vain 24 tuntia kerrallaan. Pyydä yhteyshenkilöiltäsi (%s) uusi henkilökohtainen kutsu.
fr_fr: Désolé ... ce jeton a expiré. Les jetons d'invitation sont valables 24 heures. L'administrateur de %s peut en créer un nouveau pour vous.
it_it: Spiacente... questo token è scaduto. I token di invito sono validi per 24 ore. L'amministratore %s può creartene uno nuovo.
pl_pl: Przepraszamy... ten token stracił ważność. Tokeny z zaproszeniem są ważne przez 24 godziny. Poproś Twojego administratora %s o nowe zaproszenie.
pt_pt: Perdão, este token expirou. Tokens de convite são válidos por 24 horas. O administrador de %s pode criar um novo para si.
ro_ro: Scuze... acest jeton a expirat. Jetonul este valabil pentru 24 de ore. %s administratorul poate crea unul nou pentru dumneavoastră.
sl_si: Ta žeton je žal potekel. Žetoni vabil so veljavni 24 ur. Skrbnik za %s vam lahko ustvari novega.
tr_tr: Maalesef bu belirtecin süresi dolmuş. Davet belirteçleri 24 saat geçerlidir. %s yöneticisi sizin için yeni bir tane oluşturabilir.
uk_ua: Вибачте ... термін дії цього маркера закінчився. Маркери запрошення дійсні протягом 24 годин. адміністратор %s може створити для вас новий.

source: Sorry... you have come to the enrollment page without a valid token. Are you a nasty person? If not, you should go to <a href='overview_user.php'>your profile page</a> instead.
bg_bg: Извинете ... Вие сте на страницата за вписване без валиден временен ключ. Опасна личност ли сте? Ако не, вместо това трябва да отидете на <a href='overview_user.php'>страницата с Вашия профил</a>.
ca_es: Disculpeu... heu arribat a la pàgina d'inscripció sense un codi vàlid. Sou malintencionat? Si no, heu d'anar a <a href='overview_user.php'>la pàgina del vostre perfil</a>.
cy: Mae'n ddrwg gennym... rydych wedi dod i'r dudalen gofrestru heb docyn dilys. Ydych chi'n berson cas? Os na, dylech fynd i <a href='overview_user.php'>eich tudalen proffil</a> yn lle hynny.
de_de: Entschuldigung... Sie sind ohne gültigen Einladungs-Token auf diese Seite gekommen! War das beabsichtigt? Falls nicht, gehen Sie zu <a href='overview_user.php'>ihrer Profilseite</a> zurück.
el_gr: Λυπούμαστε... ήρθατε στη σελίδα εγγραφής χωρίς έγκυρο token. Είσαι κακός άνθρωπος; Αν όχι, πήγαινε στη <a href='overview_user.php'>σελίδα προφίλ</a> σου.
es_es: Lo sentimos... has llegado a la página de inscripción sin una invitación válida. ¿Estás intentando hacer trampa? Si no es así, deberías ir a <a href='overview_user.php'>tu página de perfil</a>.
et_ee: Vabandust... saabusid registreerimislehele ilma kehtiva koodita. Oled Sa paha inimene? Kui ei, peaksid minema <a href='overview_user.php'>oma profiililehele</a>.
fi_fi: Olet käyttöönottosivulla ilman voimassaolevaa polettia. Siirry omalle <a href='overview_user.php'>profiilisivulle</a>.
fr_fr: Désolé… vous êtes arrivé(e) sur la page d'enregistrement sans avoir de jeton valide. Êtes-vous une personne malintentionnée ? Si ça n'est pas le cas, vous devriez plutôt vous rendre sur <a href='overview_user.php'>votre page de profil</a>.
it_it: Spiacente... sei arrivato alla pagina di enrollment senza un token valido. Sei una persona malintenzionata? Se non lo sei dovresti andare alla <a href='overview_user.php'>pagina del tuo profilo</a> invece.
pl_pl: Przepraszamy... korzystasz z tej strony bez ważnego tokena. Przejdź do strony swojego <a href='overview_user.php'>profilu</a>.
pt_pt: Infelizmente acedeu à página de inscrição com um token inválido. Tem más intenções ? Se não, deve ir para a<a href='overview_user.php'> sua página de perfil</a>.
ro_ro: Ne pare rau... ați venit la pagina de înregistrare fără un token valid. Sunteți o persoană rea? Dacă nu, atunci ar trebui să mergeți la <a href='overview_user.php'>pagina profilului dumneavoastră</a>.
sl_si: Na prijavno stran ste žal prišli brez veljavnega žetona. Ali ste zlonamerni? Če niste, pojdite na <a href='overview_user.php'>svojo stran profila</a>.
tr_tr: Üzgünüz... Geçerli bir davet koduna sahip olmadığınız halde kayıt sayfasına gelmişsiniz. Pis birisiniz galiba? Eğer değilseniz, buraya gelmek yerine profil sayfanıza <a href='overview_user.php'> gitmelisiniz
uk_ua: Вибачте ... Ви перейшли на сторінку реєстрації без дійсного маркера. Ви часом не зловмисник? Якщо ні, замість цього перейдіть на <a href='overview_user.php'>сторінку свого профілю</a>.

source: %s: RADIUS/TLS superglue zone management
bg_bg: %s: RADIUS/TLS управление на superglue зона
ca_es: %s: Administració zones RADIUS/TLS
cy: %s: Rheoli parth superglue RADIUS/TLS
de_de: %s: RADIUS/TLS Management des "Superklebers"
el_gr: %s: διαχείριση RADIUS/TLS superglue zone managemen
es_es: %s: Gestión de las zonas superglue de RADIUS/TLS
et_ee: %s: RADIUS/TLS liimkirje tsoonihaldus
fr_fr: %s : zone de management superglue RADIUS/TLS
it_it: %s: gestione della zona superglue RADIUS/TLS
pl_pl: %s: RADIUS/TLS zarządzanie strefą "superglue"
pt_pt: %s: Gestão de zona de supercola RADIUS/TLS
ro_ro: %s: administrarea zonei superglue pentru RADIUS/TLS
sl_si: %s: upravljanje nadomestnega območja RADIUS/TLS
tr_tr: %s: RADIUS/TLS superglue alan yönetimi
uk_ua: %s: Керування superglue зоною RADIUS/TLS

source: DNS NAPTR certificate management
bg_bg: DNS NAPTR управление на сертификат
ca_es: Administració de certificats DNS NAPTR
cy: Rheoli tystysgrif DNS NAPTR
de_de: Management für DNS NAPTR Zertifikate
el_gr: διαχείριση πιστοποιητικού DNS NAPTR
es_es: Gestión de certificados DNS NAPTR
et_ee: DNS NAPTR sertifikaadihaldus
fr_fr: Gestion des certificats DNS NAPTR
it_it: Gestione certificato DNS NAPTR
pl_pl: Zarządzanie certyfikatem DNS NAPTR
pt_pt: Gestão de certificado DNS NAPTR
ro_ro: Administrarea certificatelor DNS NAPTR
sl_si: Upravljanje potrdil DNS NAPTR
tr_tr: DNS NAPTR sertifika yönetimi
uk_ua: Керування сертифікатами DNS NAPTR

source: You do not have the necessary privileges to request NAPTR superglue zones.
bg_bg: Нямате необходимите права да заявявате NAPTR superglue зони.
ca_es: No teniu els privilegis necessaris per a demanar zones NAPTR
cy: Nid oes gennych y breintiau angenrheidiol i ofyn am barthau superglue NAPTR.
de_de: Sie haben nicht die erforderliche Berechtigung um NAPTR Superkleber Zonen anzufragen.
el_gr: Δεν έχετε τα απαραίτητα δικαιώματα για να αιτηθήτε NAPTR superglue zones.
es_es: No tiene los suficientes privilegios para solicitar las zonas NAPTR "superglue"
et_ee: Sul ei ole piisavalt õigusi NAPTR kirjes märgendatud liimkirje info lugemiseks.
fr_fr: Vous n'avez pas les privilèges nécessaires pour demander des zones superglue NAPTR.
it_it: Non hai i privilegi necessari per richiedere le zone superglue NAPTR.
pl_pl: Nie masz wystarczających uprawnień aby pobrać rekordy "superglue".
pt_pt: Você não tem os privilégios necessários para solicitar zonas de supercola NAPTR.
ro_ro: Nu aveți privilegiile necesare pentru a solicita zone de superglue NAPTR.
sl_si: Nimate potrebnih pooblastil, da bi zahtevali nadomestna območja NAPTR.
tr_tr: NAPTR superglue alanlarını istemek için gerekli izinlere sahip değilsiniz.
uk_ua: У вас немає необхідних прав для запиту superglue зон NAPTR.

source: %s: RADIUS/TLS certificate management for %s
bg_bg: %s: RADIUS/TLS управление на сертификат за %s
ca_es: %s: gestió del certificat RADIUS/TLS per a %s
cy: %s: Rheoli tystysgrif RADIUS/TLS ar gyfer %s
de_de: %s: RADIUS/TLS Zertifikatsmanagement für %s
el_gr: %s: RADIUS/TSLS διαχείριση πιστοποιητικών για %s
es_es: %s: Administración del certificado RADIUS/TLS para %s
et_ee: %s'i RADIUS/TLS sertifikaadihaldus: %s
fi_fi: %s:RADIUS/TLS varmennehallinta %s:lle
fr_fr: %s: Gestion des certificats RADIUS/TLS pour %s
it_it: %s: gestione del certificato RADIUS/TLS per %s
pl_pl: %s: Zarządzanie certyfikatem RADIUS/TLS dot. %s
pt_pt: %s: Gestão de certificado RADIUS/TLS para %s
ro_ro: %sAdministrarea certificatelor RADIUS/TLS pentru %s
sl_si: %s: upravljanje potrdil RADIUS/TLS za %s
tr_tr: %s: %s için RADIUS/TLS sertifika yönetimi
uk_ua: %s: Керування сертифікатами RADIUS/TLS для%s

source: RADIUS/TLS certificate management for %s
bg_bg: RADIUS/TLS управление на сертификат за %s
ca_es: Gestió del certificat RADIUS/TLS per a %s
cy: Rheoli tystysgrif RADIUS/TLS ar gyfer %s
de_de: RADIUS/TLS Zertifikatsmanagement für %s
el_gr: RADIUS/TLS διαχείριση πιστοποιητικών για %s
es_es: Administración del certificado RADIUS/TLS para %s
et_ee: RADIUS/TLS sertifikaadihaldus: %s
fi_fi: RADIUS/TLS varmennehallinta %s:lle
fr_fr: Gestion des certificats RADIUS/TLS pour %s
it_it: gestione del certificato RADIUS/TLS per %s
pl_pl: Zarządzanie certyfikatem RADIUS/TLS dot. %s
pt_pt: Gestão de certificado RADIUS/TLS para %s
ro_ro: Administrarea certificatelor RADIUS/TLS pentru %s
sl_si: Upravljanje potrdil RADIUS/TLS za %s
tr_tr: %s için RADIUS/TLS sertifika yönetimi
uk_ua: Керування сертифікатами RADIUS/TLS для %s

source: You do not have the necessary privileges to request server certificates.
bg_bg: Нямате необходимите права да заявявате сертификати за сървъри.
ca_es: No teniu els privilegis necessaris per a sol·licitar certificats de servidor.
cy: Nid oes gennych y breintiau angenrheidiol i ofyn am dystysgrifau gweinydd.
de_de: Sie haben nicht die erforderliche Berechtigung um RADIUS/TLS Zertifikate zu beantragen.
el_gr: Δεν έχετε τα κατάλληλα προνόμια για να ζητήσετε πιστοποιητικά του server
es_es: No tienes los permisos necesarios para pedir certificados de servidor.
et_ee: Sul ei ole piisavalt õiguse serverisertifikaatide taotlemiseks.
fi_fi: Sinulla ei ole riittäviä oikeuksia palvelinvarmenteiden pyytämiseen.
fr_fr: Vous n'avez pas le niveau d'accréditation requis pour demander des certificats de serveurs.
it_it: Non disponi dei privilegi necessari per richiedere i certificati del server.
pl_pl: Nie posiadasz wystarczających uprawnień, by wnioskować o certyfikaty serwera.
pt_pt: Não tem os privilégios necessários para pedir um novo certificado de servidor.
ro_ro: Nu aveți drepturile necesare pentru a solicita certificate de server.
sl_si: Nimate potrebnih pooblastil, da bi lahko zahtevali potrdila strežnika.
tr_tr: Sunucu sertifikalarını talep etmek için gerekli yetkilere sahip değilsiniz.
uk_ua: У вас немає необхідних прав доступу для запиту серверних сертифікатів.

source: Submitted Certificate Signing Request contains subject field that does not follow the expected pattern.
bg_bg: Изпратената заявка за подписване на сертификат съдържа поле за субект, което не следва очаквания шаблон.
ca_es: El fitxer CSR conté camps 'subject' que no compleixen el format esperat.
cy: Mae Cais Llofnod Tystysgrif a Gyflwynwyd yn cynnwys maes pwnc nad yw'n dilyn y patrwm disgwyliedig.
es_es: La petición de firma de certificado (CSR) enviada contiene un campo de asunto que no sigue el patrón esperado.
et_ee: Esitatud sertifikaadi allkirjastamise taotluse teemaväli ei ole nõutud kujul.
it_it: La richiesta di firma del certificato inviata contiene un campo subject che non segue lo schema previsto.
pl_pl: Wysłane Zlecenie Podpisania Certyfikatu (CSR) zawiera pole podmiotu (subject), które jest niezgodne z oczekiwanym schematem.
ro_ro: Cererea de semnare a certificatului trimisă conține un câmp subiect care nu urmează modelul așteptat.
sl_si: Zahteva za podpis potrdila vsebuje polje za zadevo, ki ne sledi pričakovanemu vzorcu.
uk_ua: У запиті на підписання сертифіката поле Subject не відповідає очікуваному шаблону

source: Submitted Certificate Signing Request is broken - unable to extract the public key from CSR
bg_bg: Изпратената заявка за подписване на сертификат е повредена - не може да се извлече публичния ключ от CSR
ca_es: El fitxer CSR enviat no funciona - impossible de extraure'n la clau pública
cy: Mae'r Cais Llofnodi Tystysgrif a Gyflwynwyd wedi torri - ni ellir echdynnu'r allwedd gyhoeddus o'r CSR
el_gr: Το υποβληθέν Αίτημα Υπογραφής Πιστοποιητικού είναι κατεστραμμένο - δεν είναι δυνατή η εξαγωγή του δημόσιου κλειδιού από το CSR
es_es: La petición de firma de certificado (CSR) enviada es errónea. No ha sido posible extraer la clave pública del CSR.
et_ee: Esitatud sertifikaadi allkirjastamise taotlus (CSR) on katki - sellest ei saa kätte avalikku võtit.
it_it: La richiesta di firma del certificato inviata è invalida: impossibile estrarre la chiave pubblica dal CSR
pl_pl: Wysłane Zlecenie Podpisania Certyfikatu (CSR) jest niepoprawne - nie można wyodrębnić klucza publicznego
ro_ro: Cererea de semnare a certificatului trimisă este defectă - nu se poate extrage cheia publică din CSR
sl_si: Predložena zahteva za podpis certifikata je poškodovana – javnega ključa ni mogoče izvleči iz CSR.
uk_ua: CSR пошкоджено: не вдалося отримати відкритий ключ.
