Repository: GEANT/CAT
Catalog: translation/*/web_user.po
Languages: ar, bg_bg, ca_es, cs_cz, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, hu_hu, it_it, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, tr_tr, uk_ua

source: <p><span class='edu_cat'>%s</span> is publicly accessible. To enable its use behind captive portals (e.g. on a 'setup' SSID which only allows access to CAT for device configuration), the following hostnames need to be allowed for port TCP/443 in the portal:</p><b><u>REQUIRED</u></b><ul><li><b>%s</b> (the service itself)</li>
ar: <p><span class='edu_cat'>%s</span> متاح للجميع. لتمكين استخدامه مع البوابات المقيدة (على سبيل المثال، 'إعداد' SSID الذي يسمح فقط الوصول الى CAT لتهيئة الجهاز)، يجب السماح لأسماء المضيف التالية على المنفذ TCP/443: </p><b><u>REQUIRED</u></b><ul><li><b>%s</b>(الخدمة نفسها)</li>
bg_bg: <p><span class='edu_cat'>%s</span> е публично достъпен. За да разрешите използването му зад затворени портали (например при 'инсталиране' на SSID, който позволява единствено достъп до CAT за конфигуриране на устройство), за порт TCP/443 в портала трябва да бъдат разрешени следните хостове:</p><b><u>REQUIRED</u></b><ul><li><b>%s</b> (самата услуга)</li>
ca_es: <p><span class='edu_cat'>%s</span> es accessible públicament. Per activar-ne el seu us sota portals captius (p.e. en un SSID 'setup' que només permeti l'accés a CAT per a la configuració del dispositiu), els següents noms de host han de tenir permès l'accés al port TCP/443 des del portal:</p><b><u>REQUERIT</u></b><ul><li><b>%s</b> (el mateix servei)</li>
cs_cz: <p><span class='edu_cat'>%s</span> je veřejně přístupný. Chcete-li povolit jeho použití na captive portálech (například v SSID umožnující přístup pouze pro konfiguraci zařízení), musí být povolena komunikace na portu TCP/443 pro následující názvy hostitelů:</p><b><u>Požadováno</u></b><ul><li><b>%s</b> (vlastní CAT)</li>
cy: <p>Mae <span class='edu_cat'>%s</span> yn hygyrch i'r cyhoedd. Er mwyn galluogi ei ddefnydd y tu ôl i byrth caeth (e.e. ar SSID 'setup' sydd ond yn caniatáu mynediad i CAT ar gyfer ffurfweddu dyfais), mae angen caniatáu'r enwau gwesteiwr canlynol ar gyfer porthladd TCP/443 yn y porth:</p><b><u>ANGEN</u></b><ul><li><b>%s</b> (y gwasanaeth ei hun)</li>
de_de: <p><span class='edu_cat'>%s</span> ist ein über das Internet öffentlich erreichbarer Dienst. Wenn der Dienst hinter einem Captive Portal erreichbar sein soll (zum Beispiel innerhalb eines 'Einrichtungs-Netzes, in dem nur beschränkter Internetzugriff für die erstmalige Konfiguration des Gerätes erlaubt sein soll), müssen im Captive Portal die folgenden Rechnernamen freigeschaltet werden für den Port TCP/443:</p><b><u>ERFORDERLICH</u></b><ul><li><b>%s</b> (der Dienst selbst)</li>
el_gr: <p><span class='edu_cat'>%s</span> είναι δημόσια προσβάσιμο. Για να καταστήσετε δυνατή τη χρήση του πίσω από captive portals (π.χ. σε ένα SSID 'setup' που επιτρέπει μόνο την πρόσβαση στο CAT για τη ρύθμιση συσκευών), χρειάζεται στο portal να επιτραπεί η πρόσβαση στην πόρτα TCP/443 για τα ακόλουθα hostnames:</p><b><u>ΑΠΑΙΤΟΥΜΕΝΑ</u></b><ul><li><b>%s</b> (η υπηρεσία καθεαυτή)</li>
es_es: <p><span class='edu_cat'>%s</span> está accesible públicamente. Para habilitar su uso detrás de portales cautivos (p.e. en una SSID 'configurar' la cual sólo permite el acceso a CAT para la configuración del dispositivo), se necesita permitir el tráfico en el portal cautivo hacia los siguientes hostnames para el puerto TCP/443:</p><b><u>REQUERIDO</u></b><ul><li><b>%s</b> (el servicio mismo)</li>
et_ee: <p><span class='edu_cat'>%s</span> on avalikult kättesaadav. Läbipääsulehtede (näiteks "seadistamise" SSID, mis seadmete seadistamiseks lubab ligipääsu ainult CAT lehele) kasutamise korral on vaja lubada lehelt ligipääs TCP/443 porti:</p><b><u>VAJALIK</u></b> <ul><li><b>%s</b> (teenuse leht ise)</li>
fi_fi: <p><span class='edu_cat'>%s</span> on käytettävissä mistä tahansa. Jos haluat sallia käytön, salli yhteydenotot näiden osoitteiden portteihin TCP/443:</p><b><u>REQUIRED</u></b><ul><li><b>%s</b> (palvelu itse)</li>
fr_fr: <p><span class='edu_cat'>%s</span> est accessible publiquement. Afin de pouvoir y accéder au travers d'un portail captif, (par ex. à partir d'un SSID de configuration n'autorisant qu'un accès à CAT) vous devez autoriser l'utilisation du port 443 pour les machines suivantes dans le portail : </p><b><u>REQUIS</u></b><ul><li><b>%s</b> (accès au service lui même)</li>
hr_hr: <p><span class='edu_cat'>%s</span> javno je dostupan.Kako bi ga omogućili iza captive portala (naprimjer na 'setup' SSID-u koji ima dostup samo do CAT-a za konfiguraciju uređaja), slijedeći naziv poslužitelja treba biti omogućen u pristupu portu TCP/443 :</p><b><u>REQUIRED</u></b><ul><li><b>%s</b> (the service itself)</li>
hu_hu: <p><span class='edu_cat'>%s</span> publikusan elérhető. Ha szeretnéd engedélyezni pl. egy captive portál mögött (pl. 'setup' SSID) elérhető legyen a CAT az eszközök konfigurációjához, a követező hostname-et kell engedni port TCP/443 -hoz a portálon:</p><b><u>REQUIRED</u></b><ul><li><b>%s</b> (A szolgáltatás maga)</li>
it_it: <p><span class='edu_cat'>%s</span> è accessibile pubblicamente. Per abilitarne l'uso dietro dei captive portal (es. su un SSID 'setup' che permette solo l'accesso al CAT), i seguenti nomi host devono essere abilitati per le porte TCP/443 nel portale :</p><b><u>RICHIESTI</u></b><ul><li><b>%s</b> (il servizio stesso)</li>
pl_pl: <p><span class='edu_cat'>%s</span> jest dostępny dla wszystkich. Aby umożliwić jego pracę w sieci chronionej przez portal dostępowy (np. w SSID dającym dostęp tylko do instrukcji konfiguracyjnych), należy otworzyć dostęp do protu TCP/443 następujących hostów: </p><b><u>WYMAGANE</u></b><ul><li><b>%s</b> (sama usługa CAT)</li>
pt_pt: <p><span class='edu_cat'>%s</span> é acessível publicamente. Para o poder usar em portais cativos (por exemplo num SSID de apoio que apenas permite o acesso ao CAT para configuração de dispositivos), os seguintes nomes de servidor devem ser ser autorizados para aceder ao porto TCP/443 no portal:</p><b><u>OBRIGATÓRIO</u></b><ul><li><b>%s</b> (para o próprio serviço)</li>
ro_ro: <p><span class='edu_cat'>%s</span> este accesibil publicului. Pentru a permite utilizarea acestuia în spatele portalurilor captive (de exemplu, pe un SSID „de configurare” care permite accesul numai la CAT pentru configurarea dispozitivului), trebuie să fie permise următoarele nume de gazdă pentru portul TCP / 443 din portal:</p><b><u>OBLIGATORIU</u></b><ul><li><b>%s</b>(serviciu propriuzis)</li>
sl_si: <p><span class='edu_cat'>%s</span> je javno dostopen. Da omogoči uporabo za lastne portale (npr. na vzpostavljenem SSID, ki dovoli dostop do CAT le za konfiguracijo naprave) morajo imeti naslednja imena strežnikov dovoljenje na portu TCP/443 v portalu: </p><b><u>REQUIRED</u></b><ul><li><b>%s</b>(the service itself)</li>
sr_rs: <p><span class='edu_cat'>%s</span> je javno dostupan. Kako biste omogućili njegovu upotrebu preusmeravanjem na stranicu sa pravilima korišćenja (npr. 'setup' SSID koji ima pristup samo eduroam CAT stranicama za konfiguraciju uređaja), sledeća domenska imena moraju da budu dozvoljena za TCP port 443:</p><b><u>OBAVEZNO</u></b><ul><li><b>%s</b> (servis)</li>
tr_tr: <p><span class='edu_cat'>%s</span> şu an erişilebilir durumdadır. Captive portal tarzı kimlik doğrulama mekanizmaların (örn. Cihaz ayarları için sadece CAT'e erişim sunan 'setup' SSID yayını için) arkasından kullanabilmek için belirtilmiş sunucuların kullanacağı TCP/443 portunun kimlik doğrulama mekanizmasında izin verilmişi olması gerekmektedir:</p><b><u>GEREKLİ</u></b><ul><li><b>%s</b>(servisin kendisi)</li>
uk_ua: <p><span class='edu_cat'>%s</span> є загальнодоступним. Щоб дозволити його використання за приєднаними порталами (наприклад, на "налаштування" SSID, який дозволяє доступ тільки до CAT для конфігурації пристрою), повинні бути дозволені наступні імена хостів для порту TCP / 443 на порталі:</p><b><u>ОБОВ"ЯЗКОВО</u></b><ul><li><b>%s</b> (сама служба)</li>

source: <li><b>%s</b> (the CRL Distribution Point for the site certificate), also TCP/80</li>
ar: <li><b>%s</b>(نقاط توزيع CRL لشهادة الموقع) ، وأيضًا TCP / 80</li>
bg_bg: <li><b>%s</b> (CRL точка за разпределение за сертификата на сайта), също така и TCP/80</li>
ca_es: <li><b>%s</b> (el punt de distribució de CRL del certificat), també TCP/80</li>
cs_cz: <li><b>%s</b> (distribuční seznam CRL pro daný certifikát), také port TCP/80</li>
cy: <li><b>%s</b> (y Pwynt Dosbarthu CRL ar gyfer tystysgrif y wefan), hefyd TCP/80</li>
de_de: <li><b>%s</b> (die Adresse für die Zertifikatswiderrufsprüfung (CRL) des Dienstes, auch Port TCP/80)</li>
el_gr: <li><b>%s</b> (το CRL Distribution Point για το πιστοποιητικό της ιστοσελίδας), και TCP/80</li>
es_es: <li><b>%s</b> (la URLs de la lista de revocación (CRL) del certificado del sitio), también TCP/80</li>
et_ee: <li><b>%s</b>(CRL jagamise aadressid asutuse sertifikaatile), lisaks TCP/80
fi_fi: <li><b>%s</b> (CRL Distribution Point varmenteessa), portti TCP/80</li>
fr_fr: <li><b>%s</b> (le point de distribution de CRL pour le certificat de site), TCP/80 lui aussi</li>
hr_hr: <li><b>%s</b> (CRL distributivne točke za poslužiteljski certifikat), također i TCP/80</li>
hu_hu: <li><b>%s</b> (a CRL hirdetési pontja a site tanusítványának), szintén TCP/80</li>
it_it: <li><b>%s</b> (il punto di distribuzione della CRL Distribution Point per il certificato del sito), anche TCP/80</li>
pl_pl: <li><b>%s</b> (punkt dystrybucji list CRL dla certyfikatu serwisu CAT), również TCP/80</li>
pt_pt: <li><b>%s</b> (o CRL Distribution Points para este certificado do site), também a porta TCP/80</li>
ro_ro: <li><b>%s</b>(punctele de distribuție CRL pentru certificatul de site), de asemenea TCP / 80
sl_si: <li><b>%s</b> (CRL distribucijske točke za certifikat strani) tudi TCP/80</li>
sr_rs: <li><b>%s</b> (CRL lista povučenih sertifikata), takođe za TCP port 80</li>
tr_tr: <li><b>%s</b>(Site sertifikaları için CRL Dağıtım Noktaları) ayrıca TCP/80</li>
uk_ua: <b>%s</b>(точки розповсюдження CRL для сертифіката сайту), також TCP / 80<li>

source: <li><b>%s</b> (the OCSP Responder for the site certificate), also TCP/80</li>
ar: <li><b>%s</b> (مستجيب OCSP لشهادة الموقع) ، وكذلك TCP / 801</li>
bg_bg: <li><b>%s</b> (OCSP отговарящ за сертификата на сайта), също така и TCP/80</li>
ca_es: <li><b>%s</b> (el servidor OCSP per al certificat), també TCP/80</li>
cs_cz: <li><b>%s</b> (OCSP Responder pro daný certifikát), také port TCP/80</li>
cy: <li><b>%s</b> (y tystysgrif Ymatebydd OCSP ar gyfer y wefan), hefyd TCP/80</li>
de_de: <li><b>%s</b> (die Adresse für die Zertifikatswiderrufsprüfung (OCSP) des Dienstes, auch Port TCP/80)</li>
el_gr: <li><b>%s</b> (το OCSP Responder για το πιστοποιητικό της ιστοσελίδας), και TCP/80</li>
es_es: <li><b>%s</b> (el receptor de OCSP del certificado del sitio), también TCP/80</li>
et_ee: <li><b>%s</b>(OSCP vastaja asutuse sertifikaatidele), lisaks TCP/80</li>
fi_fi: <li><b>%s</b> (OCSP Responder), portti TCP/80</li>
fr_fr: <li><b>%s</b> (le serveur OCSP pour le certificat de site), TCP/80 lui aussi</li>
hr_hr: <li><b>%s</b> (OCSP Responder za ovaj poslužitelj), također i TCP/80</li>
hu_hu: <li><b>%s</b> (az OCSP Responder pontja a a site tanusítványának), szintén TCP/80</li>
it_it: <li><b>%s</b> (il OCSP Responder per il certificato del sito), anche TCP/80</li>
pl_pl: <li><b>%s</b> (OCSP Responder dla certyfikatu serwisu CAT), również TCP/80</li>
pt_pt: <li><b>%s</b> (o OCSP Responder para este certificado do site), também a porta TCP/80</li>
ro_ro: <li><b>%s</b>(Răspunsul OCSP pentru certificatul de site), de asemenea TCP / 80
sl_si: <li><b>%s</b> (OCSP Responder za certifikat strani), tudi TCP/80</li>
sr_rs: <li><b>%s</b> (OCSP Responder za sertifikat), takođe za TCP port 80</li>
tr_tr: <li><b>%s</b> (Site sertifikası için OCSP Sorgulayanı), ayrıca TCP/80</li>
uk_ua: <b>%s</b>(відповідач OCSP для сертифіката сайту), також TCP / 80<li>
