Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: Administrator Interface - %s User Management
bg_bg: Администраторски интерфейс - %s Управление на потребители
ca_es: Interfície d'administrador - Gestió d'usuaris de %s
cy: Rhyngwyneb Gweinyddwr - %s Rheoli Defnyddiwr
de_de: Administrator Interface - %s Benutzerverwaltung
el_gr: Διεπαφή Διαχειριστή - Διαχείριση Χρηστών %s
es_es: Interfaz de administrador - Administración de usuarios de %s
et_ee: Administraatori liides - %s kasutajahaldus
fi_fi: Ylläpitokäyttöliittymä - %s käyttäjähallinta
fr_fr: Interface d'administration - Gestion des utilisateurs pour %s
it_it: Interfaccia dell'amministratore - %s Gestione Utenti
pl_pl: Interfejs administratora - %s Zarządzanie użytkownikami
pt_pt: Interface de Administrador - %s Gestão de Utilizador
ro_ro: Interfața administratorului - %s managementul utlizatorului
sl_si: Skrbniški vmesnik – upravljanje uporabnikov %s
tr_tr: Yönetici Arayüzü- %s Kullanıcı Yönetimi
uk_ua: Інтерфейс адміністратора - %s Управління користувачами

source: Administrator Interface
bg_bg: Администраторски интерфейс
ca_es: Interfície d'administrador
cy: Rhyngwyneb Gweinyddwr
de_de: Administratorbereich
el_gr: Διεπαφή Διαχειριστή
es_es: Interfaz de administrador
et_ee: Administraatori liides
fi_fi: Ylläpitokäyttöliittymä
fr_fr: Interface d'administration
it_it: Interfaccia dell'amministratore
pl_pl: Interfejs administratora
pt_pt: Interface do Administrador
ro_ro: Interfața administratorului
sl_si: Skrbniški vmesnik
tr_tr: Yönetici Arayüzü
uk_ua: Інтерфейс адміністратора

source: Management of User Details
bg_bg: Управление на потребителските детайли
ca_es: Gestió dels detalls d'usuari
cy: Rheoli Manylion Defnyddiwr
de_de: Benutzerdetails bearbeiten
el_gr: Διαχείριση Λεπτομερειών Χρήστη
es_es: Administración de detalles de usuario
et_ee: Kasutajate andmete haldamine
fi_fi: Käyttäjätietojen hallinta
fr_fr: Gestion des données des utilisateurs
it_it: Gestione dei Dettagli Utente
pl_pl: Zarządzanie danymi użytkownika
pt_pt: Gestão de Detalhes do Utilizador
ro_ro: Administrarea Detaliilor Utilizator
sl_si: Upravljanje podrobnosti uporabnika
tr_tr: Kullanıcı Detayları Yönetimi
uk_ua: Управління даними користувача

source: Administrator Interface - %s Management
bg_bg: Администраторски интерфейс - %s Управление
ca_es: Interfície d'administrador - Gestió de %s
cy: Rhyngwyneb Gweinyddwr - %s Rheolaeth
de_de: Administrator Interface - %s Verwaltung
el_gr: Διεπαφή Διαχειριστή - Διαχείριση %s
es_es: Interfaz de administrador - Administración de %s
et_ee: Administraatori liides - %s haldamine
fi_fi: Ylläpitokäyttöliittymä - %s hallinta
fr_fr: Interface d'administration - Gestion de %s
it_it: Interfaccia dell'amministratore - Gestione %s
pl_pl: Interfejs administratora - Zarządzanie %s
pt_pt: Interface de Administrador - %s Gestão
ro_ro: Interfața Administrator - %s Administrare
sl_si: Skrbniški vmesnik – upravljanje %s
tr_tr: Yönetici Arayüzü - %s Yönetim
uk_ua: Інтерфейс адміністратора - %s управління

source: Welcome to %s
bg_bg: Добре дошли в %s
ca_es: Us donem la benvinguda a %s
cy: Croeso i %s
de_de: Willkommen bei %s
el_gr: Καλως Ήρθατε στο %s
es_es: Bienvenido a %s
et_ee: Tere tulemast %si
fi_fi: Tervetuloa: %s
fr_fr: Bienvenu à %s
it_it: Benvenuto a %s
pl_pl: Witaj w %s
pt_pt: Bem vindo a %s
ro_ro: Bine ai venit la %s
sl_si: Dobrodošli v %s
tr_tr: %s na Hoşgeldiniz
uk_ua: Ласкаво просимо до %s

source: Diagnostics
bg_bg: Диагностика
ca_es: Anàlisi
cy: Diagnosteg
de_de: Diagnose
el_gr: Διαγνωστικά
es_es: Diagnósticos
et_ee: Diagnostika
fi_fi: Vianselvitys
it_it: Diagnostica
pl_pl: Diagnostyka
pt_pt: Diagnósticos
ro_ro: Diagnosticare
sl_si: Diagnostika
tr_tr: Teşhisler
uk_ua: Діагностика

source: %s Privacy Notice
bg_bg: %s Поверително
ca_es: %s avís de privacitat
cy: %s Hysbysiad Preifatrwydd
de_de: %s Datenschutzerklärung
el_gr: Δήλωση περί Απορρήτου %s
es_es: Aviso de privacidad de %s
et_ee: %s privaatsusteave
fi_fi: %s tietosuojaseloste
fr_fr: Avis de confidentialité %s
it_it: Informativa Privacy %s
pl_pl: Polityka prywatności %s
pt_pt: %s Alerta de privacidade
ro_ro: Note private %s
sl_si: Obvestilo o zasebnosti %s
tr_tr: %s Gizlilik Bildirimi
uk_ua: %s Повідомлення про конфіденційність

source: HS20 Consortium OI
bg_bg: HS20 консорциум OI
cy: Consortiwm HS20 OI
de_de: HS20 Konsortium OI
el_gr: Αναγνωριστικό OI κοινοπραξίας HS20
pt_pt: HS20 Consórcio OI
ro_ro: Consorțiul HS20 de identificatori de organizație
tr_tr: HS20 Konsorsiyum OI'si
uk_ua: Консорціум HS20 OI

source: Additional HS20 Consortium OI
bg_bg: Допълнителен HS20 консорциум OI
ca_es: HS20 Consortium OI addicional
cy: Consortiwm HS20 ychwanegol OI
de_de: Zusätzliche HS20 Konsortium OI
el_gr: Επιπρόσθετο αναγνωριστικό OI κοινοπραξίας HS20
es_es: HS20 Consortium OI adicional
et_ee: Uus HS20 Consortium OI
fi_fi: Ylimääräinen HS20 Consortium OI
fr_fr: HS20 Consortium OI supplémentaire
pl_pl: Dodatkowy HS20 Consortium OI
pt_pt: HS20 Consortium OI adicional
ro_ro: Consorțiul HS20 de identificatori de organizație adițional
sl_si: Dodatni HS20 Consortium OI
tr_tr: Ek HS20 Konsorsiyum OI'si
uk_ua: Додаткова інформація про консорціум HS20

source: Support: Web
bg_bg: Поддръжка: веб
ca_es: Suport: Web
cy: Cymorth: Gwe
de_de: Helpdesk: Internetadresse
el_gr: Υποστήριξη: Διαδίκτυο
es_es: Soporte: Web
et_ee: Kasutajatugi: Veeb
fi_fi: Tuki: Web
it_it: Supporto: Web
pl_pl: Wsparcie: WWW
pt_pt: Suporte: Web
ro_ro: Suport: Web
sl_si: Podpora: splet
tr_tr: Destek: Web
uk_ua: Підтримка: Web

source: Support: EAP Types
bg_bg: Поддръжка: EAP типове
ca_es: Suport: tipus EAP
cy: Cymorth: Mathau EAP
de_de: Helpdesk: EAP Typen
el_gr: Υποστήριξη: Τύποι EAP
es_es: Soporte: tipos de EAP
et_ee: Kasutajatugi: EAP tüübid
fi_fi: Tuki: EAP-tyypit
fr_fr: Support : Méthodes EAP
it_it: Supporto: tipi EAP
pl_pl: Wsparcie: Typy EAP
pt_pt: Suporte: Tipos EAP
ro_ro: Support: Tipuri EAP
sl_si: Podpora: vrste EAP
tr_tr: Destek: EAP Tipleri
uk_ua: Підтримка: типи EAP

source: Support: Phone
bg_bg: Поддръжка: телефон
ca_es: Suport: Telèfon
cy: Cymorth: Ffôn
de_de: Helpdesk: Telefon
el_gr: Υποστήριξη: Τηλέφωνο
es_es: Soporte: Teléfono
et_ee: Kasutajatugi: Telefon
fi_fi: Tuki: Puhelin
fr_fr: Support : Téléphone
it_it: Supporto: Telefono
pl_pl: Wsparcie: Telefon
pt_pt: Suporte: Contacto Telefónico
ro_ro: Suport: Telefon
sl_si: Podpora: telefon
tr_tr: Destek: Telefon
uk_ua: Підтримка: Телефон

source: Support: E-Mail
bg_bg: Поддръжка: е-мейл
ca_es: Suport: Email
cy: Cymorth: E-bost
de_de: Helpdesk: E-Mail
el_gr: Υποστήριξη: E-Mail
es_es: Soporte: Correo electrónico
et_ee: Kasutajatugi: E-post
fi_fi: Tuki: Sähköposti
fr_fr: Support : Courriel
it_it: Supporto: E-Mail
pl_pl: Wsparcie: E-Mail
pt_pt: Suporte: E-Mail
ro_ro: Suport: E-Mail
sl_si: Podpora: e-pošta
tr_tr: Destek: E-Posta
uk_ua: Підтримка: E-Mail

source: Organisation Name
bg_bg: Име на организация
ca_es: Nom de la Organització
cy: Enw'r Sefydliad
es_es: Nombre de la organización
et_ee: Asutuse nimi
it_it: Nome dell'organizzazione
pl_pl: Nazwa instutucji
ro_ro: Numele organizației
sl_si: Ime organizacije
uk_ua: Назва організації

source: Organisation Acronym
bg_bg: Акроним на организация
ca_es: Acrònim de la organització
cy: Acronym Sefydliad
es_es: Acrónimo de la organización
et_ee: Asutuse nime lühend
it_it: Acronimo dell'organizzazione
pl_pl: Akronim instytucji
ro_ro: Acronimul organizației
sl_si: Kratica organizacije
uk_ua: Акронім організації

source: Organisation Alt Name
bg_bg: Алтернативно име на организацията
ca_es: Nom alternatiu de la Organització
cy: Enw Amgen y Sefydliad
es_es: Nombre alternativo de la organización
et_ee: Asutuse alternatiivne nimi
it_it: Alternate Name dell'organizzazione
pl_pl: Alternatywna nazwa instytucji
ro_ro: Nume alternativ al organizației
sl_si: Alternativno ime organizacije
uk_ua: Альтернативна назва організації

source: Logo URL
bg_bg: URL на лого
cy: URL Logo
de_de: URL zu Logo
el_gr: URL λογότυπου
es_es: URL del logotipo
fi_fi: Logon URL
fr_fr: URL du logo
it_it: URL del Logo
pl_pl: URL znaku logo
pt_pt: URL do Logo
ro_ro: URL către Logo
sl_si: URL logotipa
uk_ua: URL-адреса логотипу

source: Logo image
bg_bg: Лого
ca_es: Imatge del logo
cy: Delwedd logo
de_de: Logo Datei
el_gr: Εικόνα λογότυπου
es_es: Imagen del logotipo
et_ee: Logo pilt
fi_fi: Logo
fr_fr: Image du logo
it_it: Immagine del Logo
pl_pl: Obrazek logo
pt_pt: Imagem do logo
ro_ro: Imagine Logo
sl_si: Slika logotipa
tr_tr: Logo resmi
uk_ua: Зображення логотипу

source: Configure Wired Ethernet
bg_bg: Конфигурирай кабелен етернет
ca_es: Configura LAN Ethernet
cy: Ffurfweddu Ethernet Wired
de_de: Kabelgebundene Netze konfigurieren
el_gr: Ρύθμιση Ενσύρματου Ethernet
es_es: Configurar la red cableada
et_ee: Seadista 802.1X traadiga võrk
fi_fi: Määrittele "Wired Ethernet"
fr_fr: Configurer l'ethernet filaire
it_it: Configurazione Ethernet cablata
pl_pl: Skonfiguruj Ethernet przewodowy
pt_pt: Configurar Ethernet Cablada
ro_ro: Configurează Ethernet-ul cu fir
sl_si: Konfigurirajte žični ethernet
tr_tr: Kablolu Ethernet'i Ayarla
uk_ua: Налаштування дротового Ethernet

source: Name (CN) of Authentication Server
bg_bg: Име (CN) на сървър за аутентикация
ca_es: Nom (CN) del servidor d'autenticació
cy: Enw (CN) y Gweinydd Dilysu
de_de: Name (CN) des Servers
el_gr: Όνομα (CN) Εξυπηρετητή Πιστοποίησης
es_es: Nombre (CN) del servidor de autenticación
et_ee: Autentimisserveri nimi (CN)
fi_fi: Autentikointipalvelimen nimi (CN)
fr_fr: Nom du serveur d'authentification (CN)
it_it: Nome (CN) dell' Authentication Server
pl_pl: Nazwa (CN) serwera uwierzytelniającego
pt_pt: Nome (CN) do servidor de Autenticação
ro_ro: Numele (CN) Serverului de Autentificare
sl_si: Ime (CN) strežnika za preverjanje pristnosti
tr_tr: Doğrulama Sunucusu Adı(CN)
uk_ua: Ім’я (CN) сервера автентифікації

source: Valid until
bg_bg: Валиден до
ca_es: Vàlid fins el
cy: Dilys tan
de_de: Gültig bis
el_gr: 'Έγκυρο έως
es_es: Válido hasta
et_ee: Kehtib kuni
fr_fr: Valide jusqu'au :
it_it: Valido fino al
pl_pl: Ważny do
ro_ro: Valid până la
sl_si: Veljaven do
uk_ua: Дійсний до

source: Enable device assessment
bg_bg: Разреши оценка на устройство
ca_es: Habilita avaluació del dispositiu
cy: Galluogi asesu dyfais
de_de: Geräte-Gesundheitscheck aktivieren
el_gr: Ενεργοποίηση εντοπισμού συσκευών
es_es: Habilitar evaluación del dispositivo
et_ee: Luba seadme hindamine
fi_fi: Mahdollista laitteen arviointi
fr_fr: Activer l'évaluation de l'appareil
it_it: Abilita l'accertamento del dispositivo.
pl_pl: Włącz analizę urządzenia
pt_pt: Permitir avaliar dispositivo
ro_ro: Activează evaluarea dispozitivului
sl_si: Omogočite ocenjevanje naprave
tr_tr: Cihaz değerlendirmeyi aktifleştir
uk_ua: Увімкнути оцінку пристрою

source: Terms of Use
bg_bg: Условия за ползване
ca_es: Condicions d'ús
cy: Telerau Defnydd
de_de: Nutzungsbedingungen
el_gr: Όροι χρήσης
es_es: Términos de uso
et_ee: Kasutustingimused
fi_fi: Käyttöehdot
fr_fr: Conditions d'utilisation
it_it: Condizioni di Utilizzo
pl_pl: Zasady użytkowania
pt_pt: Termos e Condições de Utilização
ro_ro: Termeni de utilizare
sl_si: Pogoji uporabe
tr_tr: Kullanım Kuralları
uk_ua: Умови користування

source: CA Certificate URL
ca_es: URL del certificat de CA
cy: AT Tystysgrif URL
de_de: URL zu CA Zertifikat
el_gr: URL πιστοποιητικού CA
es_es: URL del certificado de CA
et_ee: CA sertifikaadi URL
fi_fi: CA-varmenteen URL
fr_fr: URL du certificat d'AC
it_it: URL del Certificato della CA
pl_pl: URL certyfikatu urzędu certyfikacji
pt_pt: URL do Certificado CA
ro_ro: URL-ul Certificatului CA
sl_si: URL potrdila overitelja potrdil
tr_tr: CA Sertikika URL
uk_ua: URL-адреса сертифіката ЦС

source: CA Certificate File
bg_bg: Файл с CA сертификат
ca_es: Arxiu del certificat de CA
cy: AT Ffeil Tystysgrif
de_de: CA Zertifikat Datei
el_gr: Αρχείο πιστοποιητικού CA
es_es: Fichero del certificado de CA
et_ee: CA sertifikaadi fail
fi_fi: CA-varmennetiedosto
fr_fr: Fichier de certificat d'AC
it_it: File del Certificato della CA
pl_pl: Plik certyfikatu urzędu certyfikacji
pt_pt: Ficheiro do Certificado da CA
ro_ro: Fișierul Certificatului CA
sl_si: Datoteka potrdila overitelja potrdil
tr_tr: CA Sertifika Dosyası
uk_ua: Файл сертифіката ЦС

source: Profile Display Name
bg_bg: Име на профил
ca_es: Nom del perfil a mostrar
cy: Enw Arddangos Proffil
de_de: Name des Profils:
el_gr: Εμφανιζόμενο Όνομα Προφίλ
es_es: Nombre del perfil
et_ee: Profiili kuvatav nimi
fi_fi: Profiilin näyttönimi
fr_fr: Nom affiché pour le profil
it_it: Display Name del Profilo
pl_pl: Wyświetlana nazwa profilu:
pt_pt: Nome de Exibição do Perfil
ro_ro: Numele profilului afișat
sl_si: Ime za prikaz profila
tr_tr: Profil Ekran Adı
uk_ua: Відображуване ім’я профілю

source: Production-Ready
bg_bg: Продукт-Готов
ca_es: Per a producció
cy: Cynhyrchu-Barod
de_de: Bereit zum Veröffentlichen
el_gr: Έτοιμο για παραγωγή
es_es: Listo para producción
et_ee: Käikuandmiseks valmis
fi_fi: Tuotantovalmis
fr_fr: Prêt pour la production
pl_pl: Aktywny
pt_pt: Pronto para entrada em produção
ro_ro: Pregătit de producție
sl_si: Pripravljen za produkcijo
tr_tr: Kullanıma-Hazır
uk_ua: Готовий до виробництва

source: Admin Accepted IdP Terms of Use
bg_bg: Администратор е приел Условията за ползване на IdP
ca_es: L'administrador ha acceptat la política d'ús de l'IdP
cy: Telerau Defnyddio CDU a Dderbynnir gan Weinyddwr
de_de: Administrator hat IdP Nutzungsbedingungen akzeptiert
el_gr: Όροι Χρήσης Αποδοχής IdP Διαχειριστή
es_es: El administrador ha aceptado los Términos de Uso del IdP
et_ee: Administraatori poolt kinnitatud IdP kasutustingimused
fr_fr: Acceptation des CGU IdP par l'administrateur
it_it: Condizioni d'uso dell'IdP accettate dall'amministratore
pl_pl: Administrator zaakceptował Regulamin IdP
pt_pt: Administrador Aceitou os Termos de Utilização do IdP
ro_ro: Termeni de utilizare IdP acceptați de Admin
sl_si: Skrbnik je sprejel pogoje ponudnika identitete
uk_ua: Умови використання IdP прийняті адміністратором

source: Admin Accepted SP Terms of Use
bg_bg: Администратор е приел Условията за ползване на SP
ca_es: L'administrador ha acceptat la política d'ús de l'SP
cy: Derbynnir Gweinyddol Telerau Defnyddio SP
de_de: Administrator hat SP Nutzungsbedingungen akzeptiert
el_gr: Όροι Χρήσης Αποδοχής SP Διαχειριστή
es_es: El administrador ha aceptado los Términos de Uso del SP
et_ee: Administraatori poolt kinnitatud SP kasutustingimused
fr_fr: Acceptation des CGU SP par l'administrateur
it_it: Condizioni d'uso dell'SP accettate dall'amministratore
pl_pl: Administrator zaakceptował Regulamin SP
pt_pt: Administrador Aceitou os Termos de Utilização do SP
ro_ro: Termeni de utilizare SP acceptați de Admin
sl_si: Skrbnik je sprejel pogoje ponudnika storitev
uk_ua: Умови використання SP прийняті адміністратором

source: Extra text on downloadpage for device
bg_bg: Специален текст за устройство на страницата за изтегляне.
ca_es: Text extra a la pàgina de descàrrega del dispositiu
cy: Testun ychwanegol ar dudalen lawrlwytho ar gyfer dyfais
de_de: zusätzlicher Hinweistext für dieses Gerät
el_gr: Επιπρόσθετο κείμενο στη σελίδα λήψεων για τη συσκευή
es_es: Texto adicional para la página de descargas del dispositivo
et_ee: Lisatekst allalaadimislehel seadme jaoks
fi_fi: Ylimääräinen teksti laitteen lataussivua varten
fr_fr: Texte additionnel sur la page de téléchargement de l'appareil
it_it: Testo aggiuntivo sulla pagina di download per il dispositivo
pl_pl: Dodatkowy tekst na stronie pobierania instalatora tego urządzenia
pt_pt: Texto extra na página de download para o dispositivo
ro_ro: Text extra pe pagina de descărcare pentru dispozitiv
sl_si: Dodatno besedilo na strani za prenos za napravo
tr_tr: Cihaz için indirme sayfasındaki ekstra metin
uk_ua: Додатковий текст на сторінці завантаження для пристрою

source: Redirection Target
bg_bg: Цел на пренасочване
ca_es: Destí de redirecció
cy: Targed Ailgyfeirio
de_de: Weiterleitungsziel
el_gr: Προορισμός Ανακατεύθυνσης
es_es: Destino de la redirección
et_ee: Ümbersuunamise sihtkoht
fi_fi: Uudelleenohjauksen kohde
fr_fr: Cible de redirection
it_it: Ridirigi in
pl_pl: Adres przekierowania
pt_pt: Ponto de reencaminhamento
ro_ro: Ținta redirecționării
sl_si: Cilj preusmeritve
tr_tr: Yönlendirme Hedefi
uk_ua: Мета переадресації

source: Turn on selection of EAP-TLS User-Name
bg_bg: Включете избор на EAP-TLS потребител-име
ca_es: Habilita la selecció d'identificador EAP-TLS
cy: Trowch y dewis o User-Name EAP-TLS ymlaen
de_de: Eingabe eines abweichenden EAP-TLS Benutzernamens erlauben
el_gr: Ενεργοποιήστε την επιλογή EAP-TLS User-Name
es_es: Activa la selección de nombre de usuario para EAP-TLS
et_ee: Luba EAP-TLS User-Name valik
fi_fi: Ota käyttöön EAP-TLS-käyttäjätunnuksen valinta
fr_fr: Activer la sélection du nom d'utilisateur EAP-TLS
it_it: Accendi l'opzione di EAP-TLS User-name
pl_pl: Włącz wybór User-Name dla EAP-TLS
pt_pt: Ativar na caixa de seleção a opção EAP-TLS User-Name
ro_ro: Activează selecția Numelui de utilizator EAP-TLS
sl_si: Vklopite izbiro uporabniškega imena EAP-TLS
tr_tr: EAP-TLS User-Name seçimini aç
uk_ua: Увімкнути вибір імені користувача для EAP-TLS

source: Use GEANTlink for TTLS (Windows 8 and 10)
bg_bg: Използвайте GEANTlink за TTLS (Windows 8 и 10)
ca_es: Utilitzar el client GEANTlink per a TTLS ( Windows 8 i 10)
cy: Defnyddiwch GEANTlink ar gyfer TTLS (Windows 8 a 10)
de_de: GEANTlink für TTLS nutzen (Windows 8 und 10)
el_gr: Χρησιμοποιήστε το GEANTlink για TTLS (Window 8 και 10)
es_es: Usar el suplicante TTLS GEANTlink (para Windows 8 y 10)
et_ee: Kasuta GEANTlinki TTLS jaoks (Windows 8 ja 10)
fi_fi: Käytä GEANTlink TTLS -supplikanttia (Windows 8 ja 10)
fr_fr: Utiliser le supplicant TTLS GEANTlink (Windows 8 et 10)
it_it: Usa GEANTlink per il TTLS (Windows 8 e 10)
pl_pl: Użyj GEANTlink dla metody TTLS (Windows 8 i 10)
pt_pt: Usar o GEANTlink para TTLS (Windows 8 e 10)
ro_ro: Foloselte GEANTlink pentru TTLS (Windows 8 și 10)
sl_si: Uporabite GEANTlink za TTLS (Windows 8 in 10)
uk_ua: Використовуйте GEANTlink для TTLS (Windows 8 та 10)

source: Show the dedicated geteduroam download page for this device
bg_bg: Покажете специалната страница за изтегляне на eduroam за това устройство
ca_es: Mostrar la pàgina de descàrrega de geteduroam per a aquest dispositiu
cy: Dangoswch y dudalen lawrlwytho geteduroam bwrpasol ar gyfer y ddyfais hon
de_de: Zeige die besondere geteduroam Downloadseite für dieses Gerät an
el_gr: Προβολή της ειδικής σελίδας λήψης geteduroam για αυτήν τη συσκευή
es_es: Muestra la página de descarga de geteduroam para este dispositivo en concreto
et_ee: Kuva geteduroam'i allalaadimise lehte selle seadme jaoks
fr_fr: Afficher la page de téléchargement geteduroam dédiée pour ce périphérique
it_it: Mostra la pagina di download di geteduroam dedicata per questo dispositivo
pl_pl: Wyświetl dedykowaną stronę pobierania aplikacji geteduroam dla tego urządzenia
pt_pt: Mostrar a página de download dedicada ao geteduroam para este dispositivo.
ro_ro: Afișați pagina dedicată de descărcare geteduroam pentru acest dispozitiv
sl_si: Pokaži namensko stran za prenos aplikacije geteduroam za to napravo
uk_ua: Показати спеціальну сторінку завантаження geteduroam для цього пристрою

source: Profile Description
bg_bg: Описание на профил
ca_es: Descripció del perfil
cy: Disgrifiad Proffil
de_de: Profilbeschreibung
el_gr: Περιγραφή Προφίλ
es_es: Descripción del perfil
et_ee: Profiili kirjeldus
fi_fi: Profiilin kuvaus
fr_fr: Description du profil
it_it: Descrizione del Profilo
pl_pl: Opis profilu
pt_pt: Descrição do Perfil
ro_ro: Descrierea profilului
sl_si: Opis profila
tr_tr: Profil Tanımı
uk_ua: Опис профілю

source: Custom Installer Name Suffix
bg_bg: Персонализирано име на суфикса на инсталатора
ca_es: Instal·lador personalitzat del sufix del nom
cy: Ôl-ddodiad Enw Gosodwr Personol
de_de: Eigenes Kürzel im Dateinamen
el_gr: Επίθεμα Ονόματος Προσαρμοσμένου Πακέτου Εγκατάστασης
es_es: Sufijo a medida del nombre del instalador
et_ee: Kohandatud paigaldusprogrammi nime järelliide (sufiks)
fi_fi: Asennuspaketin pääte (name suffix)
fr_fr: Suffixe pour le nom de l'installateur personnalisé
it_it: Suffisso del nome del programma di installazione personalizzato
pl_pl: Przyrostek nazwy spersonalizowanych instalatorów
pt_pt: Prefixo Personalizado do Nome do Instalador
ro_ro: Nume sufix particular a programului de instalare
sl_si: Pripona imena namestitvenega programa po meri
tr_tr: Özel Yükleyici İsim Soneki
uk_ua: Суфікс імені власного інсталятора

source: Real Name
bg_bg: Действително име
ca_es: Nom Real
cy: Enw go iawn
de_de: Name
el_gr: Πραγματικό Όνομα
es_es: Nombre real
et_ee: Pärisnimi
fi_fi: Nimi
fr_fr: Nom réel
it_it: Nome Vero
pl_pl: Imię Nazwisko
pt_pt: Nome Real
ro_ro: Nume Real
sl_si: Resnično ime
tr_tr: Gerçek Ad
uk_ua: Справжнє ім'я

source: E-Mail Address
bg_bg: Е-мейл адрес
ca_es: Adreça electrònica
cy: Cyfeiriad e-bost
de_de: E-Mail Adresse
el_gr: Διεύθυνση E-Mail
es_es: Dirección de correo electrónico
et_ee: E-posti aadress
fi_fi: Sähköpostiosoite
fr_fr: Adresse Courriel
it_it: Indirizzo E-Mail
pl_pl: Adres email
pt_pt: Endereço de E-Mail
ro_ro: Adresa de E-mail
sl_si: E-poštni naslov
tr_tr: E-Posta Adresi
uk_ua: Адреса електронної пошти

source: Remove/Disable SSID
bg_bg: Премахни/Забрани SSID
ca_es: Elimina/deshabilita SSID
cy: Dileu/Analluogi SSID
de_de: SSID entfernen/deaktivieren
el_gr: Αφαίρεση/Απενεργοποίηση SSID
es_es: Eliminación/desactivación de SSID
et_ee: Eemalda/Keela SSID
fi_fi: Poista SSID
fr_fr: Supprimer/Désactiver le SSID
it_it: Rimuovi/disabilita l'SSID
pl_pl: Usuń/Zablokuj SSID
pt_pt: Remover/Desabilitar SSID
ro_ro: Șterge/Dezactivează SSID
sl_si: Odstrani/onemogoči SSID
tr_tr: SSID'yi kaldır/etkinsizleştir
uk_ua: Видалити/вимкнути SSID

source: Mandatory Content Filtering Proxy
bg_bg: Задължително прокси, филтриращо съдържанието
ca_es: Proxy de filtratge de continguts obligatori
cy: Cynnwys Gorfodol Filtering Proxy
de_de: Erzwungener Filter Proxy
el_gr: Υποχρεωτικός Διακομιστής Μεσολάβησης με Φίλτρο Περιεχομένου
es_es: Proxy de filtrado de contenido obligatorio
et_ee: Kohustuslik sisufilter-proksi
fi_fi: Pakollinen sisältösuodatusproxy
fr_fr: Proxy obligatoire de filtrage de contenu
it_it: Content Filtering Proxy Obbligatorio
pl_pl: Wymagany Content Filtering Proxy
pt_pt: Filtro de Conteúdo de Proxy Obrigatório
ro_ro: Proxy de filtrare conținut obligatoriu
sl_si: Proxy za obvezno filtriranje vsebine
tr_tr: Zorunlu İçerik Filtreleme Vekili
uk_ua: Обов'язкова фільтрація контенту проксі-серверів

source: Custom CSS file for User Area
bg_bg: Персонализиран CSS файл за потребителската област
ca_es: Fitxer personalitzat de CSS per a l'àrea d'usuari
cy: Ffeil CSS personol ar gyfer Ardal y Defnyddiwr
de_de: Eigene CSS Datei für Nutzerbereich
el_gr: Προσαρμοσμένο αρχείο CSS για Περιοχή Χρηστών
es_es: CSS a medida para el área de usuario
et_ee: Kasutajaliidese jaoks kohandatud CSS fail
fi_fi: Valinnainen CSS-tiedosto käyttäjäsivuille
fr_fr: Fichier CSS personnalisé pour la zone utilisateurs
it_it: File CSS personalizzato per l'area utente
pl_pl: Spersonalizowany plik CSS dla obszaru użytkownika
pt_pt: Ficheiro de CSS personalizado para a Área de Utilizador
ro_ro: Fișier CSS particular pentru Zona Utilizator
sl_si: Datoteka CSS po meri za uporabniško področje
tr_tr: Kullanıcı Alanı için Özel CSS dosyası
uk_ua: Спеціальний файл CSS для користувацької області

source: %s Logo
bg_bg: %s лого
ca_es: Logo de %s
el_gr: Λογότυπο %s
es_es: Logo de %s
fi_fi: Organisaation %s logo
fr_fr: Logo %s
it_it: Logo %s
pl_pl: Logo %s
pt_pt: Logo %s
ro_ro: Logo %s
sl_si: Logotip %s
tr_tr: %s Logosu
uk_ua: %s Логотип
