Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: First of all we need a name for the profile. This will be displayed to end users, so you may want to choose a descriptive name like 'Professors', 'Students of the Faculty of Bioscience', etc.
bg_bg: Най-напред се нуждаем от име за профила. То ще бъде показано на крайния потребител, така че Вие може би ще искате да изберете описателно име като "Професори", "Студенти от факултета по Бионауки", т.н.
ca_es: Primer de tot necessitem un nom pel perfil. Aquest es mostrarà als usuaris finals, per tant val la pena triar noms descriptius com ara 'Professors', 'Estudiants de la facultat de Bioquímica', etc.
cy: Yn gyntaf mae angen enw ar y proffil. Bydd hwn yn cael ei arddangos i defnyddwyr terfynol, felly efallai y byddwch am ddewis enw disgrifiadol fel 'Professors', 'Myfyrwyr y Gyfadran Biowyddoniaeth', ac ati.
de_de: Zunächst braucht Ihr Profil einen Namen. Dieser wird später den Benutzern zur Auswahl angezeigt. Benutzen Sie also einen griffigen Namen, wie 'Professoren', 'Studenten der biomedizinischen Fakultät' o.ä.
el_gr: Πρώτα από όλα χρειαζόμαστε ένα όνομα για το προφίλ. Αυτό θα εμφανίζεται στους τελικούς χρήστες, οπότε καλό είναι να διαλέξετε ένα περιγραφικό όνομα όπως 'Μέλη ΔΕΠ', 'Φοιτητές Πολυτεχνικής', κτλ
es_es: Primero de todo necesitamos un nombre para el perfil. Este nombre será mostrado a los usuarios finales, así que si quieres puede ser un nombre descriptivo como 'Profesores', 'Estudiantes de la Facultad de Biología', etc.
et_ee: Esmalt vajame profiili nime. Seda näidatakse lõppkasutajatele, seetõttu võid soovida kasutada kirjeldavaid nimesid nagu näiteks 'Professorid'. 'Loodusteaduste teaduskonna tudengid' jne.
fi_fi: Ensiksi tarvitaan profiilin nimi. Tämä nimi näytetään loppukäyttäjille, joten voit haluta käyttää kuvaavaa nimeä kuten "Opettajat", "Biotieteiden opiskelija" jne.
fr_fr: Pour commencer, il vous faut nommer le profil. Celui-ci sera présenté aux utilisateurs, veuillez donc choisir un nom explicite tel que "Professeurs", "Étudiants de la faculté de biosciences", etc.
it_it: Prima di tutto abbiamo bisogno di un nome per il profilo. Questo sarà visualizzato all'utente finale, quindi si consiglia di scegliere un nome descrittivo come 'Professori','Studenti della Facoltà di Bioscienze', ecc.
pl_pl: Podaj nazwę profilu. Nazwa ta będzie prezentowana użytkownikom, dlatego warto wybrać nazwę opisową, np. 'Profesorowie', 'Studenci Wydziału Nauk Biologicznych', itp.
pt_pt: Em primeiro lugar é necessário um nome para o perfil. Este será disponibilizado aos utilizadores finais, recomenda-se a escolha de uma descrição como por exemplo 'Professores' , 'Estudantes' da 'Faculdade de Ciências', etc.
ro_ro: În primul rând o sa avem nevoie de un nume de profil. Aceasta o sa fie pus la finalul utilizatorului, ca să vă puteți alege un nume descriptiv ca 'Profesor', 'Student al Facultații de Bioinginerie', etc.
sl_si: Najprej potrebujemo ime profila, ki bo prikazano končnim uporabnikom, zato uporabite opisno ime, na primer 'Predavatelji', 'Študenti biotehniške fakultete', itd.
tr_tr: İlk olarak profil için bir isme ihtiyacımız var. Bu isim son kullanıcılara gösterilecektir. Bu yüzden 'Profesör', 'Biyoloji Fakültesi Öğrencileri' gibi daha betimleyici bir isim kullanmak isteyebilirsiniz
uk_ua: Переусім потрібна назва профілю. Вона буде показана кінцевим користувачам, тому варто обрати описову назву, наприклад „Професори”, „Студенти факультету біологічних наук” тощо.

source: Optionally, you can provide a longer descriptive text about who this profile is for. If you specify it, it will be displayed on the download page after the user has selected the profile name in the list.
bg_bg: По желание можете да дадете по-дълъг описателен текст относно за кого е този профил. Ако го специфицирате, той ще бъде показан на страницата за изтегляне, след като потребителят е избрал името на профила от списъка.
ca_es: Com a opció, podeu descriure amb més detall per a qui és aquest perfil. Si ho especifiqueu, es mostrarà a la pàgina de descàrrega després que l'usuari seleccioni el perfil de la llista.
cy: Yn ddewisol, gallwch ddarparu testun disgrifiadol hirach am bwy mae'r proffil hwn. Os byddwch yn ei nodi, bydd yn cael ei arddangos ar y dudalen lawrlwytho ar ôl i'r defnyddiwr ddewis yr enw proffil yn y rhestr.
de_de: Sie können zusätzlich auch einen längeren Beschreibungstext für ihr Profil angeben. In diesem Fall wird diese Beschreibung auf der Downloadseite angezeigt, nachdem der Benutzer dieses Profil ausgewählt hat.
el_gr: Προαιρετικά, μπορείτε να παρέχετε ένα μεγαλύτερο περιγραφικό κείμενο σχετικό με το ποιανού είναι αυτό το προφίλ. Αν το καθορίσετε, θα εμφανίζεται στη σελίδα λήψεων μετά την επιλογή του μέσω της λίστας από το χρήστη.
es_es: Opcionalmente, puedes proporcionar un texto descriptivo más extenso sobre a quién va dirigido este perfil. Si lo haces, el texto se mostrará en la página de descargas, después de que el usuario haya seleccionado el nombre de la lista.
et_ee: Võid lisada pikema kirjeldava teksti - kelle jaoks see profiil ette nähtud on. Seda teksti näidatakse allalaadimislehel pärast seda, kui kasutaja on profiili nime loetelust ära valinud.
fi_fi: Voit myös kirjoittaa pidemmän kuvailutekstin kenelle tämä profiili on tarkoitettu. Jos teet tämän määrityksen, niin se näytetään lataussivulla, kun käyttäjä on valinnut profiilin nimen listalta.
fr_fr: Éventuellement, vous pouvez fournir une description de la cible de ce profil. Cette description sera alors affichée sur la page de téléchargement après que l'utilisateur ai choisi le profil dans la liste.
it_it: Opzionalmente puoi inserire un testo più lungo che descriva il destinatario di questo profilo. Se lo valorizzi, sarà mostrato sulla pagina di download dopo che l'utente avrà selezionato il nome del profilo dalla lista.
pl_pl: Dodatkowo możesz wprowadzić opis przeznaczenia tego profilu. Jeżeli to zrobisz, to tekst zostanie wyświetlony użytkownikowi, po tym jak wybierze profil z listy.
pt_pt: Opcionalmente, pode fornecer uma descrição mais detalhada sobre a quem se destina o perfil. Esta descrição será apresentada na página de download depois do utilizador selecionar o perfil na lista.
ro_ro: Obțional, puteți adăuga o descriere mai lungă în legătură cu scopul contului. Dacă o specificați, o să fie afișat pe pagina de download după ce utilizatorul a ales numele profilului din listă.
sl_si: Podate lahko tudi daljše besedilo, ki opisuje, komu je namenjen profil. Če ga podate, bo prikazan na strani za prenos potem, ko uporabnik izbere ime profila na seznamu.
tr_tr: Opsiyonel olarak, bu profil için daha geniş tanımlayıcı bilgiler sağlayabilirsiniz, bu sağladığınız bilgiler, kullanıcı profil adını listeden seçtiğinde indirme sayfasında görüntülenecektir.
uk_ua: За бажанням ви можете надати довший описовий текст про те, для кого призначений цей профіль. Якщо ви вказали це, воно відображатиметься на сторінці завантаження після того, як користувач вибрав ім'я профілю у списку.

source: You can also tell us your RADIUS realm.
bg_bg: Също така можете да ни кажете Вашата RADIUS област.
ca_es: Podeu donar-nos el vostre domini RADIUS.
cy: Gallwch hefyd ddweud wrthym beth yw eich parth RADIUS.
de_de: Sie können uns auch den von ihnen verwendeten RADIUS Realm mitteilen.
el_gr: Μπορείτε επίσης να μας αναφέρετε το δικό σας τομέα RADIUS.
es_es: Puede decirnos su dominio RADIUS.
et_ee: Sa võid öelda ka oma RADIUSe domeeni.
fi_fi: Voit kertoa meille myös RADIUS-toimialueesi.
fr_fr: Vous pouvez également renseigner votre domaine RADIUS.
it_it: Puoi inserire anche il dominio RADIUS
pl_pl: Możesz nam podać swój realm RADIUS-owy.
pt_pt: Pode também fornecer-nos o RADIUS realm.
ro_ro: Puteți să ne spuneți de asemenea domeniul RADIUS al dumneavoastră.
sl_si: Sporočite nam lahko tudi svoje področje RADIUS.
tr_tr: RADIUS yetki alanınızı bize bildirebilirsiniz.
uk_ua: Ви також можете повідомити нам про свій RADIUS домен.

source: This is useful if you want to use the sanity check module later, which tests reachability of your realm in the %s infrastructure.
bg_bg: Това е полезно, ако искате да използвате модула за проверка по-късно, който тества достъпността на Вашата област в %s инфраструктурата.
ca_es: Això és útil si més endavant voleu utilitzar el mòdul de comprovació d'estat, que comprova si el vostre domini és accessible des de la infraestructura %s.
cy: Mae hyn yn ddefnyddiol os ydych am ddefnyddio'r modiwl gwirio cywirdeb yn ddiweddarach, sy'n profi cyraeddadwyedd eich parth yn yr isadeiledd %s.
de_de: Das ist nützlich, wenn Sie später das Modul 'Erreichbarkeitscheck des Realms' der %s Infrastrukturbenutzen möchten.
el_gr: Αυτό είναι χρήσιμο αν θέλετε να χρησιμοποιήσετε το άρθρωμα ελέγχου ακεραιότητας αργότερα, το οποίο ελέγχει την προσβασιμότητα του τομέα σας στην υποδομή %s.
es_es: Esto es útil si quiere usar el módulo de chequeos después, que prueba la alcanzabilidad de su dominio en la infraestructura %s.
et_ee: Sellest on kasu, kui soovid hiljem kasutada kõlblikkuse kontrolli moodulit, mis testib Su domeeni kättesaadavust %s taristus.
fi_fi: Tämä on hyödyllinen, mikäli haluat myöhemmin käyttää sisällöntarkastusmoduulia. Se voi tarkastaa toimialueesi saavutettavuuden %s-järjestelmässä.
fr_fr: Cela est utile si vous souhaitez utiliser plus tard le module de validation pour vérifier l'accessibilité de votre domaine dans l'infrastructure %s.
it_it: utile nel caso si voglia usare il check di verifica successivamente, il quale verifica la raggiungibilità del proprio dominio all'interno della infrastruttura %s.
pl_pl: Jest to przydatne, aby później korzystać z modułu testowania dostępności Twojego realmu poprzez infrastrukturę %s.
pt_pt: Isto será útil se pretende utilizar o módulo de verificações mais tarde, que valida a disponibilidade do seu realm na infra-estrutura %s.
ro_ro: Acest lucru este util dacă doriți să folosiți modulul de testare mai târziu, care testează distanțele unde poate să ajungă domeniul dumneavoastră în infrastructura %s.
sl_si: To je uporabno, če želite pozneje uporabiti modul za preverjanje zdravja, ki preveri dosegljivost vašega področja v infrastrukturi %s.
tr_tr: Bu, ileride, %saltyapısı içindeki yetki alanlarınızın ulaşılabilirliğini test eden, aklıselimlik kontrol modülünü kullanmayı düşünürseniz, kullanışlı olacaktır.
uk_ua: Це корисно, якщо ви хочете пізніше використовувати модуль перевірки працездатності, який перевіряє доступність вашого домену в інфраструктурі %s

source: It is required to enter the realm name if you want to support anonymous outer identities (see below).
bg_bg: Изисква се да въведете име на облстта, ако искате да поддържате анонимна външна идентификация (виж по-долу).
ca_es: Cal que introduïu el nom del domini si voleu donar suport a les identitats anònimes externes (mireu a sota).
cy: Mae'n ofynnol i chi nodi'r enw parth os ydych chi am cymorth hunaniaeth allanol anhysbys (gweler isod).
de_de: Die Angabe des Realms ist erforderlich, wenn Sie anonyme EAP Identitäten benutzen wollen (siehe unten).
el_gr: Πρέπει να εισάγετε το όνομα τομέα αν θέλετε να υποστηρίζονται οι ανώνυμες εξωτερικές ταυτότητες (δείτε παρακάτω)
es_es: Es necesario proporcionar el nombre del dominio si quieres dar soporte a identidades anónimas externas (ver más abajo).
et_ee: Kui soovid toetada anonüümseid väliseid identiteete (vt allpool), tuleb sisestada domeeni nimi.
fi_fi: Toimialueen nimi (realm) vaaditaan, jos haluat tukea anonyymia ulkoidentiteettiä (katso lisää alempana).
fr_fr: Il est nécessaire de renseigner le nom du domaine si vous souhaitez supporter des identités externes anonymes (voir ci-dessous).
it_it: E' richiesta l'immissione del nome del realm, se si desidera supportare identità esterne anonime (vedi sotto).
pl_pl: Jeżeli chcesz, aby wspierana była anonimowa tożsamość zewnętrzna musisz wprowadzić nazwę realmu (patrz niżej).
pt_pt: É obrigatório indicar o nome do realm se pretende suportar identificação anónima (ver abaixo).
ro_ro: Este necesar să introduceți numele domeniului dacă doriți să funcționeze identități externe anonime (citiți mai jos).
sl_si: Če želite podporo za anonimne zunanje identitete, morate vnesti ime področja (glejte spodaj).
tr_tr: Eğer anonim dışsal kimlikleri desteklemek istiyorsanız, yetki alanı adını girmeniz zorunludur(aşağıdan görülebilir).
uk_ua: Необхідно вказати ім'я домену, якщо ви хочете підтримати анонімну зовнішню ідентифікацію (дивись нижче).

source: Some installers support a feature called 'Anonymous outer identity'. If you don't know what this is, please read <a href='%s'>this article</a>.
bg_bg: Някои инсталатори поддържат характеристика, наречена "Анонимна външна самоличност". Ако не знаете какво е това, моля прочетете <a href='%s'>тази статия</a>.
ca_es: Alguns instal·ladors donen suport a una característica anomenada 'Identitat anònima externa'. Si no sabeu que és, llegiu <a href='%s'>aquest article</a>.
cy: Mae rhai gosodwyr yn cefnogi nodwedd o'r enw 'Hunaniaeth allanol ddienw'. Os nad ydych chi'n gwybod beth yw hwn, darllenwch <a href='%s'>yr erthygl hon</a>.
de_de: Einige Installationsprogramme unterstützen 'Anonyme äußere Identitäten'. Wenn Sie nicht wissen was das ist, lesen Sie bitte <a href='%s'>diesen Artikel</a>.
el_gr: Κάποια πακέτα εγκατάστασης υποστηρίζουν μία λειτουργία με την ονομασία 'Ανώνυμες εξωτερικές ταυτότητες'. Αν δεν γνωρίζετε τι είναι αυτό, παρακαλούμε διαβάστε <a href='%s'>αυτό το άρθρο</a>.
es_es: Algunos instaladores soportan una característica denominada 'identidad anónima externa'. Por favor, si no sabes qué es esto, lee <a href='%s'>este artículo</a>.
et_ee: Mõned paigaldusprogrammid toetavad omadust 'Anonüümne väline identiteet'. Kui Sa ei tea, mis see on, palun loe <a href='%s'>seda artiklit</a>.
fi_fi: Jotkin asennusohjelmat tukevat ominaisuutta nimeltä 'Anonymous outer identity'. Jos et tiedä mitä tämä on, lue <a href='%s'> tämä artikkeli </a>.
fr_fr: Certains installateurs supportent une fonctionnalité nommée "Identité externe anonyme". Si vous ne savez pas ce dont il s'agit, veuillez lire <a href='%s'>cet article</a>.
it_it: Alcuni programmi di installazione supportano una funzionalità chiamata "Identità esterna anonima". Se non sai di cosa si tratta, leggi <a href='%s'>questo articolo</a> .
pl_pl: Niektóre instalatory wspierają własność nazywaną 'anonimową tożsamością zewnętrzną'. Jeśli nie wiesz co to oznacza, przeczytaj <a href='%s'>ten artykuł </a>.
pt_pt: Alguns instaladores suportam uma funcionalidade 'Identidade exterior anónima'. Se não sabe o que é isto, por favor leia <a href='%s'>este artigo</a>.
ro_ro: Unele programe de instalare permit o opțiune numită 'Identitate externă anonimă'. Dacă nu știți ce este aceasta, vă rugăm să citiți <a href='%s'>acest articol</a>.
sl_si: Nekateri namestitveni programi podpirajo funkcijo, imenovano »Anonimna zunanja identiteta«. Če ne veste, kaj je to, preberite <a href='%s'>ta članek</a>.
tr_tr: Bazı yükleyiciler 'Anonim dış kimlik' isimli bir özelliği desteklemektedir. Bunun ne olduğunu bilmiyorsanız, lütfen <a href='%s'>bu makaleyi</a> okuyun.
uk_ua: Деякі інсталятори підтримують функцію, яка називається "Анонімна зовнішня ідентифікація". Якщо ви не знаєте, що це, будь ласка, прочитайте <a href='%s'>цю статтю</a>.

source: On some platforms, the installers can suggest username endings and/or verify the user input to contain the realm suffix.
bg_bg: На някои платформи инсталаторите могат да предлагат как да завършва потребителското име и/или да проверяват дали потребителския вход съдържа суфикса на областта.
ca_es: En algunes plataformes, els instal·ladors poden proposar identificadors i/o verificar que l'usuari ha afegit el sufix de domini en entrar les dades.
cy: Ar rai platfformau, gall y gosodwyr awgrymu terfyniadau enw defnyddiwr a/neu wirio mewnbwn y defnyddiwr i gynnwys yr ôl-ddodiad parth.
de_de: Auf einigen Plattformen können die Installationsprogramme das richtige Suffix voreintragen oder die Nutzereingabe entsprechend validieren.
el_gr: Σε κάποιες πλατφόρμες, τα πακέτα εγκατάστασης μπορούν να προτείνουν καταλήξεις για το όνομα χρήστη ή/και να επαληθεύουν ότι τα δεδομένα εισόδου χρήστη περιέχουν τον τομέα ως επίθεμα.
es_es: En algunas plataformas los instaladores pueden sugerir terminaciones del nombre de usuario y/o verificar que lo introducido por el usuario contiene el sufijo del dominio
et_ee: Osadel platvormidel saavad paigaldusprogrammid soovitada kasutajanime lõppu ja/või kontrollida, et kasutaja sisestus sisaldab järelliitena (sufiksina) domeeni.
fi_fi: Joillakin käyttöympäristöillä asennusohjelmat voivat ehdottaa käyttäjätunnusten loppupäätä ja/tai tarkistaa että käyttäjän syöte sisältää myös toimialueosan.
fr_fr: Sur certaines plateformes, les installateurs peuvent suggérer un suffixe et/ou vérifier que les données saisies contiennent le suffixe domaine.
it_it: Su alcune piattaforme, i programmi di installazione possono suggerire le terminazioni dei nomi utente e/o verificare l'input dell'utente in modo che questo contenga il suffisso del realm.
pl_pl: W niektórych sytuacjach instalatory mogą sugerować, jak mają kończyć się nazwy użytkowników i/lub weryfikować, czy wprowadzone przez użytkownika dane zawierają przyrostek z konkretnym realmem.
pt_pt: Em algumas plataformas, os instaladores podem sugerir a terminação do nome de utilizador e/ou verificar o que o utilizador escreveu contém o sufixo de realm.
ro_ro: Pe unele platforme, programele de instalare pot sugera elemente de sfârșit de nume de utilizator și/sau să verifice numele de utilizator introdus dacă acesta conține sufixul domeniului.
sl_si: Na nekaterih platformah lahko namestitveni programi predlagajo pripone uporabniških imen in/ali preverijo, ali vneseni podatki vsebujejo pripono področja.
tr_tr: Bazı platformlarda, yükleyiciler kullanıcı adı soneki önerebilir ve/veya kullanıcının girdiği kullanıcı adının, yetki alanı sonekini içerdiğini doğrulayabilir.
uk_ua: На деяких платформах інсталятори можуть запропонувати закінчення імені користувача та/або перевірити введення користувача, щоб містити суфікс домену

source: The realm check feature needs to know an outer ID which actually gets a chance to authenticate. If your RADIUS server lets only select usernames pass, it is useful to supply the information which of those (outer ID) username we can use for testing.
bg_bg: Характеристиката за проверка на областта трябва да знае някакво външно ID, което всъщност има вероятност да удостовери самоличността. Ако Вашият RADIUS сървър позволява единствено селектиране на потребителските пароли, би било полезно да предоставя информация кои от тези (външни ID) потребителски имена можем да използваме за тестване.
ca_es: El domini comprova característiques necessàries per a conèixer la ID externa que tingui possibilitats reals d'autenticar. Si el vostre servidor RADIUS només deixa seleccionar identificador, serà d'ajuda informar de quins identificadors podem utilitzar per fer proves.
cy: Mae angen i'r nodwedd gwirio parth wybod ID allanol sydd mewn gwirionedd yn cael cyfle i ddilysu. Os yw eich gweinydd RADIUS yn gadael i ddewis enwau defnyddwyr basio yn unig, mae'n ddefnyddiol darparu'r wybodaeth pa un o'r enw defnyddiwr (ID allanol) hynny y gallwn ei ddefnyddio ar gyfer profi.
de_de: Das Diagnostikmodul braucht einen (äußeren) Benutzernamen der zumindest eine Chance hat sich zu authentifizieren. Wenn Ihr RADIUS Server nur bestimmte äußere Nutzernamen zulässt, sollten Sie einen solchen Nutzernamen hier eintragen damit das Diagnostikmodul diese Information nutzen kann.
el_gr: Η λειτουργία ελέγχου τομέα χρειάζεται να ξέρει μια εξωτερική ταυτότητα η οποία πραγματιστικά μπορεί να χρησιμοποιηθεί για ταυτοποίηση. Αν ο εξυπηρετητής RADIUS επιτρέπει την πρόσβαση μόνο με επιλεγμένα ονόματα χρήστη, είναι χρήσιμο να παρέχετε την πληροφορία ποια από αυτά τα ονόματα χρήστη μπορούμε να χρησιμοποιήσουμε (ως εξωτερική ταυτότητα) για δοκιμή.
es_es: La característica de comprobación del dominio necesita saber una identidad externa que sin duda pueda autentificar. Si tu servidor RADIUS sólo aprueba ciertos nombres de usuario, sería útil aportar la información de cuál de esas identidades (externas) podemos usar para las comprobaciones.
et_ee: Domeenikontrollimise vahend vajab välist ID-d, mille vastu autentida. Kui Su RADIUSe server lubab ainult valitud kasutajanimesid läbi, on otstarbekas anda teada, milliseid neist (väliste ID-de) kasutajanimedest me testimiseks kasutada saame.
fi_fi: Realmin tarkistus tarvitsee toimiakseen ulkoisen identiteetin, jotta autentikointi voidaan testata. Jos RADIUS-palvelimesi sallii vain tietyt käyttäjätunnukset, määrittele tässä mitä tunnusta (ulkoinen identiteetti) tulisi käyttää testauksessa.
fr_fr: La fonctionnalité de vérification du domaine doit avoir connaissance d'une ID externe pour laquelle l'authentification réussit. Si votre serveur RADIUS n'autorise que des identifiants déclarés, il est utile de fournir lesquels (ID externes) peuvent être utilisés pour le test.
it_it: La funzionalità di verifica del realm deve conoscere un ID esterno che può essere effettivamente autenticato. Se il tuo server RADIUS lascia passare solo nomi utente selezionati, è utile fornire l'informazione su quale di questi nomi utente (ID esterna) possano essere utilizzato per finalità di test.
pl_pl: Procedura sprawdzania realmu musi dysponować zewnętrznym identyfikatorem użytkownika, ponieważ na jego podstawie jest ustalany przebieg uwierzytelnienia. Jeżeli Twój serwer RADIUS akceptuje tylko wybrane identyfikatory użytkowników, to warto wprowadzić identyfikator, który może być użyty jako tożsamość zewnętrzna przy testowaniu.
pt_pt: O recurso de verificação de domínoi precisa conhecer um ID externo que realmente tenha a hipótese de autenticar. Se o seu servidor RADIUS permite apenas selecionar nomes de utilizador, é útil fornecer as informações de qual desses (ID externo) nome de utilizador podemos usar para teste.
ro_ro: Această verificare de domeniu necesită să cunoască un ID extern care reușește să se conecteze. Dacă serverul dumneavoastră RADIUS permite trecerea doar a anumitor nume de utilizatori, ar trebui să specificați care dintre acele nume de utilizator (ale ID-urilor externe) le putem folosi pentru testare.
sl_si: Funkcija preverjanja področja mora poznati zunanji ID, ki dejansko dobi možnost preverjanja pristnosti. Če vaš strežnik RADIUS dovoli samo izbrana uporabniška imena, je koristno, da pridobite informacije, katera od teh (zunanjih) uporabniških imen lahko uporabimo za preskušanje.
tr_tr: Alan kontrol özelliği, gerçekten doğrulama şansı olan bir dış ID'yi bilmelidir. Eğer RADIUS sunucunuz yalnızca belirli kullanıcı adlarını geçirmeye izin veriyorsa, test için hangi bu kullanıcı adlarını (dış ID) kullanabileceğimizi belirtmek faydalı olacaktır.
uk_ua: Функція перевірки домену повинна знати зовнішній ідентифікатор, який насправді отримує шанс на аутентифікацію. Якщо ваш сервер RADIUS дозволяє тільки вибирати імена користувачів, корисно надати інформацію про те, яке з цих (зовнішніх) імен користувачів ми можемо використовувати для перевірки.
