Repository: GEANT/CAT
Catalog: translation/*/web_admin.po
Languages: bg_bg, ca_es, cy, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, it_it, pl_pl, pt_pt, ro_ro, sl_si, tr_tr, uk_ua

source: The realm can only be checked if you configure the realm!
bg_bg: Областта може да бъде проверена, само ако я конфигурирате!
ca_es: El domini només es pot comprovar si el configureu!
cy: Dim ond os ydych chi'n ffurfweddu'r parth y gellir gwirio'r parth!
de_de: Der Realm des Profils kann nur überprüft werden, wenn Sie den Realm auch konfigurieren!
el_gr: Ο τομέας μπορεί να ελεγχθεί μόνο αν ρυθμίσετε τον τομέα!
es_es: ¡El dominio sólo puede ser comprobado si configuras el dominio!
et_ee: Domeeni saab ainult siis kontrollida, kui Sa domeeni seadistad!
fi_fi: Realm voidaan valita vain jos konfiguroit sen.
fr_fr: L'accessibilité du domaine peut uniquement être vérifiée si vous configurez le domaine!
it_it: Il realm può essere verificato solo se lo si configura!
pl_pl: Realm profilu może zostać sprawdzony, gdy zostanie skonfigurowany!
pt_pt: Só consegue verificar um realm se o mesmo estiver configurado!
ro_ro: Domeniul poate fi verificat doar dacă configurați domeniul!
sl_si: Področje lahko preverite samo, če ga konfigurirate.
tr_tr: Eğer bir yetki alanı yapılandırmışsanız, sadece o zaman kontrol gerçekleşebilir!
uk_ua: Щоб перевірити домен, спочатку налаштуйте його!

source: Check realm reachability
bg_bg: Проверете достъпността на областта.
ca_es: Comprovar si s'arriba al domini
cy: Gwiriwch gyraeddadwyedd parth
de_de: Realm-Erreichbarkeit überprüfen
el_gr: Έλεγχος προσβασιμότητας τομέα
es_es: Comprobar que el dominio es alcanzable
et_ee: Kontrolli domeeni kättesaadavust
fi_fi: Tarkasta realmin saavutettavuus
fr_fr: Vérifier l'accessibilité du domaine
it_it: Verifica la raggiungibilità del realm
pl_pl: Sprawdzenie, czy realm jest osiągalny
pt_pt: Verificar disponibilidade do realm
ro_ro: Verifică accesibilitatea domeniului
sl_si: Preveri dosegljivost področja
tr_tr: Yetki alanı erişilebilirliği kontrol ediliyor
uk_ua: Перевірте доступність домену

source: You have not fully configured any supported EAP types!
bg_bg: Не сте конфигурирали напълно никакви поддържани EAP типове!
ca_es: No heu configurat correctament cap tipus EAP suportat!
cy: Nid ydych wedi ffurfweddu unrhyw fathau o EAP a gefnogir yn llawn!
de_de: Sie haben noch keinen EAP-Typen vollständig konfiguriert!
el_gr: Δε ρυθμίσατε πλήρως κανένα τύπο EAP!
es_es: ¡No has configurado al completo ningún tipo EAP soportado!
et_ee: Sa ei ole veel ühtegi toetatud EAP tüüpi lõpuni seadistanud!
fi_fi: Mikään tuettu EAP-tyyppi ei ole konfiguroitu loppuun saakka!
fr_fr: Vous n'avez pas entièrement configuré les méthodes EAP pris en charge !
it_it: Non hai configurato completamente alcun tipo di EAP supportato!
pl_pl: Nie skonfigurowałeś żadnego typu EAP!
pt_pt: Não configurou na totalidade nenhum tipo de EAP suportado!
ro_ro: Nu ați configurat complet nici un tip EAP suportat!
sl_si: V celoti niste konfigurirali nobene podprte vrste EAP.
tr_tr: Desteklenen hiçbir EAP tipini tamamiyle yapılandırmamışsınız!
uk_ua: Підтримувані типи EAP налаштовані неповністю!

source: Installer Fine-Tuning and Download
bg_bg: Фина настройка на инсталатора и изтегляне
ca_es: Ajustos de l'instal·lador i Descàrrega
cy: Gosodwr Cywiro a Lawrlwytho
de_de: Installationsprogramme: Feintuning und Herunterladen
el_gr: Τελειοποίηση και Λήψη του Πακέτου Εγκατάστασης
es_es: Ajustes del instalador y descarga
et_ee: Paigaldusprogrammi peenhäälestus ja allalaadimine
fi_fi: Asennusohjelman hienosäätö ja lataus
fr_fr: Paramètres avancés et téléchargement de l’exécutable d'installation
it_it: Configurazione avanzata programma di installazione e Download
pl_pl: Szczegółowe opcje i pobieranie instalatorów
pt_pt: Ajustes e Download do Instalador
ro_ro: Descărcarea și configurarea fină a instalatorului
sl_si: Natančna nastavitev namestitvenega programa in prenos
tr_tr: Yükleyici İnce Ayar ve İndirme
uk_ua: Точне налаштування і завантаження інсталятора

source: View
bg_bg: Вижте
ca_es: Veure
cy: Golwg
de_de: Ansicht
el_gr: Προβολή
es_es: Ver
et_ee: Vaata
fr_fr: Voir
it_it: Visualizza
pl_pl: Zobacz
ro_ro: Vizualizare
sl_si: Ogled
uk_ua: Переглянути

source: Edit
bg_bg: Редактиране
ca_es: Edita
cy: Golygu
de_de: Bearbeiten
el_gr: Επεξεργασία
es_es: Editar
et_ee: Muuda
fi_fi: Muokkaa
fr_fr: Éditer
it_it: Modifica
pl_pl: Edytuj
pt_pt: Editar
ro_ro: Editare
sl_si: Uredi
tr_tr: Düzenle
uk_ua: Редагувати

source: Do you really want to delete the profile %s?
bg_bg: Наистина ли искате да изтриете профила %s?
ca_es: Realment voleu esborrar el perfil %s?
cy: Ydych chi wir eisiau dileu'r proffil %s?
de_de: Möchten Sie das Profil %s wirklich löschen?
el_gr: Θέλετε πραγματικά να διαγράψετε το προφίλ %s;
es_es: ¿Deseas borrar de verdad el perfil %s?
et_ee: Kas Sa tõesti tahad kustutada %s profiili?
fi_fi: Haluatko varmasti poistaa profiilin %s?
fr_fr: Souhaitez-vous vraiment supprimer ce profil %s?
it_it: Vuoi veramente cancellare il profilo %s?
pl_pl: Czy naprawdę chcesz usunąć profil %s?
pt_pt: Tem a certeza que pretende apagar o perfil %s?
ro_ro: Doriți sa ștergeți acest profil %s?
sl_si: Ali res želite izbrisati profil %s?
tr_tr: %s profilini silmek istediğinizden emin misiniz?
uk_ua: Ви дійсно хочете видалити профіль %s?

source: Delete
bg_bg: Изтриване
ca_es: Esborrar
cy: Dileu
de_de: Löschen
el_gr: Διαγραφή
es_es: Borrar
et_ee: Kustuta
fi_fi: Poista
fr_fr: Supprimer
it_it: Cancella
pl_pl: Usuń
pt_pt: Apagar
ro_ro: Șterge
sl_si: Izbriši
tr_tr: Sil
uk_ua: Видалити

source: Duplicate this profile
bg_bg: Дублирайте този профил
ca_es: Copieu aquest perfil
cy: Dyblygu'r proffil hwn
es_es: Duplicar este perfil
et_ee: Dubleeri see profiil
it_it: Duplica questo profilo
pl_pl: Powiel ten profil
ro_ro: Duplică acest profil
sl_si: Podvoji ta profil
uk_ua: Продублювати цей профіль

source: %s: %s Dashboard
bg_bg: %s: %s Табло
ca_es: %s: Tauler %s
cy: %s: Dangosfwrdd %s
de_de: %s: %s Übersicht
el_gr: %s: %s Πίνακας
es_es: %s: %s Cuadro de mandos
et_ee: %s: %s töölaud
fr_fr: %s : Tableau de bord du %s
it_it: %s: %s Pannello
pl_pl: %s: %s Pulpit nawigacyjny
pt_pt: %s: Painel %s
ro_ro: %s: %s Panou de control
sl_si: %s: Nadzorna plošča %s
uk_ua: %s:%s Панель упраління

source: %s general settings
bg_bg: %s основни настройки
ca_es: Ajustos generals de %s
cy: %s gosodiadau cyffredinol
de_de: %s: Allgemeine Angaben
el_gr: γενικές ρυθμίσεις %s
es_es: Configuración general de %s
et_ee: %s üldseadistused
fi_fi: %s yleiset asetukset
fr_fr: Paramètres généraux pour %s
it_it: Impostazioni generali %s
pl_pl: Ustawienia ogólne %s
pt_pt: definições gerais %s
ro_ro: setări generale %s
sl_si: Splošne nastavitve %s
tr_tr: %s genel ayarları
uk_ua: %s Загальні налаштування

source: %s: %s Deployment Details
bg_bg: %s: %s Детайли по разгръщането
ca_es: %s: Detalls del desplegament de %s
cy: %s: %s Manylion Defnyddio
de_de: %s: %s Verbindungsdetails
el_gr: %s: %s Λεπτομέρειες Υλοποίησης
es_es: %s: %s Detalles del despliegue
et_ee: %s: %s Rakendamise üksikasjad
fr_fr: %s : Détails du déploiement du %s
it_it: %s: Dettagli di implementazione %s
pl_pl: %s: %s Przegląd instancji
pt_pt: %s: Detalhes de implementação %s
ro_ro: %s: %s Detalii implementare
sl_si: %s: Podrobnosti uvedbe %s
uk_ua: %s: %s Деталі розгортання

source: Add %s profile ...
bg_bg: Добавете %s профил ...
ca_es: Afegir perfil %s ...
cy: Ychwanegu %s proffil...
de_de: %s Profil hinzufügen ...
el_gr: Προσθήκη προφίλ %s...
es_es: Añadir perfil de %s...
et_ee: Lisa %s profiil ...
fi_fi: Lisää %s profiili ...
fr_fr: Ajouter un profil %s...
it_it: Aggiungi profilo %s...
pl_pl: Dodaj profil %s...
pt_pt: Adicionar perfil %s...
ro_ro: Adaugă profil %s
sl_si: Dodaj profil %s ...
tr_tr: %s profili ekle ...
uk_ua: Додати профіль %s ...

source: New RADIUS/EAP profile (manual setup) ...
bg_bg: Нов RADIUS/EAP профил (ръчно натройване) ...
ca_es: Nou perfil RADIUS/EAP (manual) ...
cy: Proffil RADIUS / EAP newydd (gosod â llaw) ...
de_de: Neues RADIUS/EAP Profil (manuelle Einrichtung) ...
el_gr: Νέο RADIUS/EAP προφίλ (manual setup) ...
es_es: Nuevo perfil RADIUS/EAP (configuración manual) ...
et_ee: Uus RADIUS/EAP profiil (käsitsiseadistus) ...
fr_fr: Nouveau profil RADIUS/EAP (configuration manuelle) ...
it_it: Nuovo profilo RADIUS/EAP (impostazione manuale) ...
pl_pl: Nowy profil RADIUS/EAP (ustawienie ręczne) ...
pt_pt: Novo perfil RADIUS/EAP (configuração manual) ...
ro_ro: Profil RADIUS/EAP nou (configurare manuală) ...
sl_si: Nov profil RADIUS/EAP (ročna nastavitev) ...
uk_ua: Створити новий профіль RADIUS/EAP (ручне налаштування) ...

source: New RADIUS/EAP profile (autodetect server details) ...
bg_bg: Нов RADIUS/EAP профил (автоматично откриване на детайли за сървъра) ...
ca_es: Nou perfil RADIUS/EAP (detecció automàtica) ...
cy: Proffil RADIUS / EAP newydd (canfod manylion gweinydd yn awtomatig) ...
de_de: Neues RADIUS/EAP Profil (automatische Erkennung der Serverdetails) ...
el_gr: Νέο RADIUS/EAP προφίλ (αυτόματη ανίχνευση λεπτομερειών server ) ...
es_es: Nuevo perfil RADIUS/EAP (detección automática de los detalles del servidor) ...
et_ee: Uus RADIUS/EAP profiil (serveri üksikasjade automaatne tuvastus) ...
fr_fr: Nouveau profil RADIUS/EAP (détails du serveur autodétectés) ...
it_it: Nuovo profilo RADIUS/EAP (rilevamento automatico dei dettagli del server)...
pl_pl: Nowy profil RADIUS/EAP (automatycznie wykrycie szczegółów na podstawie serwera) ...
pt_pt: Novo perfil RADIUS/EAP (detecção automática de detalhes do servidor) ...
ro_ro: Profil RADIUS/EAP nou (autodetectare detalii server) ...
sl_si: Nov profil RADIUS/EAP (samodejno zaznane podrobnosti strežnika) ...
uk_ua: Новий профіль RADIUS/EAP (автоматичне визначення даних сервера) ...

source: Change the order of profiles
bg_bg: Променете реда на профилите
ca_es: Canviar l'ordre dels perfils
cy: Newid trefn y proffiliau
es_es: Cambiar el orden de los perfiles
et_ee: Muuda profiilide järjestust
it_it: Cambia l'ordine dei profili
pl_pl: Zmień kolejność profili
ro_ro: Schimbare ordinea profilurilor
sl_si: Spremeni vrstni red profilov
uk_ua: Змінити порядок профілів

source: There are not yet any profiles for your %s.
bg_bg: Все още няма никакви профили за Вашата %s.
ca_es: Encara no hi ha perfils per %s.
cy: Nid oes unrhyw proffiliau ar gyfer eich %s eto
de_de: In Ihrem %s sind noch keine Profile vorhanden.
el_gr: Δεν υπάρχει κανένα προφίλ για το %s σας.
es_es: Aún no hay perfiles para tu %s.
et_ee: Veel ei ole Su %s jaoks profiile.
fi_fi: Sinulla ei ole vielä %s:lle profiileja.
fr_fr: Il n'y a pas encore de profils pour votre %s.
it_it: Non c'è ancora alcun profilo per il tuo %s.
pl_pl: Nie ma jeszcze żadnego profilu w Twojej instytucji %s.
pt_pt: Ainda não existem perfis para si %s.
ro_ro: Nu există încă nici un profil pentru %s.
sl_si: Za vaš %s še ni na voljo profilov.
tr_tr: %s için henüz bir profil yok.
uk_ua: Ще немає профілів для вашого %s.

source: User Downloads
bg_bg: Изтегляне от потребител
ca_es: Descàrregues d'usuari
cy: Lawrlwythiadau Defnyddiwr
de_de: Download-Statistik
el_gr: Λήψεις Χρηστών
es_es: Descargas de los usuarios
et_ee: Kasutajate allalaadimised
fi_fi: Käyttäjien lataukset
fr_fr: Téléchargements utilisateurs
it_it: Download Utente
pl_pl: Pobieranie instalatorów
pt_pt: Downloads para o Utilizador
ro_ro: Descărcări ale utilizatorilor
sl_si: Uporabniški prenosi
tr_tr: Kullanıcı İndirmeleri
uk_ua: Завантаження користувачів

source: global
bg_bg: глобален
cy: byd-eang
et_ee: globaalne
it_it: globale
pl_pl: globalnie
sl_si: globalno
uk_ua: глобально

source: this month
bg_bg: този месец
ca_es: aquest mes
cy: y mis hwn
es_es: este mes
et_ee: sel kuul
fr_fr: ce mois
it_it: questo mese
pl_pl: ten miesiąc
ro_ro: luna aceasta
sl_si: ta mesec
uk_ua: цього місяця

source: eduroam DB status for %s %s
bg_bg: Състояние на базата данни на eduroam за %s %s
ca_es: estat de la base de dades eduroam per a %s %s
cy: Statws CD eduroam ar gyfer %s %s
es_es: Estado de la base de datos de eduroam para %s %s
et_ee: eduroami andmebaasi staatus %s %s jaoks
it_it: statto del DB eduroam per %s %s
pl_pl: Status bazy eduroam dla %s %s
ro_ro: Stare bază de date eduroam pentru %s %s
sl_si: stanje baze podatkov eduroam za %s %s
uk_ua: статус бази даних eduroam для %s%s

source: Below you can select an institution and check what information on this institution is present in the eduroam database.
bg_bg: По-долу можете да изберете институция и да проверите каква информация се съдържа за нея в базата данни на eduroam.
ca_es: Podeu escollir una institució més avall i comprovar de quina informació disposem a la base de dades d'eduroam.
cy: Isod gallwch ddewis sefydliad a gwirio pa wybodaeth am y sefydliad hwn sydd yn bresennol yn cronfa ddata eduroam.
es_es: A continuación puedes seleccionar una institución y comprobar qué información sobre la institución contiene la base de datos de eduroam.
et_ee: Allpool saad valida asutuse ja vaadata selle teavet eduroami andmebaasis.
it_it: Qui sotto puoi selezionare una organizzazione e verificare quali informazioni su questa organizzazione sono presenti nel database eduroam.
pl_pl: Poniżej możesz wybrać instutucję i sprawdzić jakie informacje na jej temat są w bazie eduroam.
ro_ro: Mai jos puteți selecta o instituție și să vizualizați ce informații despre această instituție sunt prezente în baza de date eduroam.
sl_si: Spodaj lahko izberete institucijo in preverite, kateri podatki o njej so prisotni v bazi podatkov eduroam.
uk_ua: Нижче ви можете вибрати заклад і перевірити, яка інформація про нього присутня в базі даних eduroam.

source: In the 'Servers' column we show TLS servers names provided for this institution (it means servers having the type 1 - RADIUS over TLS).
bg_bg: В колоната „Сървъри“ показваме имената на TLS сървърите, предоставени за тази институция (това означава сървъри от тип 1 - RADIUS през TLS).
ca_es: A la columna 'servidors' es mostren els servidors TLS facilitats per aquesta institució (és a dir servidors de tipus 1 - RADIUS sobre TLS).
cy: Yn y golofn 'Gweinyddion' rydym yn dangos enwau gweinyddion TLS a ddarparwyd ar gyfer y sefydliad hwn (mae'n golygu gweinyddion sydd â'r math 1 - RADIUS dros TLS).
es_es: En la columna de "Servidores" se muestran los nombres de servidores TLS proporcionados por esta institución (en referencia a los servidores de tipo 1 - RADIUS sobre TLS)
et_ee: Tulbas 'Serverid' kuvame TLS serverite nimesid selle asutuse jaoks (st serverid, millel on tüüp 1 - RADIUS-over-TLS).
it_it: Nella colonna 'Servers' mostriamo i nomi dei server TLS forniti per questa organizzazione (significa server di tipo 1 - RADIUS over TLS)
pl_pl: W kolumnie 'Serwery' pokazujemy nazwy serwerów TLS podane przez instytucję (czyli serwerów o typie 1 - RADIUS over TLS).
ro_ro: În coloana servere „Servers” se prezintă numele serverelor TLS furnizate pentru această instituție (înseamnă servere care au tipul 1 - RADIUS over TLS).
sl_si: V stolpcu "Strežniki" prikazujemo imena TLS strežnikov za to institucijo (tj. strežnike tipa 1 – RADIUS preko TLS).
uk_ua: У колонці «Сервери» вказано імена TLS-серверів, наданих установі (маються на увазі сервери з типом 1 - RADIUS over TLS).

source: In the 'Contact data' column we show all contacts having type 1, i.e. any service contact, other contacts are omitted.
bg_bg: В колоната „Данни за контакт“ показваме всички контакти от тип 1, т.е. всеки контакт за услуги, другите контакти са пропуснати.
ca_es: A la columna 'Dades de contacte' es mostren tots els contactes de tipus 1, per exemple qualsevol contacte de servei, altres contactes s'han omès.
cy: Yn y golofn 'Data cyswllt' rydym yn dangos pob cyswllt sydd â math 1, h.y. unrhyw gyswllt gwasanaeth, mae cysylltiadau eraill wedi'u hepgor.
es_es: En la columna de "Datos de contacto" se muestran todos los contactos de tipo 1, es decir, contactos de servicio. Otros contactos se omiten.
et_ee: Tulbas 'Kontaktandmed' kuvame kõiki tüübiga 1 kontakte, st teenusekontakte. Teisi kontakte ei näidata.
it_it: Nella colonna 'Contact data' mostriamo tutti i contatti di tipo 1, cioè qualsiasi contatto di servizio, gli altri contatti sono omessi.
pl_pl: W kolumnie 'Dane kontaktowe' pokazujemy wszystkie kontakty o typie 1, czyli kontakty serwisowe, pozostałe są opuszczane.
ro_ro: În coloana date de contact „Contact data” se prezintă toate contactele care au tipul 1, adică orice contact de serviciu, celelante contacte fiind omise.
sl_si: V stolpcu "Kontaktni podatki" prikazujemo vse kontakte tipa 1, ostali kontakti so izpuščeni.
uk_ua: У колонці «Контактні дані» наведені всі контакти з типом 1, тобто будь-який сервісний контакт, інші контакти не враховуються.

source: In the 'Timestamp' column we show last update time.
bg_bg: В колоната 'Timestamp' показваме часа на последната актуализация.
ca_es: A la columna 'Timestamp' es mostra el temps de la darrera actualització.
cy: Yn y golofn 'Stamp Amser' rydym yn dangos amser y diweddariad diwethaf.
es_es: En la columna "Sello de tiempo" se muestra la última fecha de actualización.
et_ee: Tulbas 'Ajatempel' kuvame viimatist uuendamise aega.
it_it: Nella colonna 'Timestamp' mostriamo l'orario dell'ultimo aggiornamento.
pl_pl: W kolumnie 'Timestamp' pokazujemy czas ostaniej aktualizacji.
ro_ro: În coloana marcaj temporal „Timestamp” se prezintă ora ultimei actualizări.
sl_si: V stolpcu "Časovni žig" prikazujemo čas zadnje posodobitve.
uk_ua: У колонці «Мітка часу» вказано час останнього оновлення.

source: To check eduroam database specification see <a href='%s'>this document</a>.
bg_bg: За да проверите спецификацията на базата данни eduroam, вижте <a href='%s'>този документ</a>.
ca_es: Per comprovar el detall de la base de dades vegeu <a href='%s'>aquest document</a>.
cy: I wirio manyleb cronfa ddata eduroam gweler <a href='%s'>y ddogfen hon</a>.
es_es: Para comprobar la especificación de la base de datos de eduroam puedes mirar <a href='%s'>este documento</a>.
et_ee: Eduroami andmebaasi spetsifikatsiooni nägemiseks vaata <a href='%s'>seda dokumenti</a>.
it_it: Per controllare le specifiche del database eduroam vedi <a href='%s'>questo documento</a>.
pl_pl: Sprawdź specyfikację bazy eduroam <a href='%s'>tutaj</a>.
ro_ro: Pentru a verifica specificațiile bazei de date eduroam, consultați <a href='%s'>acest document</a>.
sl_si: Za specifikacijo baze podatkov eduroam glejte <a href='%s'>ta dokument</a>.
uk_ua: Для перегляду специфікації бази даних eduroam, зверніться до <a href='%s'>цього документу</a>.

source: If you cannot find your institution on this list it means that this institution is not present in your upstream data.
bg_bg: Ако не можете да намерите вашата институция в този списък, това означава, че тя не присъства в данните за вас на по-горно ниво.
ca_es: Si no podeu trobar la vostra institució en aquesta llista vol dir que la institució no està present en les dades enviades.
cy: Os na allwch ddod o hyd i'ch sefydliad ar y rhestr hon, mae'n golygu nad yw'r sefydliad hwn yn bresennol yn eich data uwchben y llif.
es_es: Si no encuentras tu institución en esta lista significa que la institución no está presente en tus datos públicados.
et_ee: Kui Sa ei leia nimekirjast oma asutust, siis ei ole seda asutust Sinu andmevoos.
it_it: Se non riesci a trovare la tua organizzazione in questo elenco, significa che l'organizzazione non è presente nei tuoi dati upstream.
pl_pl: Jeżeli na tej liście nie widzisz swojej instytucji, to oznacza że nie ma jej w danych udostępnianych do bazy eduroam.
ro_ro: În caz de nu puteți găsi instituția dumneavoastră pe acestă listă, inseamnă că instituția respectivă nu este prezentă în datele dumneavoastră din amonte.
sl_si: Če svoje institucije ne najdete na seznamu, pomeni, da ni prisotna v nadrejenih podatkih.
uk_ua: Якщо у цьому списку відсутня ваша установа, імовірно її немає у ваших вихідних даних.

source: no data
bg_bg: няма данни
ca_es: sense dades
cy: dim data
es_es: sin datos
et_ee: andmeid pole
it_it: nessun dato
pl_pl: brak danych
ro_ro: nu există date
sl_si: ni podatkov
uk_ua: немає даних

source: Name
bg_bg: Име
ca_es: Nom
cy: Enw
el_gr: Όνομα
es_es: Nombre
et_ee: Nimi
fi_fi: Nimi
fr_fr: Nom
it_it: Nome
pl_pl: Nazwa
pt_pt: Nome
ro_ro: Nume
sl_si: Ime
tr_tr: Ad
uk_ua: Ім'я

source: Type
bg_bg: Тип
ca_es: Tipus
cy: Math
de_de: Typ
el_gr: Τύπος
es_es: Tipo
et_ee: Tüüp
it_it: Tipo
pl_pl: Typ
pt_pt: Tipo
ro_ro: Tip
sl_si: Vrsta
uk_ua: Тип

source: Servers
bg_bg: Сървъри
ca_es: Servidors
cy: Gweinyddion
es_es: Servidores
et_ee: Serverid
pl_pl: Serwery
ro_ro: Servere
sl_si: Strežniki
uk_ua: Сервери

source: Contact data
bg_bg: Данни за контакт
ca_es: Dades de contacte
cy: Data cyswllt
es_es: Datos de contacto
et_ee: Kontaktandmed
it_it: Dati di contatto
pl_pl: Dane kontaktowe
ro_ro: Date de contact
sl_si: Kontaktni podatki
uk_ua: Контактні дані

source: Timestamp
bg_bg: Време
ca_es: Marca de temps
cy: Stamp amser
de_de: Zeitpunkt
el_gr: Χρονοσήμανση
es_es: Marca temporal
et_ee: Ajatempel
fi_fi: Aikaleima
fr_fr: Horodatage
pl_pl: Znacznik czasowy
ro_ro: Marcajul de timp
sl_si: Časovni žig
uk_ua: Мітка часу

source: The uploaded file does not contain a valid CSR!
bg_bg: Каченият файл не съдържа валиден CSR!
ca_es: El fitxer carregat no conté un CSR vàlid!
cy: Nid yw'r ffeil a uwchlwythwyd yn cynnwys CSR dilys!
es_es: El archivo subido no contiene un CSR válido.
et_ee: Üles laetud fail ei sisalda kehtivat CSRi!
it_it: Il file caricato non contiene una CSR valida!
pl_pl: Przesłany plik nie zawiera prawidłowego CSR!
ro_ro: Fișierul încărcat nu conține un CSR valid!
sl_si: Naložena datoteka ne vsebuje veljavne CSR!
uk_ua: Завантажений файл не містить дійсного CSR!

source: The provided file can not be uploaded.
bg_bg: Предоставеният файл не може да бъде качен.
ca_es: El fitxer subministrat no pot ser carregat.
cy: Ni ellir uwchlwytho'r ffeil a ddarparwyd.
es_es: El archivo especificado no puede ser subido.
et_ee: Faili ei saanud üles laadida.
it_it: Il file fornito non può essere caricato.
pl_pl: Wskazany plik nie mógł być załadowany.
ro_ro: Fișierul furnizat nu poate fi încărcat.
sl_si: Navedene datoteke ni mogoče naložiti.
uk_ua: Не вдалося завантажити наданий файл.

source: Do you really want to replace TLS credentials for this deployment? The current TLS credentials will be revoked in 4 hours.
bg_bg: Наистина ли искате да замените TLS идентификационните данни за това внедряване? Текущите TLS идентификационни данни ще бъдат отменени след 4 часа.
ca_es: De debò voleu substituir les credencials TLS per aquest desplegament? Les credencials TLS actuals es desactivaran en 4 hores.
cy: Ydych chi wir eisiau disodli manylion mewngofnodi TLS ar gyfer y defnyddio hwn? Bydd y manylion mewngofnodi TLS cyfredol yn cael eu dirymu ymhen 4 awr.
es_es: ¿De verdad quieres reemplazar las credenciales TLS de este despliegue? Las credenciales TLS actuales serán revocadas dentro de 4 horas.
et_ee: Kas soovid tõesti asendada TLSi kasutajakonto andmed selle paigaldise puhul? Praegused TLS kasutajakonto andmed tühistatakse 4 tunniga.
it_it: Vuoi davvero sostituire le credenziali TLS per questo impiego? Le credenziali TLS attuali verranno revocate tra 4 ore.
pl_pl: Czy potwierdzasz zmianę danych TLS dla tej instancji? Obecne dane TLS zostaną unieważnione za 4 godziny.
ro_ro: Doriți să înlocuiți credențialele TLS pentru această implementare? Credențialele TLS curente vor fi revocate în 4 ore.
sl_si: Ali res želite zamenjati poverilnice TLS za to namestitev? Trenutne poverilnice TLS bodo preklicane v 4 urah.
uk_ua: Ви дійсно хочете замінити облікові дані TLS для цього розгортання? Поточні облікові дані TLS буде відкликано через 4 години.

source: Copy to clipboard
bg_bg: Копиране в клипборда
ca_es: Copieu al portaretalls
cy: Copïo i'r clipfwrdd
es_es: Copiar al portapapeles
et_ee: Kopeeri lõikepuhvrisse
it_it: Copia negli appunti
pl_pl: Kopiuj do schowka
ro_ro: Copiază în clipboard
sl_si: Kopiraj v odložišče
uk_ua: Скопіювати в буфер обміну
