Repository: GEANT/CAT
Catalog: source/tags/release_1_0_1/translation/*/devices.po
Languages: hr_hr

source: Network configuration profile '%s' of '%s' - provided by %s
hr_hr: Mrežni konfiguracijski profil '%s' od '%s' - pružen od %s

source: The profile will install itself after you click (or tap) the button. You will be asked for confirmation/input at several points:
hr_hr: Profil će se instalirati nakon što kliknete gumb. Bit ćete upitani za potvrdu/unos u nekoliko točaka:

source: to install the profile
hr_hr: za instaliranje profila

source: to accept the server certificate authority
hr_hr: za prihvat autoriteta poslužiteljskog certifikata

source: (%d times)
hr_hr: (%d puta)

source: to enter the username and password of your institution
hr_hr: za unos korisničkog imena i lozinke za Vašu instituciju

source: (%d times each, because %s is installed for %d SSIDs)
hr_hr: (%d puta svaki jer je %s instaliran za %d SSID-eva)

source: %s configuration for network name %s
hr_hr: %s konfiguracija za mrežu imena %s

source: Your Identity Providers Certification Authority
hr_hr: Davatelj certifikata Vašem davatelju identiteta

source: Identity Provider's CA
hr_hr: root CA certifikat davatelja identiteta

source: Anonymous identities do not use the realm as specified in the profile - it is derived from the suffix of the user's username input instead.
hr_hr: Anonimni identiteti ne koriste realm koji je naveden u profilu - koristi se sufiks iz korisničkog imena.

source: %s installer will be in the form of an EXE file. It will configure %s on your device, by creating wireless network profiles.<p>When you click the download button, the installer will be saved by your browser. Copy it to the machine you want to configure and execute.
hr_hr: %s installer bit će u formi EXE datoteke. Konfigurirat će %s na Vašem uređaju stvarajući sljedeće mrežne profile.<p>Kada kliknete na gumb za preuzimanje, installer će biti spremljen u Vašem pregledniku. Iskopirajte ga na uređaj koji želite konfigurirati i pokrenite ga.

source: In addition to <strong>%s</strong> the installer will also configure access to the following networks:
hr_hr: Uz <strong>%s</strong> installer će konfigurirati pristup za sljedeće mreže:

source: In addition to <strong>%s</strong> the installer will also configure access to:
hr_hr: Uz <strong>%s</strong> installer će konfigurirati pristup za:

source: In order to connect to the network you will need an a personal certificate in the form of a p12 file. You should obtain this certificate from your home institution. Consult the support page to find out how this certificate can be obtained. Such certificate files are password protected. You should have both the file and the password available during the installation process.
hr_hr: Kako biste se spojili na mrežu trebat ćete imati osobni certifikat u p12 datoteci. Vaša institucija trebala bi Vam izdati takav certifikat. Provjerite na stranicama za podršku na koji način možete dobiti taj certifikat. Takvi certifikati su zaštićeni lozinkom pa biste tokom instalacijskog postupka trebali imati datoteku sa certifikatom i pripadajuću lozinku.

source: In order to connect to the network you will need an account from your home institution. You should consult the support page to find out how this account can be obtained. It is very likely that your account is already activated.
hr_hr: Kako biste se spojili na mrežu trebat ćete imati korisnički račun sa Vaše institucije. Provjerite na stranicama za podršku na koji način možete dobiti korisnički račun. Vjerojatno je Vaš račun već aktiviran.

source: The installer will also install additional software - SecureW2 EAP Suite (GNU General Public License).<p>You will be requested to enter your account credentials into a pop box during the installation. This information will be saved so that you will reconnect to the network automatically each time you are in the range.
hr_hr: Installer će instalirati dodatni softver - SecureW2 EAP Suite (GNU General Public License).<p>Od Vas će zahjevati unos vjerodajnica u prozoru koji će se pojaviti tokom instalacije. Te informacije bit će pohranjene kako bi se uređaj mogao ponovno spojiti kada ponovno dođete u domet mreže.

source: When you are connecting to the network for the first time, Windows will pop up a login box, where you should enter your user name and password. This information will be saved so that you will reconnect to the network automatically each time you are in the range.
hr_hr: Kada se prvi puta spajate na mrežu morat ćete unijeti korisničko ime i lozinku u prozoru koji će se pojaviti unutar Windows operacijskog sustava. Te informacije bit će pohranjene kako bi se uređaj mogao ponovno spojiti kada ponovno dođete u domet mreže.

source: You will be required to enter the same credentials for each of the configured notworks:
hr_hr: Morat ćete unijeti iste vjerodajnice za svaku od konfiguriranih mreža:

source: Login credentials
hr_hr: Vjerodajnice za prijavu

source: %s installer for %s
hr_hr: %s installer za %s

source: Welcome to the %s installer
hr_hr: Dobrodošli u %s installer

source: Installation complete
hr_hr: Instalacija završena

source: Network profiles have been installed.
hr_hr: Mrežni profil je postavljen.

source: Your system is ready.
hr_hr: Vaš sistem je spreman za rad.

source: Network installation had errors.
hr_hr: Instalacija mrežne podrške završila s greškom.

source: Please contact ${SUPPORT}.
hr_hr: Molimo kontaktirajte ${SUPPORT}.

source: Accept
hr_hr: Prihvati

source: If you accept the conditions then select Accept and then click Install to continue.
hr_hr: Ukoliko se slažete sa uvijetima odaberite Prihvaćam i kliknite Instaliraj za nastavak.

source: Finish
hr_hr: Završi

source: searching for certificate
hr_hr: traženje certifikata

source: installing certificate
hr_hr: Instaliranje certifikata

source: could not install certificate
hr_hr: nemogu instalirati certifikat

source: The non TKIP profiles are preferred. Always use them if you have a choice.
hr_hr: Preferiraju se profili koji ne koriste TKIP. Koristite ih ako imate tu mogućnost.

source: The non TKIP profile is preferred. Always use it if you have a choice.
hr_hr: Preferira se profil koji ne koristi TKIP. Koristite ga ako imate tu mogućnost.

source: This installer has been prepared for ${ORGANISATION}
hr_hr: Ovaj installer pripremljen je za ${ORGANISATION}

source: The installer will create the following wireless profiles:
hr_hr: Installer će kreirate sljedeće bežične profile:

source: More information and comments:
hr_hr: Više informacija i komentari:

source: Installer created with software from the GEANT project.
hr_hr: Installer kreiran softverom GEANT projekta.

source: This installer works with Windows 8 only
hr_hr: Ovaj installer radi isključivo sa Windows 8 operacijskim sustavom

source: This installer works with Windows Vista and Windows 7 only
hr_hr: Ovaj installer radi isključivo sa Windows Vista i Windows 7 operacijskim sustavima

source: Windows wireless configuration service is not enabled. The installer cannot continue.
hr_hr: Windows wireless configuration servis nije pokrenut. Installer ne može nastaviti.

source: No wireless interfaces found. The installer cannot continue.
hr_hr: Nema bežičnih sučelja. Installer ne može nastaviti.

source: Profiles installation
hr_hr: Instalacija profila

source: Checking for profile $R1
hr_hr: Provjera za profilom $R1

source: found profile $R1
hr_hr: pronađen profil $R1

source: This installer will only work properly if you are a member of ${ORGANISATION} and the user group: ${USER_GROUP}.
hr_hr: Ovaj installer namjenjen je članovima korisničke grupe: ${USER_GROUP} iz ${ORGANISATION}.

source: Click OK to continue with installation.
hr_hr: Odaberi OK za nastavaka instalacije.

source: This installer will only work properly if you are a member of ${ORGANISATION}.
hr_hr: Ovaj installer namjenjen je članovima ${ORGANISATION}.

source: Please read the additional information from your home institution which will be displayed in a moment.
hr_hr: Molimo pročitajte dodatne informacije sa svoje institucije koje će se učitati za koji trenutak.

source: Restart system now
hr_hr: Restartanje sistema

source: I will restart later
hr_hr: Obavit ću restart kasnije

source: deleting profile $R1
hr_hr: brisanje profila $R1

source: installing profile $R1
hr_hr: instalacija profila $R1

source: Profile installation error for $R1.
hr_hr: Greška pri instalaciji profila $R1

source: installing credentials for profile $R1
hr_hr: instalacija vjerodajnica za profil $R1

source: Credentials installation problem
hr_hr: Problem pri instalaciji vjerodajnica

source: %s installer for
hr_hr: %s installer za

source: Install personal certificate
hr_hr: Postavi osobni certifikat

source: Preparing to install personal certificate.
hr_hr: Priprema za instaliranje osobnog certifikata.

source: Click OK to continue
hr_hr: Odaberi OK za nastavak

source: Certificate files (*.p12)
hr_hr: Certifikat datoteke (*.p12)

source: Certificate files (*pfx)
hr_hr: Certifikat datoteke (*.pfx)

source: All files
hr_hr: Sve datoteke

source: Selected file: $Cert_file
hr_hr: Odabrana datoteka: $Cert_file

source: certificate password:
hr_hr: lozinka certifikata:

source: No certificate file selected
hr_hr: Nije odabrana niti jedna datoteka s certifikatom

source: Incorrect certificate password$\r$\nenter again
hr_hr: Neispravna lozinka certifikata$\r$\nunesite ponovno

source: User credentials
hr_hr: Vjerodajnice korisnika

source: Username:
hr_hr: Korisnička oznaka:

source: Password:
hr_hr: Lozinka:

source: Repeat password:
hr_hr: Ponovite lozinku:

source: Missing username
hr_hr: Nedostaje korisnička oznaka

source: Missing password
hr_hr: Nedostaje korisnička lozinka

source: Password missmatch
hr_hr: Neodgovarajuća lozinka

source: In order to install/update %s access all selected steps need to be performed. Click Continue to proceed
hr_hr: Kako bi instalirali/ažurirali %s pristup svi odabrani koraci moraju biti izvršeni. Pritisnite Nastavi za početak

source: If an option is not selected by default, then it is either not available or optional.
hr_hr: Ako opcija nije unaprijed označena, tada ili nije dostupna ili je opcionalna.

source: Installation of the personal certificate
hr_hr: Instalacija osobnog certifikata

source: Components installation
hr_hr: Instalacija komponenti

source: Personal certificate
hr_hr: Osobni certifikat

source: Installation of network profiles
hr_hr: Instalacija mrežnog profila

source: profiles
hr_hr: profili

source: Installation
hr_hr: Instalacija

source: Network profiles update
hr_hr: Popravak mrežnog profila

source: Information about components
hr_hr: informacije o komponenti

source: user profile
hr_hr: korisnički profil

source: install program
hr_hr: instaliraj program

source: EAP-pwd installation error. Please try again or contact ${SUPPORT}.
hr_hr: EAP-pwd instalacijska pogreška. Pokušajte ponovno ili kontaktirajte ${SUPPORT}.

source: SecureW2 installation error. Please try again or contact ${SUPPORT}.
hr_hr: SecureW2 instalacijska pogreška. Pokušajte ponovno ili kontaktirajte ${SUPPORT}.

source: Welcome to the eduroam installer
hr_hr: Dobro došli u eduroam installer

source: The installer will create network profile:
hr_hr: Ovaj installer kreirat će mrežni profil:

source: You will be able to use eduroam in most institutions however due to Windows XP limitations and differences in network settings at different institutions, you may be sometimes required to repeat the connection for the system to reconfigure.
hr_hr: Moći ćete koristiti eduroam na većini institucija, ali zbog ograničenja Windows XP operacijskog sutav i razlike u mrežnim postavka različitih institucija možda će biti potrebno ponoviti spajanje kako bi se sustav rekonfigurirao.

source: This installer works with Windows XP SP3 only
hr_hr: Ovaj instaler radi samo s Windows XP SP3

source: eduroam installer for
hr_hr: eduroam installer za

source: In order to install/update eduroam access all selected steps need to be performed. Click Continue to proceed
hr_hr: Kako biste instalirali/ažurirali pristup eduroam-u svi odabrani koraci moraju biti izvršeni. Pritisnite Nastavi za početak

source: The installer is in the form of a bash script. It will try to configure eduroam under Network Manager and if this is either not appropriate for your system or your version of Network Manager is too old, a wpa_supplicant config file will be created instead.
hr_hr: Installer je u obliku bash skripte. On će pokušati konfigurirati eduroam u Network Manager-u. Ukoliko to nije moguće za Vaš sustav ili je verzija Network Manager-a prestara, wpa_supplicant konfiguracijska datoteka bit će kreirana.

source: The installer will create .eduroam sub-directory in your home directory and will copy your server certificates there.
hr_hr: Installer će stvoriti .eduroam direktorij u Vašem 'home' direktoriju u koji će iskopirati certifikate poslužitelja.

source: In order to connect to the network you will need an a personal certificate in the form of a p12 file. You should obtain this certificate from your home institution. Consult the support page to find out how this certificate can be obtained. Such certificate files are password protected. You should have both the file and the password available during the installation process. Your p12 file will also be copied to the .eduroam directory.
hr_hr: Kako biste se spojili na mrežu trebat ćete imati osobni certifikat u p12 datoteci. Vaša institucija trebala bi Vam izdati takav certifikat. Provjerite na stranicama za podršku na koji način možete dobiti taj certifikat. Takvi certifikati su zaštićeni lozinkom pa biste tokom instalacijskog postupka trebali imati datoteku sa certifikatom i pripadajuću lozinku. Vaša p12 datoteka bit će iskopirana u .eduroam direktorij.

source: You will be requested to enter your account credentials during the installation. This information will be saved so that you will reconnect to the network automatically each time you are in the range.
hr_hr: Morat ćete unijeti svoje vjerodajnice tokom instalacije. Te informacije bit će pohranjene kako bi se uređaj mogao ponovno spojiti kada ponovno dođete u domet mreže.

source: Directory %s exists; some of its files may be overwritten.
hr_hr: Direktorij %s već postoji, postoji mogućnost da će neki podaci u njemu biti prebrisani.

source: Continue
hr_hr: Nastavi

source: Installation successful
hr_hr: Uspješna instalacija

source: Network Manager configuration failed, generating wpa_supplicant.conf
hr_hr: Konfiguriranje Network Manager-a nije uspjelo, generira se wpa_supplicant.conf datoteka

source: File %s exists; it will be overwritten.
hr_hr: Datoteka %s već postoji i bit će prebrisana.

source: Output written to %s
hr_hr: Izlaz je zapisan u %s

source: This installer will only work properly if you are a member of %s and the user group: %s.
hr_hr: Ovaj installer radit će pravilno samo za članove %s iz grupe korisnika: %s.

source: This installer will only work properly if you are a member of %s.
hr_hr: Ovaj installer radit će pravilno samo za članove %s.

source: Y
hr_hr: Da

source: N
hr_hr: Ne

source: Really quit?
hr_hr: Zaista želite izaći?

source: enter your userid
hr_hr: unesite vašu korisničku oznaku

source: enter your password
hr_hr: unesite lozinku

source: repeat your password
hr_hr: ponovite lozinku

source: passwords do not match
hr_hr: lozinke se ne poklapaju

source: personal certificate file (p12 or pfx)
hr_hr: datoteka sa osobnim certifikatom (p12 ili pfx)

source: file not found
hr_hr: datoteka nije pronađena

source: enter the password for the certificate file
hr_hr: unesite lozinku za datoteku sa certifikatom

source: This installer is an example only. It produces a zip file containig the IdP certificates, info and logo files (if such have been defined by the IdP administrator) and a dump of all available attributes.
hr_hr: Ovaj installer je samo primjer. Kreira zip datoteku koja sadrži: certifikate davatelja identiteta, informacije i logotip (ukoliko ih je administrator unio) te popis svih dostupnih atributa.

source: Welcome Letter
hr_hr: Pismo dobrodošlice

source: Welcome aboard the eduroam® user community!
hr_hr: Dobrodošli u eduroam® zajednicu!

source: Dear user from %s,
hr_hr: Dragi korisniče iz %s,

source: we would like to warmly welcome you among the several million users of eduroam®! From now on, you will be able to use internet access resources on thousands of universities, research centres and other places all over the globe. All of this completely free of charge!
hr_hr: Želimo Vam srdačnu dobrodošlicu u zajednicu od nekoliko milijuna eduroam® korisnika! Od sada možete koristiti pristup Internetu na tisućama sveučilišta, istraživačkih centara i ostalih mjesta diljem planete. I sve to potpuno besplatno!

source: Now that you have downloaded and installed a client configurator, all you need to do is find an eduroam® hotspot in your vicinity and enter your user credentials (this is our fancy name for 'username and password' or 'personal certificate') - and be online!
hr_hr: Sada kada ste preuzeli i instalirali konfigurator za klijente, sve što trebate je pronaći eduroam® pristupnu točku i unijeti svoje vjerodajnice (to je stučni naziv za korisničko ime i lozinku ili osobni certifikat) i bit ćete povezani na Internet!

source: Should you have any problems using this service, please always contact the helpdesk of %s. They will diagnose the problem and help you out. You can reach them via the means below:
hr_hr: Ukoliko naiđete na probleme pri korištenju usluge, kontaktirajte podršku za korisnike pri %s. Oni će Vam pomoći sa dijagnosticiranjem i otklanjanjem problema. Možete ih kontaktirati na:

source: If you ever need to configure a different device for eduroam manually, you will need the configuration information for your institution. We have summarised this information in the appendix on page 2 for you.
hr_hr: Ukoliko morate ručno konfigurirati drugi uređaj, trebat ćete upute za konfiguriranje za Vašu instituciju. Informacije se nalaze u dodatku na stranici 2.

source: We wish you a lot of fun on eduroam® hotspots all over the planet.
hr_hr: Želimo Vam puno zabave na eduroam® pristupnim točkama diljem planete.

source: Appendix: Configuration Information
hr_hr: Dodatak: Informacije o konfiguraciji

source: Use the information below to configure your devices manually. Please keep in mind that these settings are only valid for users of profile '%s' from %s – they are different for everyone else, and there is no use sharing them with other people.
hr_hr: Za ručno konfiguriranje uređaja dane su informacije u nastavku. Te postavke valjane su samo za korisnike profila '%s' iz %s - postavke se razlikuju pa nema smisla dijeliti ih sa drugim korisnicima.

source: Special EAP Type support URL:
hr_hr: URL za podršku specijalnih EAP tipova:

source: Phone:
hr_hr: Telefon:

source: Server Name:
hr_hr: Naziv poslužitelja:

source: This button creates a personalised welcome letter from eduroam Operations for you. The file is in OpenDocument format (ODT); you can open it e.g. with LibreOffice.
hr_hr: Ovaj gumb kreira personalizirano pismo dobrodošlice od eduroam Operacija za Vas. Datoteka je u OpenDocument formatu (ODT); moguće ju je otvoriti sa LibreOffice-om.
