Repository: GEANT/CAT
Catalog: source/tags/release_1_0_1/translation/*/web_admin.po
Languages: el_gr, pt_pt

source: Error creating new IdP binding!
el_gr: Σφάλμα κατά τη δημιουργία δέσμευσης IdP!
pt_pt: Erro na criação de

source: Sorry... this token has already been used to create an institution. If you got it from a mailing list, probably someone else used it before you.
el_gr: Λυπούμαστε, αυτό το token χρησιμοποιήθηκε ήδη για τη δημιουργία ενός ιδρύματος. Αν το λάβατε από λίστα ταχυδρομείου, πιθανώς να το χρησιμοποίησε κάποιος άλλος πριν από εσάς.
pt_pt: Infelizmente este token já foi utilizado para criar uma entidade. Se recebeu o token através da mailing list, provavelmente já foi reutilizado.

source: Sorry... this token has expired. Invitation tokens are valid for 24 hours. Please ask your federation administrator for a new one.
el_gr: Λυπούμαστε, αυτό το token έχει λήξει. Τα token πρόσκλησης είναι έγκυρα για 24 ώρες. Παρακαλούμε ζητήστε ένα νέο από τον διαχειριστή της ομοσπονδίας σας.
pt_pt: Infelizmente este token já expirou. Os tokens de um convite são válidos por 24h. Contate o seu administrador da federação para lhe reenviar um novo convite.

source: Sorry... you have come to the enrollment page without a valid token. Are you a nasty person? If not, you should go to <a href='overview_user.php'>your profile page</a> instead.
el_gr: Λυπούμαστε... ήρθες στη σελίδα εγγραφής χωρίς έγκυρο token. Είσαι κακός άνθρωπος; Αν όχι, πήγαινε στη <a href='overview_user.php'>σελίδα προφίλ</a> σου.
pt_pt: Infelizmente acedeu à página de inscrição com um token inválido. Tem más intenções ? Se não, então deve aceder a <a href='overview_user.php'>Página do Perfil</a> instead.

source: non eduPKI, but accredited
el_gr: όχι eduPKI, αλλά διαπιστευμένο
pt_pt: não é eduPKI, mas é acreditado

source: Nicolaus Copernicus University
el_gr: Πανεπιστήμιο Nicolaus Copernicus
pt_pt: Universidade Luís de Camões

source: accredited
el_gr: διαπιστευμένο
pt_pt: acreditado

source: non-accredited
el_gr: μη διαπιστευμένο
pt_pt: não acreditada

source: correct certificate
el_gr: σωστό πιστοποιητικό
pt_pt: certificado correto

source: certificate with wrong policy OID
el_gr: πιστοποιητικό με λάθος πολιτική OID
pt_pt: OID de Política de Certificado errado

source: expired certificate
el_gr: πιστοποιητικό που έχει λήξει
pt_pt: certificado expirado

source: revoked certificate
el_gr: πιστοποιητικό που έχει ανακληθεί
pt_pt: certificado revogado

source: pass
el_gr: επιτυχία
pt_pt: passou

source: fail
el_gr: αποτυχία
pt_pt: falhou

source: eduroam-accredited CA (now only for tests)
el_gr: CA διαπιστευμένα από το eduroam (προς το παρόν μόνο για δοκιμές)
pt_pt: CA com acreditação eduroam (agora apenas para testes)

source: This check is not configured.
el_gr: Αυτός ο έλεγχος δεν έχει ρυθμιστεί.
pt_pt: Esta validação não está configurada.

source: This realm has %d NAPTR records,
el_gr: Η περιοχή έχει %d NAPTR καταχωρήσεις,
pt_pt: Este realm tem %d registos NAPTR,

source: out of which %d are %s NAPTR records.
el_gr: εκ των οποίων %d είναι καταχωρήσεις %s NAPTR .
pt_pt: dos quais %d são %s registos NAPTR.

source: but none are %s NAPTR records.
el_gr: αλλά καμία δεν είναι καταχώρηση %s NAPTR.
pt_pt: mas nenhum são %s registos NAPTR.

source: There are no NAPTR records for this realm.
el_gr: Δεν υπάρχουν καταχωρήσεις NAPTR για αυτή την περιοχή.
pt_pt: Não existem registos NAPTR para este realm.

source: Checking NAPTR format compliance: flag = S and regex = (empty) ...
el_gr: Έλεγχος συμβατότητας NAPTR: flag = S και regex = (empty) ...
pt_pt: A verificar a compatibilidade do formato do registo NAPTR: flag = S e regex = (vazio) ...

source: <strong>Error:</strong> eduroam discovery profile only supports 'S' type NAPTRs.
el_gr: <strong>Σφάλμα:</strong> το προφίλ εντοπισμού του eduroam υποστηρίζει μόνο 'S' τύπου NAPTR.
pt_pt: <strong>Erro:</strong> A descoberta de perfil eduroam suporta apenas NAPTR do tipo 'S'.

source: <strong>Error:</strong> eduroam discovery profile only supports NAPTRs with empty regex.
el_gr: <strong>Σφάλμα:</strong> το προφίλ εντοπισμού του eduroam υποστηρίζει μόνο NAPTR με κενό regex.
pt_pt: <strong>Erro:</strong> A descoberta de perfil eduroam suporta apenas NAPTR com regex vazio.

source: Trying to resolve the SRVs into host names ...
el_gr: Προσπάθεια επίλυσης των SRV σε ονόματα υπολογιστών ...
pt_pt: A resolver SRV hostname ...

source: <strong>Error:</strong> SRV entry %s could not be resolved!
el_gr: <strong>Σφάλμα:</strong> Η καταχώρηση SRV %s δεν μπορούσε να επιλυθεί!
pt_pt: <strong>Erro:</strong> Não foi possível encontrar um hostname para o SRV %s !

source: %d host names discovered.
el_gr: Εντοπίστηκαν %d ονόματα υπολογιστών.
pt_pt: encontrado %d hostnames

source: <strong>Error:</strong> Host name %s could not be resolved!
el_gr: <strong>Σφάλμα:</strong> Το όνομα υπολογιστή %s δεν μπορούσε να επιλυθεί!
pt_pt: <strong>Erro:</strong> Não foi possível encontrar um endereço IP para %s !

source: %d IP addresses discovered.
el_gr: Εντοπίστηκαν %d διευθύνσεις IP.
pt_pt: %d endereços IP encontrados.

source: Sanity check for dynamic discovery of realms
el_gr: Έλεγχος ακεραιότητας για το δυναμικό εντοπισμό των περιοχών
pt_pt: Verificação da descoberta dinâmica de realms

source: more
el_gr: περισσότερα
pt_pt: mais

source: Show detailed information for all tests
el_gr: Εμφάνιση λεπτομερών πληροφοριών για όλους τους ελεγχους
pt_pt: Apresentar informação detalhada para todos os testes

source: Hide detailed information for all tests
el_gr: Απόκρυψη λεπτομερών πληροφοριών για όλους τους ελεγχους
pt_pt: Ocultar informação detalhada para todos os testes

source: You asked for a realm check, but we don't know the realm for this profile!
el_gr: Ζητήσατε να γίνει έλεγχος της περιοχής, αλλά δε γνωρίζουμε την περιοχή για αυτό το προφίλ!
pt_pt: Pediu uma verificação de realm. No entanto não temos um realm para este perfil!

source: No valid realm name given, cannot execute any checks!
el_gr: Δε δόθηκε έγκυρο όνομα περιοχής, δεν είναι δυνατη η εκτέλεση ελέγχων!
pt_pt: Formato de realm inválido. Não é possível realizar verificação!

source: STATIC
el_gr: ΣΤΑΤΙΚΟΙ
pt_pt: ESTÁTICO

source: DYNAMIC
el_gr: ΔΥΝΑΜΙΚΟΙ
pt_pt: DINÂMICO

source: Checking realm %s
el_gr: Έλεγχος περιοχής %s
pt_pt: A verificar realm %s

source: DNS checks
el_gr: Έλεγχοι DNS
pt_pt: Verificação de DNS

source: Skipping further discovery checks because of previous errors!
el_gr: Παράβλεξη των επιπλέων ελέγχων εντοπισμού λόγω των προηγούμενων σφαλμάτων!
pt_pt: A ignorar próximas verificações de descoberta devido a erros anteriores!

source: Realm is <strong>%s</strong>
el_gr: Η περιοχή είναι <strong>%s</strong>
pt_pt: Realm é <strong>%s</strong>

source: with no DNS errors encountered. Congratulations!
el_gr: δεν αντιμετωπίστηκα σφάλματα DNS. Συγχαρητήρια!
pt_pt: não foram encontrados erros de DNS . Parabéns!

source: but there were DNS errors! Check them!
el_gr: αλλά υπήρχαν σφάλματα DNS! Ελέγξτε τα!
pt_pt: mas existem erros de DNS! Por favor corrija os erros!

source: STATIC connectivity tests
el_gr: Έλεγχοι ΣΤΑΤΙΚΗΣ συνδεσιμότητας
pt_pt: testes de conetividade ESTÁTICA

source: This check sends a request for the realm through various entry points of the %s infrastructure. The request will contain the 'Operator-Name' attribute, and will be larger than 1500 Bytes to catch two common configuration problems.<br/>Since we don't have actual credentials for the realm, we can't authenticate successfully - so the expected outcome is to get an Access-Reject after having gone through an EAP conversation.
pt_pt: Esta validação envia um pedido para o realm através de vários pontos da infraestrutura %s. O pedido contém um atributo 'Operator-Name', e será superior a 1500 Bytes para detetar dois problemas comuns de configuração.<br/>Como não temos credenciais para este realm, não podemos autenticar corretamente - é esperado que o resultado seja um Access-Reject após uma conversação EAP.

source: Checking from <strong>%s</strong>:
el_gr: Έλεγχος από <strong>%s</strong>:
pt_pt: Verificação a partir de <strong>%s</strong>:

source: elapsed time: %d
el_gr: χρόνος που πέρασε: %d
pt_pt: duração: %d

source: <strong>Test FAILED</strong>: there was a bidirectional RADIUS conversation, but it did not finish after %d seconds!
pt_pt: <strong>Teste Falhou</strong>: existiu troca de mensagens entre RADIUS, mas não concluiu após %d segundos!

source: <strong>Test FAILED</strong>: no reply from the RADIUS server after %s seconds. Either the responsible server is down, or routing is broken!
pt_pt: <strong>Teste Falhou</strong>: sem resposta do servidor de RADIUS após %s segundos. O servidor está indisponível ou existem problemas de encaminhamento.

source: <strong>Test FAILED</strong>: the request was rejected immediately, without EAP conversation! Either the responsible server is down, or routing is broken!
el_gr: <strong>Ο έλεγχος ΑΠΕΤΥΧΕ</strong>: το αίτημα απορρίφθηκε άμεσα, χωρίς συνομιλία EAP! Είτε ο υπεύθυνος εξυπηρετητής είναι πεσμένος, είτε η δρομολόγηση είναι χαλασμένη!
pt_pt: <strong>Teste Falhou</strong>: o pedido foi rejeitado imediatamente, sem troca de mensagens EAP! O servidor está indisponível ou existem problemas de encaminhamento.

source: <strong>Test successful</strong>: a bidirectional RADIUS conversation with multiple round-trips was carried out, and ended in an Access-Reject as planned.
pt_pt: <strong>Teste com sucesso:</strong> Foi realizada uma conversação RADIUS com múltiplas iterações, tendo a mesma terminado como planeado com um Access-Rejected.

source: <strong>Strange</strong>: there is a packet count mismatch. Maybe bad connectivity and retransmits? I had %d Access-Requests, %d Access-Challenges and %d Access-Rejects.
pt_pt: <strong>Estranho:</strong> Parece haver uma discrepância na contagem de pacotes. Má conectividade / Retransmissões? Foram encontrados %d Access-Requests, %d Access-Challenges e %d Access-Rejects.

source: DYNAMIC connectivity tests
el_gr: Έλεγχοι ΔΥΝΑΜΙΚΗΣ συνδεσιμότητας
pt_pt: Testes de conetividade DINÂMICA

source: Checking server handshake...
el_gr: Έλεγχος χειραψίας εξυπηρετητή...
pt_pt: A verificar a negociação do servidor...

source: Due to OpenSSL limitations, it is not possible to check IPv6 addresses at this time.
el_gr: Λόγω τω περιορισμών του OpenSSL, δεν είναι δυνατός ο έλεγχος διευθύνσεων IPv6 αυτή τη στιγμή.
pt_pt: Devido a limitações no OpenSSL, neste momento não é possível verificar endereços IPv6.

source: <strong>ERROR</strong>: the server presented a certificate which is from an unknown authority!
el_gr: <strong>ΣΦΑΛΜΑ</strong>: ο εξυπηρετητής παρουσίασε ένα πιστοποιητικό από μία άγνωστη αρχή!
pt_pt: <strong>ERRO</strong>: o servidor apresenta um certificado que pertence a uma entidade de certificação desconhecida!

source: Completed.
el_gr: Ολοκληρώθηκε.
pt_pt: Concluído.

source: Server certificate
el_gr: Πιστοποιητικό εξυπηρετητή
pt_pt: Certificado do Servidor

source: Certificate policies
el_gr: Πολιτικές πιστοποιητικών
pt_pt: Regras do Certificado

source: Checking if certificates from CAs are accepted...
el_gr: Έλεγχος αν είναι δεκτά τα πιστοποιητικά από CA...
pt_pt: A verificar se os certificados provenientes das CAs são aceites...

source: A few client certificates will be tested to check if servers are resistant to some certificate problems.
el_gr: Θα δοκιμαστούν μερικά πιστοποιητικά πελάτη για να ελεγχθεί αν οι εξυπηρετητές έχουν ανοχές σε προβλήματα πιστοποιητικών.
pt_pt: Alguns clientes serão testados para verificar se os servidores são resistentes a determinados problemas de certificados.

source: Tests skipped because of previous errors.
el_gr: Έγινε παράβλεψη των δοκιμών λόγω προηγούμενων σφαλμάτων
pt_pt: Teste abandonado devido ao erro anterior.

source: Client certificate from
el_gr: Πιστοποιητικό πελάτη από
pt_pt: Certificado de cliente de

source: expected result:
el_gr: αναμενόμενο αποτέλεσμα:
pt_pt: resultado esperado:

source: certificate expired
el_gr: το πιστοποιητικό έληξε
pt_pt: certificado expirado

source: certificate was revoked
el_gr: το πιστοποιητικό έχει ανακληθεί
pt_pt: o certificado foi revogado

source: bad policy
el_gr: κακή πολιτική
pt_pt: má politica

source: unknown authority
el_gr: άγνωστη αρχή
pt_pt: entidade de certificação desconhecida

source: unknown authority or no certificate policy or another problem
el_gr: άγνωστη αρχή ή χωρίς πολιτική πιστοποιητικού ή άλλο πρόβλημα
pt_pt: autoridade desconhecida ou nenhuma política de certificado ou outro problema

source: Server accepted this client certificate
el_gr: Ο εξυπηρετητής δέχτηκε αυτό το πιστοποιητικό πελάτη
pt_pt: O servidor aceitou o certificado do cliente

source: You should update your list of accredited CAs
el_gr: Πρέπει να ενημερώσετε τη λίστα των διαπιστευμένων CA
pt_pt: Deve atualizar a lista de CAs acreditadas

source: from here
el_gr: από εδώ
pt_pt: a partir daqui

source: Server did not accept this client certificate - reason
el_gr: Ο εξυπηρετητής δε δέχτηκε αυτό το πιστοποιητικό πελάτη - αιτία
pt_pt: O servidor não aceitou o certificado do cliente - razão

source: Server accepted this client certificate, but should not have
el_gr: Ο εξυπηρετητής δέχτηκε αυτό το πιστοποιητικό πελάτη, αλλά δεν έπρεπε
pt_pt: O servidor aceitou o certificado do cliente, mas não o deveria aceitar

source: Server did not accept this client certificate
el_gr: Ο εξυπηρετητής δεν δέχτηκε αυτό το πιστοποιητικό πελάτη
pt_pt: O servidor não aceitou o certificado do cliente

source: Rest of tests for this CA skipped
el_gr: Οι υπόλοιπες δοκιμές για αυτό το CA θα παραβλεφθούν
pt_pt: Os restantes testes para esta CA foram ignorados

source: Some errors were found during the tests, see below
el_gr: Παρουσιάστηκαν κάποια σφάλματα κατά τη διάρκεια των δοκιμών, δείτε παρακάτω
pt_pt: Foram encontrados alguns erros durante os testes, veja a informação abaixo

source: All tests passed, congratulations!
el_gr: Επιτυχία σε όλες τις δοκιμές, συγχαρητήρια!
pt_pt: Todos os testes foram realizados com sucesso, parabéns!

source: Live login test
el_gr: Live δοκιμή εισόδου
pt_pt: Teste de login

source: If you enter an existing login credential here, you can test the actual authentication from various checkpoints all over the world.
el_gr: Αν εισάγετε ενεργά διαπιστευτήρια εισόδου εδώ, μπορείτε να ελέγξετε την πιστοποίηση από διάφορα σημεία ελέγχου σε όλο τον κόσμο.
pt_pt: Introduzindo aqui credenciais válidas, poderá testar a autenticação a partir de vários pontos no globo.

source: The test will use all EAP types you have set in your profile information to check whether the right CAs and server names are used, and of course whether the login with these credentials and the given EAP type actually worked. If you have set anonymous outer ID, the test will use that.
el_gr: Αυτός ο έλεγχος θα χρησιμοποιήσει όλους τους τύπους EAP που έχετε ρυθμίσει στις πληροφορίες προφίλ σας, για να ελέγξει αν χρησιμοποιούνται τα σωστά CA και ονόματα εξυπηρετητών, και φυσικά αν η είσοδος με αυτά τα διαπιστευτήρια και τον τύπο EAP που δόθηκε δούλεψε πραγματικά. Αν έχετε ορίσει ανώνυμο εξωτερικό ID, ο έλεγχος θα χρησιμοποιήσει αυτό.
pt_pt: Para cada um dos tipos EAP ativados no seu perfil, este teste verificará se estão a ser utilizadas as CAs e servidores correctos, bem como se autenticação funcionou com as credencias fornecidas. O teste tem em consideração a identificação anónima caso esta tenha sido ativada.

source: Note: the tool purposefully does not offer you to save these credentials, and they will never be saved in any way on the server side. Please use only <strong>temporary test accounts</strong> here; permanently valid test accounts in the wild are considered harmful!
el_gr: Σημείωση: το εργαλείο επίτηδες δε σας προσφέρει τη δυνατότητα αποθήκευσης αυτών των διαπιστευτηρίων, και δε θα αποθηκευτούν με οποιοδήποτε τρόπο στην πλευρά του εξυπηρετητή. Παρακαλούμε χρησιμοποιήστε μόνο <strong>προσωρινούς δοκιμαστικούς λογαριασμούς</strong> εδώ. Οι μόνιμοι έγκυροι δοκιμαστικοί λογαριασμοί που κυκλοφορούν ελεύθεροι θεωρούνται επικίνδυνοι!
pt_pt: Nota: Deliberadamente, esta ferramenta não armazena credenciais de utilizador. Utilize apenas <strong>credenciais temporárias</strong>. Por razões de segurança, não utilize credenciais permanentes neste ambiente!

source: For all EAP types
el_gr: Για όλους τους τύπους EAP
pt_pt: Para todos os tipos de EAP

source: Password-based EAP types
el_gr: Τύποι EAP με κωδικό
pt_pt: Tipos de EAP baseados em password

source: Certificate-based EAP types
el_gr: Τύποι EAP με πιστοποιητικό
pt_pt: Tipos de EAP baseados em certificado

source: Certificate file:
el_gr: Αρχείο πιστοποιητικού:
pt_pt: Certificado:

source: Private key, if any:
el_gr: Προσωπικό κλειδί, αν υπάρχει:
pt_pt: Chave privada, caso exista:

source: Submit credentials
el_gr: Υποβολή διαπιστευτηρίων
pt_pt: Submeter credenciais

source: Return to dashboard
el_gr: Επιστροφή στον πίνακα ελέγχου
pt_pt: Regressar ao Dashboard

source: %s: IdP enrollment wizard (step 2)
el_gr: %s: Οδηγός εγγραφής IdP (βήμα 2)
pt_pt: %s: Assistente de inscrição de IdP (passo 2)

source: %s: Editing IdP '%s'
el_gr: %s: Γίνεται επεξεργασία του IdP '%s'
pt_pt: %s: Edição do IdP '%s'

source: Step 2: General Information about your IdP
el_gr: Βήμα 2: Γενικές πληροφορίες για τον IdP σας
pt_pt: Passo 2: Informação geral do seu IdP

source: Editing IdP information for '%s'
el_gr: Επεξεργασία πληροφοριών IdP για '%s'
pt_pt: Edição da informação do IdP para '%s'

source: General Institution Properties
el_gr: Γενικές ιδιότητες ιδρύματος
pt_pt: Propriedades Gerais da Entidade

source: Country:
el_gr: Χώρα:
pt_pt: País:

source: Hello, newcomer. Your institution is new to us. This wizard will ask you several questions about your IdP, so that we can generate beautiful profiles for you in the end. All of the information below is optional, but it is important to fill out as many fields as possible for the benefit of your end users.
pt_pt: Viva, a sua entidade é nova para nós. Para que possam ser gerados os respetivos perfis, este assistente irá fazer-lhe várias questões sobre o seu IdP. Toda a informação é opcional, no entanto é importante que preencha o máximo de informação possível para benefício dos seus utilizadores.

source: General Information
el_gr: Γενικές πληροφορίες
pt_pt: Informação Geral

source: This is the place where you can describe your institution in a fine-grained way. The solicited information is used as follows:
pt_pt: Este é o local onde pode descrever a sua entidade de forma mais detalhada. A informação solicitada é utilizada da seguinte forma:

source: <strong>Logo</strong>: When you submit a logo, we will embed this logo into all installers where a custom logo is possible. We accept any image format, but for best results, we suggest SVG. If you don't upload a logo, we will use the generic logo instead (see top-right corner of this page).
pt_pt: <strong>Logo</strong>: Quando adiciona o logo, o mesmo será colocado em todos os instaladores que suportam uma imagem. Aceitamos qualquer formato, mas para melhores resultados, sugerimos SVG. Se não adicionar nenhum logo, será utilizado o logo genérico (ver canto superior direito desta página).

source: <strong>Terms of Use</strong>: Some installers support displaying text to the user during installation time. If so, we will make that happen if you upload an RTF file or plain text file to display.
el_gr: <strong>Όροι χρήσης</strong>: Κάποια πακέτα εγκατάστασης υποστηρίζουν την εμφάνιση κειμένου στο χρήστη κατά τη διάρκεια της εγκατάστασης. Όταν υπάρχει αυτή η δυνατότητα, θα το πραγματοποιήσουμε αν ανεβάσετε ένα αρχείο RTF ή απλού κειμένου το οποίο πρέπει να εμφανίζεται.
pt_pt: <strong>Termos de Utilização</strong>: Alguns instaladores suportam a apresentação de texto ao utilizador. Se realizar o upload de um ficheiro (TXT ou RTF) o mesmo será apresentado.

source: Additional SSIDs:
el_gr: Επιπρόσθετα SSID:
pt_pt: SSIDs adicionais:

source: We will always configure this SSID for WPA2/AES: %s.
pt_pt: Este SSID será sempre configurado para WPA2/AES: %s.

source: They will also be configured for WPA/TKIP if the device supports multiple encryption types.
el_gr: Επίσης θα ρυθμιστούν για WPA/TKIP αν η συσκευή υποστηρίζει πολλαπλούς τύπους κρυπτογράφησης.
pt_pt: Se o dispositivo suportar vários tipos de cifra será também configurado para WPA/TKIP.

source: It is also possible to define custom additional SSIDs with the options '%s' and '%s' below.
el_gr: Είναι επίσης δυνατό να καθορίσετε επιπρόσθετα SSID με τις επιλογές '%s' και '%s' παρακάτω.
pt_pt: É também possível definir SSIDs adicionais personalizados com a opção '%s' e abaixo '%s'.

source: Please configure which SSIDs should be configured in the installers.
el_gr: Παρακαλούμε ρυθμίστε τα SSID τα οποία πρέπει να συμπεριληφθούν στα πακέτα εγκατάστασης.
pt_pt: Indique quais os SSIDs que devem ser configurados nos instaladores.

source: By default, we will only configure the SSIDs with WPA2/AES encryption. By using the '(with WPA/TKIP)' option you can specify that we should include legacy support for WPA/TKIP where possible.
el_gr: Προεπιλεγμένα, θα ρυθμίσουμε μόνο τα SSID με κρυπτογράφηση WPA2/AES. Κάνοντας χρήση της επιλογής '(με WPA/TKIP)' μπορείτε να ρυθμίσετε τη χρήση συμβατικής υποστήριξης WPA/TKIP όπου αυτό είναι δυνατό.
pt_pt: Por omissão, apenas serão configurados os SSIDs com cifra WPA2/AES. Ao utilizar a opção '(com WPA/TKIP)' está a indicar que deveremos incluir o suporte para WPA/TKIP sempre que possível por razões de compatibilidade.

source: Add new option
el_gr: Προσθήκη νέας επιλογής
pt_pt: Adicionar uma nova opção

source: Helpdesk Details for all users
el_gr: Λεπτομέρειες helpdesk για όλους τους χρήστες
pt_pt: Informação de Helpdesk para todos os utilizadores

source: If your IdP provides a helpdesk for its users, it would be nice if you would tell us the pointers to this helpdesk. Some site installers might be able to signal this information to the user if he gets stuck.
pt_pt: Se o IdP fornece suporte aos seus utilizadores, será útil que nos indique esta informação. Alguns instaladores podem disponibilizar esta informação caso ocorra algum problema.

source: If you enter a value here, it will be added to the site installers for all your users, and will be displayed on the download page. If you operate separate helpdesks for different user groups (we call this 'profiles'), or operate no help desk at all (shame on you!), you can also leave any of these fields empty and optionally specify per-profile helpdesk information later in this wizard.
pt_pt: Se adicionar aqui informação, ficará disponível na pagina de download para todos os utilizadores. Se o serviço de suporte é diferente para os vários grupos de utilizadores (conhecidos como 'perfis'), ou não é fornecido qualquer tipo de suporte (shame on you!), pode deixar alguns destes campos a vazio e opcionalmente registar no assistente informação de suporte por perfil.

source: EAP details for all users
el_gr: Λεπτομέρειες EAP για όλους τους χρήστες
pt_pt: Informação EAP para todos os utilizadores
