Repository: GEANT/CAT
Catalog: source/tags/release_1_0_1/translation/*/web_user.po
Languages: nb_no

source: eduroam is a global WiFi roaming consortium which gives members of education and research access to the internet <i>for free</i> on all eduroam hotspots on the planet. There are several million eduroam users already, enjoying free internet access on more than 6.000 hotspots! Visit <a href='http://www.eduroam.org'>the eduroam homepage</a> for more details.
nb_no: eduroam er et globalt trådløst roaming konsortium som gir medlemmer av forskning- og utdanningsinstitusjoner <i>gratis</i> internett tilgang ved alle eduroam lokasjoner over hele verden. Det er allerede flere millioner eduroam brukere, som har gratis internett tilgang ved mer enn 6000 hotspots! Se <a>href='http://www.eduroam.org'>eduroam's hjemmeside</a> for flere detaljer.

source: <span class='edu_cat'>%s</span> is built as a cooperation platform.<p>Local %s administrators enter their %s configuration details and based on them, <span class='edu_cat'>%s</span> builds customised installers for a number of popular platforms. An installer prepared for one institution will not work for users of another one, therefore if your institution is not on the list, you cannot use this system. Please contact your local administrators and try to influence them to add your institution configuration to <span class='edu_cat'>%s</span>.
nb_no: <span class='edu_cat'>%s</span> er en co-operativ plattform. <p>Lokale %s administratorer legger inn sine %s konfigurasjons detaljer og basert på disse, lager <span class='edu_cat'>%s</span> tilpassede installasjonsprogram for mange av de mest brukte plattformer. En installer laget for en institisjon vil ikke fungere for en annen, dersom din institusjon ikke er på listen kan du ikke bruke CAT. Vennligst kontakt din lokale administratorer og forsøk å overtale dem til å legge din institusjons konfigurasjon til <span class='edu_cat'>%s</span>.

source: The most important need is adding new installer modules, which will configure particular devices. CAT is makig this easy for you. If you know how to create an automatic installer then fitting it into CAT should be a piece of cake. You should start by contacting us at <a href='mailto:%s'>%s</a>, but please also take a look at <a href='%s'>CAT documentation</a>.
nb_no: Det viktigste behovet er å legge til nye konfigurasjonsprogram moduler, som konfigurerer spesifikke enheter. CAT gjør dette enkelt for deg. Hvis du kan å lage et automatisk konfigurasjonsprogram (installer), er det enkelt å tilpasse det til CAT. Start med å ta kontakt med oss på<a href='mailto:%s'>%s</a>, men sjekk også <a href='%s'>CAT dokumentasjon</a>.

source: Please send a problem report to <a href='mailto:%s'>%s</a>. Some screen dumps are very welcome.
nb_no: Vennligst send problemrapport til <a href='mailto:%s'>%s</a>. Dump av skjermbilder er nyttig.

source: You must have received an invitation from your national %s operator before being able to manage your institution. If that is the case, please continue and log in.
nb_no: Du må ha mottatt en invitasjon fra din nasjonale %s operatør for å kunne administrere din institusjon. Om du har mottatt en slik, fortsett pålogging.

source: Please authenticate yourself and login
nb_no: Vennligst autentiser deg og logg inn.

source: My institution is not listed. Can't I just use any of the other ones?
nb_no: Min institusjon er ikke på listen. Kan jeg bruke en installer fra en annen?

source: No! The installers contain security settings which are specific to the institution. If you are not from that institution, your computer will detect that you are about to send your username and credential to an unauthorised server and will abort the login. Using a different institution installer is <i>guaranteed to not work</i>!
nb_no: Nei. Hvert installasjonsprogram inneholder sikkerhetsoppsett spesielt for institusjonen. Om du sender brukernavn og passord til egen autentiseringsserver, vil din PC detektere at du gjør påloggingsforsøk mot en uautorisert tjener og nekte pålogging. Dermed vil å bruke en annen institusjons profil <i> garantert ikke fungere</i>!

source: What can I do to get my institution listed?
nb_no: Hva må jeg gjøre for å få min institusjon listet?

source: Contact %s administrators at your home institution and complain. It will take at most one hour of their time to get things done.
nb_no: Ta kontakt med %s administrator på din institusjon. Det bør ikke ta mer enn 1 time å få dette ordnet.

source: My device is not listed! Does that mean I can't do %s?
nb_no: Min enhet er ikke listet! Betyr det at jeg ikke kan bruke %s?

source: No. The CAT tool can only support Operating Systems which can be automatically configured in some way. Many other devices can still be used with %s, but must be configured manually. Please contact your %s Identity Provider to get help in setting up such a device.
nb_no: Nei. CAT verktøyet kan bare benyttes til Operativ systemer som på en eller annen måte kan auto-konfigureres. Mange andre enheter kan uansett benyttes til %s, men må konfigureres manuelt. Vennligst kontakt din %s Identitets leverandør for hjelp med oppsett av en slik enhet.

source: I can connect to %s simply by providing username and password, what is the point of using an installer?
nb_no: Jeg kan koble til %s bare ved å oppgi brukernavn og passord, hva er poenget med å bruke et installasjonsprogram?

source: When you are connecting from an unconfigured device your security is at risk. The very point of preconfiguration is to set up security, when this is done, your device will first confirm that it talks to the correct authentication server and will never send your password to an untrusted one.
nb_no: Når du kobler til fra en enhet som ikke er korrekt konfigurert medfører det en sikkerhetsrisiko. Hele poenget med pre-konfigurasjon er sikkerhet. Når dette er gjort vil din enhet først få bekreftet at den snakker med korrekt autentiseringstjener og vil aldri sende passordet ditt til en uklarert tjener.

source: What is this eduroam thing anyway?
nb_no: Hva er eduroam?

source: Is it safe to use %s installers?
nb_no: Er det sikkert å bruke %s installasjonsprogram?

source: %s installers configure security settings on your device, therefore you should be sure that you are using genuine ones.
nb_no: %s konfigurasjonsprogram setter sikkerhets settinger på din enhet, derfor må du være sikker på at de er ekte.

source: This is why %s installers are digitally signed by %s. Watch out for a system message confirming this.
nb_no: Dette er grunnen til at %s konfigurasjonsprogram er digitalt signert av %s. Se etter en system melding som bekrefter dette.

source: Why is there no support for Android?
nb_no: Hvorfor har ikke CAT Android støtte?

source: %s relies on technologies being available on the target platform - we need to be able to 'feed' security settings from a configuration file which you can download. Many Operating Systems like Apple and Microsoft have that functionality, but for Android no such mechanism exists.
nb_no: %s avhenger av at teknologi er tilgjengelig på målplattform - vi må kunne "dytte" sikkerhetsinstillinger fra en konfigurasjonsfil. Mange operativ systemer som de til Apple og Microsoft har slik funksjonalitet, mens en slik mekanisme ikke finnes for Android.

source: That is - <i>to our knowledge</i>. If you are a developer with some good knowledge about Android's APIs, and you know how to do it - please let us know; we would be delighted!
nb_no: Dvs - <i>så langt vi vet</i>. Er du en utvikler med god kunnskap om Android's API, og vet hva som må gjøres? Vennligst del dette med oss, det ville glede oss stort!

source: I can see %s network and my device is configured but it does not connect, what can be the cause?
nb_no: Jeg kan se %s nettverk og min enhet er konfigurert, men den kobler seg ikke på - hva kan være årsaken?

source: There can be a number of different reasons. The network you see may not be a genuine %s one and your device silently drops the connection attempt; there may be something wrong with the configuration of the network; your account may have expired; there may be a connection problem with your home authentication server; you may have broken the regulations of the network you are using and have been refused access as a consequence. You should contact your home institution and report the problem, the administrators should be able to trace your connections.
nb_no: Det kan være mange forskjellige årsaker. Nettverket du ser er kanskje ikke et genuint %s nett slik at din klient dropper oppkoblingsforsøket; det kan være noe feil med konfigurasjonen av nettverket; din konto kan være utløpt på tid; det kan være et forbindelses problem til din autentiseringstjener; du kan ha brutt forskriftene for nettet du bruker og som en konsekvens blir nektet adgang. Du må rapportere problemet til egen institusjon, administrator skal være i stand til å spore dine oppkoblinger eventuelt eskalere problemet. Hint: bruke eduDbg verktøy.

source: I have a question about this web site. Whom should I contact?
nb_no: Jeg har et spørsmål til denne websiden. Hvem kan jeg kontakte?

source: You should send a mail to %s.
nb_no: Start med å sende en epost til %s.

source: Frequently Asked Questions
nb_no: Mest spurte spørsmål

source: Terms of Use
nb_no: Bruksvilkår

source: This is embarrassing. Generation of your installer failed. System admins have been notified. We will try to take care of the problem as soon as possible.
nb_no: Dette er flaut. Opprettelse av din installer feilet. System administratører har blitt varslet. Vi vil forsøke å løse problemene så snart som mulig.

source: no maching data found
nb_no: ingen matchende data funnet

source: Selected institution:
nb_no: Velg institusjon

source: select
nb_no: velg

source: email:
nb_no: epost:

source: If you encounter problems, then you can obtain direct assistance from you home organisation at:
nb_no: Om du opplever problemer, kan du få assistance fra egen organisasjon på:

source: If you encounter problems you should ask for help at your home institution
nb_no: Om du opplever problemer, spør om hjelp hos din egen institusjon

source: Your site administrator has specified that this device should be configured with resources located on a local page. When you click <b>Continue</b> this page will be opened in a new window/tab.
nb_no: Administrator for har spesifisert at denne enheten skal konfigureres med ressurser på en lokal side. Når du trykker <b>Fortsett</b> blir den siden åpnet i et nytt vindu / fane.

source: Continue
nb_no: Fortsett

source: This device cannot be configured with settings provided by your institution
nb_no: Enheten kan ikke konfigureres med innstillingene som er levert av din institusjon

source: Home institution
nb_no: Hjemme institusjon

source: Select your <strong>institution<\/strong>
nb_no: Velg din <strong>institusjon<\/strong>

source: Help, my institution is not on the list
nb_no: Hjelp, min institusjon er ikke på listen

source: This system relies on information supplied by local %s administrators. If your institution is not on the list, then nag them to add information to the %s database.
nb_no: Dette systemet bygger på informasjon fra lokale %s administratorer. Om din institusjon ikke er på listen, be dem om å legge til informasjon i %s databasen.

source: Locate me more accurately using HTML5 Geo-Location
nb_no: Lokaliser meg mer nøyaktig med HTML5 Geo-Lokasjon

source: Show institutions in
nb_no: Vis institusjoner i

source: all countries
nb_no: alle land

source: or search for an institution, in example Univerity of Oslo
nb_no: eller søk etter en institusjon, feks Univrsitetet i Oslo

source: show all countries
nb_no: vis alle land

source: Results limited to
nb_no: Resultater er begrenset til

source: entries - show more
nb_no: innslag - vis fler

source: Nearby
nb_no: I nærheten

source: Location timeout
nb_no: Lokalisering tok for lang tid

source: Could not get your position
nb_no: Fant ikke din posisjon

source: Your browser has denied access to your location
nb_no: Din nettleser nektet adgang til din lokasjon

source: Unknown location error
nb_no: Ukjent lokasjonsfeil

source: You are here:
nb_no: Du er her:

source: Getting your location...
nb_no: Henter din lokasjon...

source: Nearby providers shown on top.
nb_no: Tilbydere i nærheten vises øverst

source: Apple iOS devices
nb_no: Apple iOS enheter

source: all major distributions
nb_no: alle større distribusjoner

source: not available with settings provided by your institution
nb_no: ikke tilgjengelig med innstillingene levert av din institusjon

source: View this page in
nb_no: Se denne siden i

source: you will be redirected to a local support page
nb_no: du vil be redirigert til en lokal kundestøtte side

source: Your choice
nb_no: Ditt valg

source: This is a service under preparation, do not expect it to work.
nb_no: Dette er en tjeneste under forberedelse, ikke forvent at den fungerer.

source: no matching data found
nb_no: fant ikke matchende date

source: Change country
nb_no: Endre land

source: Select your institution
nb_no: Velg din institusjon

source: Select the user group
nb_no: Velg brukergruppe

source: Choose an installer to download
nb_no: Velg et installasjonsprogram for nedlasting

source: Profile does not match the institution
nb_no: Profilen matcher ikke institusjonen

source: Download installer for
nb_no: Last ned installer for

source: Release %s
nb_no: Utgivelse %s

source: Unreleased SVN Revision
nb_no: Ikke sluppet SVN revisjon

source: Welcome to %s
nb_no: velkommen til %s

source: Start page
nb_no: Start side

source: Authenticating
nb_no: Autentiserer

source: Close
nb_no: Lukk

source: About %s
nb_no: Om %s

source: Terms of use
nb_no: Brukervilkår

source: FAQ
nb_no: Mest spurte spørsmål

source: Report a problem
nb_no: Rapporter et problem

source: Become a CAT developer
nb_no: Bli CAT utvikler

source: %s admin:<br>manage your IdP
nb_no: %s admin:<br>administrer din IdP

source: %s installation made easy:
nb_no: Enkel %s installasjon:

source: Custom built for your home institution
nb_no: Spesialbygd for din institusjon

source: Digitally signed by the organisation that coordinates %s: %s
nb_no: Digitalt signert av organisasjonen som koordinerer %s: %s

source: %s user:<br>download your %s installer
nb_no: %s bruker:<br>last ned din %s installer

source: select another
nb_no: velg en annen

source: Your local administrator has specified that this user group should be supported locally.<br> When you click <b>Continue</b> this support page will be opened in a new window/tab.
nb_no: Din lokale administrator har spesifisert at denne brukergruppen skal støttes lokalt. <br>⏎ Når du trykker <b>Fortsett</b> vil den support siden åpne i et nytt vindu eller fane.
