Repository: GEANT/CAT
Catalog: source/tags/release_1_0_1/translation/*/web_admin.po
Languages: el_gr, pt_pt

source: Most EAP methods need server-side authentication details, like the CA certificate and/or server name(s) of your authentication servers. If all the EAP methods you support work with the same CA and or Common Names of servers, you can enter them here and they will be added as trust anchors in all profiles. If the details differ per profile or per EAP-type, you can also enter them in the individual profiles later.
pt_pt: A maioria dos métodos EAP necessita de detalhes provenientes do servidor de autenticação, como por exemplo, o certificado de CA e/ou o nome(s) do(s) servidor(es). Se todos os métodos funcionam com a mesma CA e/ou nome(s) do(s) servidor(es), pode registar essa informação aqui. Esta informação será adicionada a todos os perfis como "trust anchors". Se os detalhes diferem por perfil ou por tipo de EAP pode mais tarde adicionar esta informação individualmente por perfil.

source: <strong>Note well: </strong>The server-side validation is a cornerstone of %s; without it, users are subject to man-in-the-middle attacks! We will not generate site installers without Trusted CA anchors and server names.
pt_pt: <strong>Atençaõ: </strong>A validação do servidor de autenticação é um ponto fundamental de %s; sem esta verificação, o utilizador está sujeito a ataques de man-in-the-middle. Não serão gerados instaladores sem informação de confiança da CA e nome(s) do(s) servidor(es).

source: When you are sure that everything is correct, please click on %sContinue ...%s
el_gr: Όταν σιγουρευτείτε ότι όλα είναι σωστά, παρακαλούμε κάντε κλικ στο %sΣυνέχεια ...%s
pt_pt: Quando tiver a certeza que a informação está correta,selecione %sContinuar ...%s

source: Save data
el_gr: Αποθήκευση δεδομένων
pt_pt: Guardar informação

source: Discard changes
el_gr: Απόρριψη αλλαγών
pt_pt: Descartar alterações

source: IdP enrollment wizard (step 2 completed)
el_gr: Οδηγός εγγραφής IdP (βήμα 2 ολοκληρώθηκε)
pt_pt: Assistente de inscrição de IdP (passo 2 completo)

source: Submitted attributes for IdP '%s'
el_gr: Ιδιότητες του IdP '%s' που έχουν υποβληθεί
pt_pt: Atributos submetidos para o IdP '%s'

source: Continue to dashboard
el_gr: Συνέχεια στον πίνακα ελέγχου
pt_pt: Avançar para Dashboard

source: Continue to profile definition
el_gr: Συνέχεια στον ορισμό προφίλ
pt_pt: Avançar para definição de perfil

source: %s: IdP Enrollment Wizard (Step 3)
el_gr: %s: Οδηγός εγγραφής IdP (Βήμα 3)
pt_pt: %s: Assistente de Inscrição de IdP (Passo 3)

source: Step 3: Defining a user group profile
el_gr: Βήμα 3: Ορισμός προφίλ ομάδας χρηστών
pt_pt: Passo 3: Definir perfil de grupo do utilizador

source: Edit profile '%s' ...
el_gr: Επεξεργασία προφίλ '%s' ...
pt_pt: Editar perfil '%s' ...

source: General Institution Details
el_gr: Γενικές πληροφορίες ιδρύματος
pt_pt: Detalhes da Entidade

source: Global Helpdesk Details
el_gr: Καθολικές λεπτομέρειες helpdesk
pt_pt: Detalhes do Serviço de Suporte

source: Global EAP Options
el_gr: Καθολικές επιλογές EAP
pt_pt: Opções globais de EAP

source: General Profile properties
el_gr: Γενικές ιδιότητες προφίλ
pt_pt: Propriedades Gerais do Perfil

source: We will now define a profile for your user group(s). You can add as many profiles as you like by choosing the appropriate button on the end of the page. After we are done, the wizard is finished and you will be taken to the main IdP administration page.
el_gr: Τώρα θα οριστεί ένα προφίλ για την/τις ομάδα(-ες) χρηστών σας. Μπορείτε να προσθέσετε όσα προφίλ θέλετε επιλέγοντας το κατάλληλο κουμπί στο τέλος της σελίδας. Μόλις τελειώσουμε, ο οδηγός τερματίζει και θα μεταφερθείτε στη βασική σελίδα διαχείρισης IdP.
pt_pt: Neste momento será definido um perfil para o(s) seu(s) grupo(s) de utilizadores. Para adicionar novos perfis, selecione a respetivo operação no final da página. Quando o assistente terminar será redirecionado para a página principal de administração de IdP.

source: Profile Name and RADIUS realm
pt_pt: Nome do Perfil e RADIUS realm

source: First of all we need a name for the profile. This will be displayed to end users, so you may want to choose a descriptive name like 'Professors', 'Students of the Faculty of Bioscience', etc.
el_gr: Πρώτα από όλα χρειαζόμαστε ένα όνομα για το προφίλ. Αυτό θα εμφανίζεται στους τελικούς χρήστες, οπότε καλό είναι να διαλέξετε ένα περιγραφικό όνομα όπως 'Μέλη ΔΕΠ', 'Φοιτητές Πολυτεχνικής', κτλ
pt_pt: Em primeiro lugar é necessário um nome para o perfil. Este será disponibilizado aos utilizadores finais, recomenda-se a escolha de uma descrição como por exemplo 'Professores' , 'Estudantes' da 'Faculdade de Ciências', etc.

source: Optionally, you can provide a longer descriptive text about who this profile is for. If you specify it, it will be displayed on the download page after the user has selected the profile name in the list.
el_gr: Προαιρετικά, μπορείτε να παρέχετε ένα μεγαλύτερο περιγραφικό κείμενο σχετικό με το ποιανού είναι αυτό το προφίλ. Αν το καθορίσετε, θα εμφανίζεται στη σελίδα λήψεων μετά την επιλογή του μέσω της λίστας από το χρήστη.
pt_pt: Opcionalmente, pode fornecer uma descrição mais detalhada sobre a quem se destina o perfil. Esta descrição será apresentada na página de download depois do utilizador selecionar o perfil na lista.

source: You can also tell us your RADIUS realm.
pt_pt: Pode também fornecer-nos o RADIUS realm.

source: This is useful if you want to use the sanity check module later, which tests reachability of your realm in the %s infrastructure.
el_gr: Αυτό είναι χρήσιμο αν θέλετε να χρησιμοποιήσετε το άρθρωμα ελέγχου ακεραιότητας αργότερα, το οποίο ελέγχει την προσβασιμότητα της περιοχής σας στην υποδομή %s.
pt_pt: Isto será útil se pretende utilizar o módulo de verificações mais tarde, que verificam a disponibilidade do seu realm na infra-estrutura %s.

source: It is required to enter the realm name if you want to support anonymous outer identities (see below).
el_gr: Πρέπει να εισάγετε το όνομα της περιοχής αν θέλετε να υποστηρίζονται οι ανώνυμες εξωτερικές ταυτότητες (δείτε παρακάτω)
pt_pt: É obrigatório indicar o nome do realm se pretende suportar identificação anónima (ver abaixo).

source: Anonymity Support
el_gr: Υποστήριξη ανωνυμίας
pt_pt: Suporte para Identificação Anónima

source: Some installers support a feature called 'Anonymous outer identity'. If you don't know what this is, please read <a href='%s'>this article</a>. Do you want us to generate installers with anonymous outer identities where available? You need to fill out the 'Realm' field above for this to work.
pt_pt: Alguns dos instaladores suportam a funcionalidade de 'Autenticação com Identidade Anónima'. Se não conhece esta funcionalidade, leia <a href='%s'>este artigo</a>. Pretende adicionar nos instaladores esta funcionalidade (caso seja suportada)? Nesse caso, é necessário que seja preenchido o campo acima relativo ao 'Realm'.

source: If you enable this feature, we will by default use the anonymous id 'anonymous@realm' in the device configurations. You can optionally change that by typing in the local anonymisation part in the text field.
el_gr: Αν ενεργοποιήστε αυτή τη λειτουργία, θα χρησιμοποιούμε προεπιλεγμένα το ανώνυμο id 'anonymous@realm' στις ρυθμίσες συσκευών. Προαιρετικά μπορείτε να το αλλάξετε πληκτρολογώντας το τοπικό τμήμα ανωνύμων στο πεδίο κειμένου.
pt_pt: Se ativar esta funcionalidade, será utilizado o identificador anónimo 'anonymous@realm' nas configurações do dispositivo. Pode opcionalmente alterar o identificador através da edição do campo anonimato local.

source: Enable Anonymous Outer Identity:
el_gr: Ενεργοποίηση ανώνυμης εξωτερικής ταυτότητας:
pt_pt: Ativar Identificação Anónima

source: Installer Download Location
el_gr: Τοποθεσία λήψης πακέτου εγκατάστασης
pt_pt: Local de Download do Instalador

source: The CAT has a download area for end users. There, they will, for example, learn about the support pointers you entered earlier. The CAT can also immediately offer the installers for the profile for download. If you don't want that, you can instead enter a web site location where you want your users to be redirected to. You, as the administrator, can still download the profiles to place them on that page (see the 'Compatibility Matrix' button on the dashboard).
el_gr: Το CAT έχει μία περιοχή λήψης για τους τελικούς χρήστες. Εκεί, για παράδειγμα, μπορούν να μάθουν σχετικά με τις σελίδες υποστήριξης που εισάγατε πριν . Το CAT μπορεί επίσης να προσφέρει άμεσα για λήψη τα πακέτα εγκατάστασης για το προφίλ. Αν θέλετε να συμβαίνει αυτό, μπορείτε να εισάγετε μία τοποθεσία του διαδικτύου όπου επιθυμείτε να ανακατευθύνονται οι χρήστες. Εσείς, ως διαχειριστής, μπορείτε επίσης να κάνετε λήψη των προφίλ για να τα τοποθετήσετε σε εκείνη τη σελίδα (δείτε το κουμπί 'Πίνακας συμβατότητας' στον πίνακα ελέγχου).
pt_pt: O CAT suporta uma zona de downloads para os utilizadores finais. Caso não pretenda que utilizador realize o download através do CAT, devem indicar a página web para a qual devem ser redirecionados. O administrador é responsável por realizar o download dos instaladores e adiciona-las na respectiva página (consultar a opção 'Matriz de Compatibilidades' no dashboard).

source: Redirect end users to own web page:
el_gr: Ανακατεύθηνση τελικών χρηστών σε δική μου ιστοσελίδα:
pt_pt: Redireciona os utilizadores para uma página web:

source: Supported EAP types
el_gr: Υποστηριζόμενοι τύποι EAP
pt_pt: Tipos EAP suportados:

source: Now, we need to know which EAP types your IdP supports. If you support multiple EAP types, you can assign every type a priority (1=highest). This tool will always generate an automatic installer for the EAP type with the highest priority; only if the user's device can't use that EAP type, we will use an EAP type further down in the list.
el_gr: Τώρα, πρέπει να μάθουμε τι τύπους EAP υποστηρίζει ο IdP σας. Αυ υποστηρίζετε πολλαπλούς τύπους EAP, μπορείτε να αναθέσετε προτεραιότητα στον κάτε ρύπο (1=υψηλότερη). Αυτό το εργαλείο θα δημιουργεί πάντα ένα πακέτο εγκατάστασης για τον τύπο EAP με την υψηλότερη προτεραιότητα. Μόνο αν η συσκευή του χρήστη δεν μπορεί να χρησιμοποιήσει τον τύπο EAP, θα χρησιμοποιήσουμε έναν τύπο EAP που βρίσκεται χαμηλότερα στη λίστα.
pt_pt: Nesta fase, é necessário indicar quais os tipos de EAP que o seu IdP suporta. Caso suportem vários podem atribuir-lhes prioridades (1 = Prioridade Máxima). Esta ferramenta irá gerar um instalador para o perfil com prioridade máxima; se o dispositivo do utilizador não permitir a utilização deste tipo EAP, será utilizado o tipo seguinte na lista de acordo com a prioridade.

source: EAP options inherited from Global level:
el_gr: Οι επιλογές EAP προέρχονται από το καθολικό επίπεδο:
pt_pt: Opções EAP herdadas das opções globais:

source: Supported EAP types for this profile
el_gr: Υποστηριζόμενοι τύποι EAP για αυτό το προφίλ
pt_pt: Tipos EAP suportados para este perfil

source: Use "drag &amp; drop" to mark an EAP method and move it to the supported (green) area. Prioritisation is done automatically, depending on where you "drop" the method.
el_gr: Χρήση "Σύρε &amp; άφησε" για να επιλέξετε μία μέθοδο EAP και μετακινήστε την στην περιοχή υποστήριξης (πράσινο χρώμα). Οι προτεραιότητες ρυθμίζονται αυτόματα, ανάλογα με του που "αφήσετε" τη μέθοδο.
pt_pt: Para indicar os métodos EAP que suporta utilize o "drag &amp; drop" e coloque os respetivos métodos na área verde. A atribuição de prioridades é realizada automaticamente de acordo com a ordem pela qual são colocados na área verde.

source: Unsupported EAP types
el_gr: Μη υποστηριζόμενοι τύποι EAP
pt_pt: Tipos EAP não suportados

source: Helpdesk Details for this profile
el_gr: Λεπτομέρειες helpdesk για αυτό το προφίλ
pt_pt: Informação de Helpdesk para este perfil

source: The option %s is already defined IdP-wide. If you set it here on profile level, this setting will override the IdP-wide one.
pt_pt: Esta opção %s já está definida na informação genérica do IdP. Se adicionar informação ao nível do perfil, esta configuração substitui a informação genérica do IdP.

source: EAP Details for this profile
el_gr: Λεπτομέρειες EAP για αυτό το προφίλ
pt_pt: Informação EAP para este perfil

source: When you are sure that everything is correct, please click on 'Save data' and you will be taken to your IdP Dashboard page.
el_gr: Όταν σιγουρευτείτε ότι όλα είναι σωστά, παρακαλούμε κάντε κλικ στο 'Αποθήκευση δεδομένων' και θα μεταφερθείτε στ σελίδα Πίνακα Ελέγχου IdP.
pt_pt: Quando toda a informação estiver devidamente preenchida selecione a opção 'Guardar informação' e será redirecionado para a página do seu IdP.

source: %s: Profile wizard (step 3 completed)
el_gr: %s: Οδηγός προφίλ (βήμα 3 ολοκληρώθηκε)
pt_pt: %s: Assistente de Perfis (passo 3 completo)

source: Darn! Could not get a proper profile handle!
pt_pt: Infelizmente não foi possível obter um perfil adequado.

source: Submitted attributes for this profile
el_gr: Ιδιότητες για αυτό το προφίλ που έχουν υποβληθεί
pt_pt: Atributos apresentados para este perfil

source: Anonymous Outer Identities cannot be turned on: realm is missing!
el_gr: Οι ανώνυμες εξωτερικές ταυτότητες δεν μπορούν να ενεργοποιηθούν: λείπει η περιοχή!
pt_pt: Não foi possível ativar a autenticação com identidade anónima: realm não disponível!

source: Anonymous Identity support is <strong>%s</strong>, the anonymous outer identity is <strong>%s</strong>
el_gr: Η υποστήριξη ανώνυμης ταυτότητας είναι <strong>%s</strong>, η ανώνυμη εξωτερική ταυτότητα είναι <strong>%s</strong>
pt_pt: Suporte de Identidade Anónima é <strong>%s</strong>, a identidade anónima externa é <strong>%s</strong>

source: ON
pt_pt: LIGADO

source: Anonymous Identity support is <strong>%s</strong>
el_gr: Η υποστήριξη ανώνυμης ταυτότητας είναι <strong>%s</strong>
pt_pt: Suporte de Identidade Anónima é <strong>%s</strong>

source: OFF
pt_pt: DESLIGADO

source: Redirection can't be activated - you did not specify a target location!
el_gr: Η ανακατεύθυνση δεν ενεργοποιήθηκε - δεν καθορίσατε τοποθεσία προορισμού!
pt_pt: Reencaminhamento não pode ser ativado - não foi indicado o local de destino!

source: Redirection is <strong>OFF</strong>
el_gr: Η ανακατεύθυνση είναι <strong>OFF</strong>
pt_pt: Reencaminhamento está <strong>desativado</strong>

source: Supported EAP Type:
el_gr: Υποστηριζόμενος τύπος EAP:
pt_pt: Tipos EAP suportados:

source: Supported EAP Type: <strong>%s</strong> is missing required information %s !
el_gr: Υποστηριζόμενος τύπος EAP: <strong>%s</strong> δεν έχει τις απαραίτητες πληροφορίες %s !
pt_pt: Tipos de EAP suportados: <strong>%s</strong> não foi encontrada informação obrigatória %s !

source: The EAP type was added to the profile, but you need to complete the missing information before we can produce installers for you.
el_gr: Ο τύπος EAP προστέθηκε στο προφίλ, αλλά πρέπει να συμπληρώσετε τις πληροφορίες που λείπουν για να μπορέσουμε να φτιάξουμε πακέτα εγκατάστασης για εσάς.
pt_pt: O tipo EAP foi adicionado ao perfil.No entanto, é necessário preencher a informação em falta para que possa proceder-se à geração dos respectivos instaladores.

source: Continue to Installer Fine-Tuning and Download
el_gr: Συνέχεια με την τελειοποίηση του πακέτου εγκατάστασης και λήψη
pt_pt: Continue para Instalador Ajustes e Download

source: Editing User Attributes
el_gr: Επεξεργασία ιδιοτήτων χρήστη
pt_pt: Edição de Atributos do Utilizador

source: Current User Attributes
el_gr: Τρέχουσες ιδιότητες χρήστη
pt_pt: Atributos do Utilizador

source: Your attributes
el_gr: Οι ιδιότητές σας
pt_pt: Os seus atributos

source: User Attributes - Summary of submitted data
el_gr: Ιδιότητες χρήστη - Σύνοψη δεδομένων που υποβλήθηκαν
pt_pt: Atributos do Utilizador - Resumo dos Dados Apresentados

source: The page was called with insufficient data. Please report this as an error.
el_gr: Έγινε κλήση αυτής της σελίδας με ανεπαρκή δεδομένα. Παρακαλούμε αναφέρετέ το ως σφάλμα.
pt_pt: A página gerada com dados insuficientes. Por favor reporte este erro.

source: Submitted attributes
el_gr: Ιδιότητες που υποβλήθηκαν
pt_pt: Atributos submetidos

source: Continue to user overview page
el_gr: Συνέχεια στη σελίδα επισκόπησης χρηστών
pt_pt: Continue para a página de informação geral do utilizador

source: %s: Federation Management
el_gr: %s: Διαχείριση ομοσπονδίας
pt_pt: %s: Gestão da Federação

source: Federation Overview
el_gr: Επισκόπηση ομοσπονδίας
pt_pt: Federação - Visão Geral

source: Your Personal Information
el_gr: Οι προσωπικές σας πληροφορίες
pt_pt: Informação Pessoal

source: Unique Identifier
el_gr: Μοναδικό αναγνωριστικό
pt_pt: Identificador Unico

source: click to display
el_gr: κλικ για εμφάνιση
pt_pt: selecione para visualizar

source: You are not a federation manager.
el_gr: Δεν είστε ο διαχειριστής κάποιας ομοσπονδίας.
pt_pt: Não está identificado como gestor da federação.

source: The invitation email was sent successfully.
el_gr: Το email πρόσκλησης στάλθηκε με επιτυχία.
pt_pt: O email de convite foi enviado com sucesso.

source: The invitation email was sent.
el_gr: Το email πρόσκλησης στάλθηκε.
pt_pt: O email de convite foi enviado.

source: The invitation email could not be sent!
el_gr: Δεν ήταν δυνατή η αποστολή του email πρόσκλησης!
pt_pt: Não foi possível enviar o email de convite!

source: Error: unknown result code of invitation!?!
el_gr: Σφάλμα: άγνωστος κώδικας αποτελέσματος στην πρόσκληση!;!
pt_pt: Erro: código de convite desconhecido!?!

source: Unknown result!
el_gr: Άγνωστο αποτέλεσμα!
pt_pt: Resultado desconhecido!

source: Institution Name
el_gr: Όνομα ιδρύματος
pt_pt: Nome da Entidade

source: %s Database Sync Status
el_gr: Κατάσταση συγχρονισμού βάσης δεδομένων %s
pt_pt: %s Estado de Sincronização da Base de Dados

source: Administrator Management
el_gr: Έλεγχος διαχειριστών
pt_pt: Gestão do Administrador

source: Your federation %s contains the following institutions:
el_gr: Η ομοσπονδία σας %s περιέχει τα ακόλουθα ιδρύματα:
pt_pt: Lista de entidades da federação %s :

source: Manage DB Link
el_gr: Διαχείριση σύνδεσης με βάση δεδομένων
pt_pt: Gerir o Link da Base de Dados

source: NOT linked
el_gr: ΧΩΡΙΣ σύνδεση
pt_pt: Não está ligado

source: Linked
el_gr: συνδέθηκε
pt_pt: Ligado

source: Add/Remove Administrators
el_gr: Προσθήκη/αφαίρεση διαχειριστών
pt_pt: Adicionar/Remover Administradores

source: Pending invitations in your federation:
el_gr: Προσκλήσεις σε αναμονή για την ομοσπονδία σας:
pt_pt: Convites pendentes na federação:

source: Revoke Invitation
el_gr: Ανάκληση πρόσκλησης
pt_pt: Revogar Convite

source: Register New Institution!
el_gr: Καταχώρηση νέου ιδρύματος!
pt_pt: Registar Nova Instituição!

source: Identity Provider Overview
el_gr: Επισκόπηση Παροχέα Ταυτότητας
pt_pt: Visão geral de Servidor de Identidade

source: IdP-wide settings
el_gr: Ρυθμίσεις ολόκληρου IdP
pt_pt: Configurações gerais do IdP

source: Country
el_gr: Χώρα
pt_pt: País

source: Institution Download Area QR Code
pt_pt: Código QR para Área de Download da Entidade

source: Edit IdP-wide settings
el_gr: Επεξεργασία ολόκληρου IdP
pt_pt: Editar configurações gerais do IdP

source: Do you really want to delete your IdP %s?
el_gr: Θέλετε πραγματικά να διαγράψετε το IdP %s?
pt_pt: Tem a certeza que pretende remover o IdP %s?

source: Delete IdP
el_gr: Διαγραφή IdP
pt_pt: Remover IdP

source: Available Support actions
el_gr: Διαθέσιμες ενέργειες υποστήριξης
pt_pt: Funções de suporte disponíveis

source: Check another realm's reachability
el_gr: Έλεγχος προσβασιμότητας μιας άλλης περιοχής
pt_pt: Verificar disponibilidade de um novo realm

source: Go!
el_gr: Πάμε!
pt_pt: Avançar!

source: Check server status of European federations
el_gr: Έλεγχος κατάστασης εξυπηρετητή στις Ευρωπαϊκές συνομοσπονδίες
pt_pt: Verificar estado dos servidores da federação europeia

source: Profiles for this institution
el_gr: Προφίλ για αυτό το ίδρυμα
pt_pt: Perfis para esta Entidade

source: There are not yet any profiles for your institution.
el_gr: Δεν υπάρχουν προφίλ για το ίδρυμά σας προς το παρόν.
pt_pt: Não existem perfis para a sua Entidade.

source: <strong>EAP Types</strong> (in order of preference):
el_gr: <strong>Τύποι EAP</strong> (κατά σειρά προτίμησης):
pt_pt: <strong>Tipos de EAP</strong> (por ordem de preferência):

source: Information needed!
el_gr: Χρειάζονται πληροφορίες!
pt_pt: Necessário completar!

source: Option override on EAP Method level is in effect.
pt_pt: A opção de substituição ao nível do método EAP está ativa.

source: Option override on profile level is in effect.
pt_pt: A opção de substituição ao nível do perfil está ativa.

source: The information in this profile is incomplete.
el_gr: Οι πληροφορίες σε αυτό το προφίλ δεν είναι ολοκληρωμένες.
pt_pt: A informação deste perfil está incompleta.

source: This profile is shown on the user download interface.
el_gr: Αυτό το προφίλ εμφανίζεται στη διεπαφή λήψης των χρηστών.
pt_pt: Este perfil é apresentado no interface de download.

source: This profile is NOT shown on the user download interface, even though we have enough information to show. To enable the profile, add the attribute "%s" and tick the corresponding box.
pt_pt: Este perfil NÃO estará disponível ao utilizador no interface de download, mesmo que exista informação suficiente para o apresentar. Para ativar este perfil, adicione o atributo "%s" e selecione a respetiva caixa.

source: Profile: %s
el_gr: Προφίλ: %s
pt_pt: Perfil: %s

source: Read this <a href='gtc-support.html'>tip</a>.
el_gr: Διαβάστε αυτή τη <a href='gtc-support.html'>συμβουλή</a>.
pt_pt: Consultar esta <a href='gtc-support.html'>dica</a>.

source: The realm can only be checked if you configure the realm!
el_gr: Η περιοχή μπορεί να ελεγθεί μόνο αν ρυθμίσετε την περιοχή!
pt_pt: Só consegue verificar um realm se o mesmo estiver configurado!

source: Check realm reachability
el_gr: Έλεγχος προσβασιμότητας περιοχής
pt_pt: Verificar disponibilidade do realm

source: You have not fully configured any supported EAP types!
el_gr: Δε ρυθμίσατε πλήρως κανένα τύπο EAP!
pt_pt: Se não configurou na totalidade nenhum tipo de EAP suportado!

source: Installer Fine-Tuning and Download
el_gr: Τελειοποίηση και λήψη του πακέτου εγκατάστασης
pt_pt: Instalador Ajustes e Download

source: Edit
el_gr: Επεξεργασία
pt_pt: Editar

source: Do you really want to delete the profile %s?
el_gr: Θέλετε πραγματικά να διαγράψετε το προφίλ %s?
pt_pt: Tem a certeza que pretende apagar o perfil %s?

source: Delete
el_gr: Διαγραφή
pt_pt: Apagar

source: User Download Link
el_gr: Σύνδεσμος λήψης χρηστών
pt_pt: Link para Download

source: User Downloads
el_gr: Λήψεις χρηστών
pt_pt: Downloads para o Utilizador

source: Add new profile ...
el_gr: Προσθήκη νέου προφίλ ...
pt_pt: Adicionar novo perfil ...

source: Device Compatibility matrix
el_gr: Πίνακας συμβατότητας συσκευής
pt_pt: Matriz de compatibilidade de dispositivos

source: Device compatiblity matrix for %s of %s
el_gr: Πίνακας συμβατότητας συσκευής για %s από %s
pt_pt: Matriz de compatibilidade de dispositivos para %s de %s

source: Device
el_gr: Συσκευή
pt_pt: Dispositivos

source: EAP-Type-specific options...
el_gr: Επιλογές ανά τύπο EAP...
pt_pt: Opções EAP-Type-specific ...

source: Device-specific options...
el_gr: Επιλογές ανά συσκευή...
pt_pt: Opções Device-specific ...

source: Legend:
el_gr: Υπόμνημα:
pt_pt: Legenda:

source: redirection is set
el_gr: η ανακατεύθυνση είναι ενεργοποιημένη
pt_pt: ativado reencaminhamento

source: will be offered on download site
el_gr: θα προσφερθεί στη ιστοσελίδα λήψεων
pt_pt: ficará disponível na área de Download

source: configured, but not preferred EAP type
el_gr: ρυθμισμένο, αλλά όχι ο προτεινόμενος τύπος EAP
pt_pt: tipo de EAP configurado, mas não preferencial

source: incomplete configuration
el_gr: ημιτελής ρύθμιση
pt_pt: configuração não terminada

source: not supported by CAT
el_gr: δεν υποστηρίζεται από το CAT
pt_pt: não suportado nesta ferramenta
