Repository: GEANT/CAT
Catalog: source/tags/release_1_0_1/translation/*/web_admin.po
Languages: el_gr, pt_pt

source: Footnotes:
el_gr: Υποσημειώσεις:
pt_pt: Notas de rodapé:

source: %s: User Management
el_gr: %s: Διαχείριση χρηστών
pt_pt: %s: Gestão de Utilizadores

source: User Overview
el_gr: Επισκόπηση χρηστών
pt_pt: Visão Geral do Utilizador

source: Edit User Details
el_gr: Επεξεργασία λεπτομερειών χρήστη
pt_pt: Editar Detalhes do Utilizador

source: Click here to manage your federations
el_gr: Κάντε κλικ εδώ για να διαχειριστείτε τις ομοσπονδίες σας
pt_pt: Selecione aqui para gerir a sua federação

source: You are managing the following institution:
el_gr: Διαχειρίζεστε το ακόλουθο ίδρυμα:
pt_pt: Está a gerir a seguinte entidade:

source: Other admins of this institution
el_gr: Άλλοι διαχειριστές αυτού του ιδρύματος
pt_pt: Outros administradores desta entidade

source: Institutions in federation %s
el_gr: Ιδρύματα στην ομοσπονδία %s
pt_pt: Entidades na federação %s

source: other user
el_gr: άλλος χρήστης
pt_pt: outro utilizador

source: You are not managing any institutions.
el_gr: Δε διαχειρίζεστε κανένα ίδρυμα.
pt_pt: Não está associado como gestor de nenhuma entidade.

source: Please ask your federation administrator to invite you to become an institution administrator.
el_gr: Παρακαλούμε ζητήστε από το διαχειριστή της ομοσπονδίας σας να σας προσκαλέσει να γίνεται διαχειριστής ιδρύματος.
pt_pt: Por favor, peça ao seu administrador da federação que lhe envie um convite para se tornar administrador de entidade.

source: Did you receive an invitation token to manage an institution? Please paste it here:
el_gr: Λάβατε ένα token πρόσκλησης για να διαχειριστείτε ένα ίδρυμα; Παρακαλούμε κάντε το επικόλληση εδώ:
pt_pt: Recebeu um convite com um token para gerir uma entidade? Insira o token aqui:

source: Release %s
el_gr: Έκδοση %s
pt_pt: Versão %s

source: Unreleased SVN Revision
el_gr: Ακυκλοφόρητη αναθεώρηση SVN
pt_pt: Revisão SVN não disponível

source: %s<br />IdP Configuration Interface
el_gr: %s<br />Διεπαφή ρύθμισης IdP
pt_pt: %s<br />IdP Interface de Configuração

source: View this page in
el_gr: Προβολή αυτής της σελίδας στα
pt_pt: Consulte esta página em

source: You are:
el_gr: Είστε:
pt_pt: Você é:

source: Unnamed User
el_gr: Ανώνυμος χρήστης
pt_pt: Utilizador não identificado

source: Go to your Profile page
el_gr: Μετάβαση στη σελίδα προφίλ σας
pt_pt: Dirija-se para a página do Perfil

source: Start page
pt_pt: Página inicial

source: Support: Web
el_gr: Υποστήριξη: Διαδίκτυο
pt_pt: Suporte: Web

source: Support: EAP Types
el_gr: Υποστήριξη: Τύποι EAP
pt_pt: Suporte: Tipos de EAP

source: Support: Phone
el_gr: Υποστήριξη: Τηλέφωνο
pt_pt: Suporte: Contato Telefónico

source: Support: E-Mail
el_gr: Υποστήριξη: E-Mail
pt_pt: Suporte: E-Mail

source: Location
el_gr: Τοποθεσία
pt_pt: Localização

source: Logo image
el_gr: Εικόνα λογοτύπου
pt_pt: Logo Imagem

source: Name of Authentication Server
el_gr: Όνομα του εξυπηρετητή πιστοποίησης
pt_pt: Nome do Servidor de Autenticação

source: Enable device assessment
el_gr: Ενεργοποίηση εντοπισμού συσκευών
pt_pt: Permitir avaliar dispositivo

source: Terms of Use
el_gr: Όροι χρήσης
pt_pt: Termos e Condições de Utilização

source: CA Certificate URL
el_gr: URL πιστοποιητικού CA
pt_pt: CA URL do Certificado

source: CA Certificate File
el_gr: Αρχείο πιστοποιητικού CA
pt_pt: CA Ficheiro do Certificado

source: Profile Display Name
el_gr: Εμφανιζόμενο όνομα προφίλ
pt_pt: Nome de Exibição do Perfil

source: Production-Ready
el_gr: Έτοιμο για παραγωγή
pt_pt: Pronto para entrada em produção

source: Extra text on downloadpage for device
el_gr: Επιπλέον κείμενο στη σελίδα λήψεων για τη συσκευή
pt_pt: Texto extra na página de download para o dispositivo

source: Redirection Target
el_gr: Προορισμός ανακατεύθυνσης
pt_pt: Ponte de reencaminhamento

source: Extra text on downloadpage for EAP method
el_gr: Επιπλέον κείμενο για τη μέθοδο EAP
pt_pt: Texto extra na página de download para método EAP

source: Profile Description
el_gr: Περιγραφή προφίλ
pt_pt: Descrição do Perfil

source: Federation Administrator
el_gr: Διαχειριστής ομοσπονδίας
pt_pt: Administrador da Federação

source: Real Name
el_gr: Πραγματικό όνομα
pt_pt: Nome Real

source: E-Mail Address
el_gr: Διεύθυνση E-Mail
pt_pt: Endereço de E-Mail

source: Additional SSID
el_gr: Επιπρόσθετο SSID
pt_pt: SSID Adicionais

source: Additional SSID (with WPA/TKIP)
el_gr: Επιπρόσθετο SSID (με WPA/TKIP)
pt_pt: SSID Adicionais (com WPA/TKIP)

source: SSID (with WPA/TKIP)
el_gr: SSID (με WPA/TKIP)
pt_pt: SSID (com WPA/TKIP)

source: This attribute can be set if you want to configure an additional SSID besides the default SSIDs for %s. It is almost always a bad idea not to use the default SSIDs. The only exception is if you have premises with an overlap of the radio signal with another %s hotspot. Typical misconceptions about additional SSIDs include: I want to have a local SSID for my own users. It is much better to use the default SSID and separate user groups with VLANs. That approach has two advantages: 1) your users will configure %s properly because it is their everyday SSID; 2) if you use a custom name and advertise this one as extra secure, your users might at some point roam to another place which happens to have the same SSID name. They might then be misled to believe that they are connecting to an extra secure network while they are not.
pt_pt: Este atributo deve ser preenchido caso pretenda configurar um SSID adicional para além dos SSIDs por omissão para %s. Esta opção só pode ser utilizada exclusivamente em locais onde existe uma sobreposição de sinais de radio com outro hotspot %s. A utilização de SSIDs adicionais é muitas vezes mal interpretada com a necessidade de criar um SSID local para os utilizadores internos. Para ultrapassar esta necessidade devem utilizar o SSID padrão e configurar VLANs por grupos de utilizadores. Esta abordagem tem duas vantagens: 1) os utilizadores configuram %s corretamente, por ser o seu SSID de utilização diária; 2) Se utilizarem um nome personalizado e o anunciarem como sendo mais seguro, podem levar a que os vossos utilizadores, quando se deslocarem a outro local que por acaso também utiliza o mesmo nome de SSID, se liguem a uma rede menos segura. Ao identificarem o SSID e o associarem a uma rede mais segura os utilizadores vão utiliza-lo em qualquer outro local, no entanto o nível de segurança pode não ser idêntico.

source: Warning!
el_gr: Προειδοποίηση!
pt_pt: Aviso!

source: Error!
el_gr: Σφάλμα!
pt_pt: Erro!

source: Remark
pt_pt: Observação

source: Error, ROWID expected.
el_gr: Σφάλμα, αναμενόταν ROWID.
pt_pt: Erro, ROWID não incluído.

source: There was an error processing the certificate!
el_gr: Παρουσιάστηκε ένα σφάλμα κατά την επεξεργασία του πιστοποιητικού!
pt_pt: Ocorreu um erro no processamento do certificado!

source: Preview of logo file
el_gr: Προεπισκόπηση αρχείου λογοτύπου
pt_pt: Pré visualização do ficheiro do logo

source: File exists
el_gr: Το αρχείο υπάρχει ήδη
pt_pt: Ficheiro existente

source: Preview
el_gr: Προεπισκόπηση
pt_pt: Pré-visualização

source: default/other languages
el_gr: προεπιλογή/άλλες γλώσσες
pt_pt: default/outros idiomas

source: on
pt_pt: ligado

source: off
pt_pt: desligado

source: <strong>%s</strong> from <strong>%s</strong>
el_gr: <strong>%s</strong> από <strong>%s</strong>
pt_pt: <strong>%s</strong> para <strong>%s</strong>

source: Login with <strong>%s</strong> from <strong>%s</strong> failed!
el_gr: Η είσοδος με <strong>%s</strong> από <strong>%s</strong> απέτυχε!
pt_pt: Login com <strong>%s</strong> para <strong>%s</strong> falhou!

source: Could not check <strong>%s</strong> from <strong>%s</strong> - no username submitted!
el_gr: Αδυναμία ελέγχου <strong>%s</strong> από <strong>%s</strong> - δεν υποβλήθηκε όνομα χρήστη!
pt_pt: Não foi possível verificar <strong>%s</strong> de <strong>%s</strong> - username não foi submetido !

source: Username missing
el_gr: Λείπει το όνομα χρήστη
pt_pt: Username em falta

source: Could not check <strong>%s</strong> from <strong>%s</strong> - no password submitted!
el_gr: Αδυναμία ελέγχου <strong>%s</strong> από <strong>%s</strong> - δεν υποβλήθηκε κωδικός πρόσβασης!
pt_pt: Não foi possível verificar <strong>%s</strong> de <strong>%s</strong> - password não foi submetida !

source: Password missing
el_gr: Λείπει ο κωδικός πρόσβασης
pt_pt: Password em falta

source: Sorry, we don't know how to handle the inner EAP method in <strong>%s</strong> from <strong>%s</strong>!
el_gr: Λυπούμαστε, δεν ξέρουμε πως να διαχειριστούμε την εσωτερική μέθοδο EAP στο <strong>%s</strong> από <strong>%s</strong>!
pt_pt: Infelizmente não foi possível tratar o método EAP interno em <strong>%s</strong> de <strong>%s</strong>!

source: Unknown inner method
pt_pt: Método interno desconhecido

source: Sorry... we don't know how to test the EAP type %s from %s.
pt_pt: Infelizmente não sabemos como testar o tipo EAP %s a partir de %s.

source: Unknown outer method
pt_pt: Método externo desconhecido

source: Your profile does not contain a valid realm name. We can only check the validity of a realm if you let us know the realm name. Please consider going to your profile properties and enter the realm name.
el_gr: Το προφίλ σας δεν περιέχει κάποιο έγκυρο όνομα περιοχής. Μπορούμε να δοκιμάσουμε την εγκυρότητα μιας περιοχής μόνο αν μας δώσετε το όνομα της περιοχής. Παρακαλούμε λάβετε υπόψη σας να πάτε στις ιδιότητες προφίλ και να εισάγετε το όνομα της περιοχής.
pt_pt: O seu perfil não contém um realm válido. Aceda às propriedades do perfil e introduza um nome correto para o realm.

source: This is location
el_gr: Αυτή είναι η περιοχή
pt_pt: Esta é a localização

source: nothing entered in the address field
el_gr: δεν εισάγατε τίποτε στο πεδίο διεύθυνσης
pt_pt: não foi preenchido o campo de endereço

source: locating
el_gr: γίνεται εντοπισμός
pt_pt: a localizar

source: The user download interface (see <a href='../'>here</a>), uses geolocation to suggest possibly matching IdPs to the user. The more precise you define the location here, the easier your users will find you.
pt_pt: O interface de download para o utilizador (consulte <a href='../'>aqui</a>), suporta localização geográfica que permite que sejam sugeridos IdPs ao utilizador.Para uma correspondência rápida do IdP ao utilizador, registe esta informação com a maior precisão possível.

source: <li>Drag the marker in the map to your place, or</li> <li>enter your street address in the field below for lookup, or</li> <li>use the 'Locate Me!' button</li>
pt_pt: <li>Arraste o ponto no mapa para a sua localização, ou</li> <li>indique a sua morada no campo abaixo para pesquisa, ou</li> <li>utilize o botão 'Localizar-me automaticamente!'</li>

source: We will use the coordinates as indicated by the marker for geolocation.
pt_pt: Serão utilizadas as coordenadas indicadas pelo ponto para localização geográfica.

source: You can enter an <strong>additional</strong> location here. You can see the already defined locations in the 'General Information' field.
el_gr: Μπορείτε να εισάγετε μία <strong>επιπρόσθετη</strong> τοποθεσία εδώ. Μπορείτε να δείτε τις ήδη ορισμένες τοποθεσίες στο πεδίο 'Γενικές πληροφορίες'.
pt_pt: Pode inserir localizações <strong>adicionais</strong> aqui. Pode consultar os locais já definidos na área de 'Informações Gerais'.

source: Address:
el_gr: Διεύθυνση:
pt_pt: Morada:

source: Find address
el_gr: Εύρεση διεύθυνσης
pt_pt: Pesquisar morada

source: Locate Me!
el_gr: Εντόπισέ με!
pt_pt: Localizar-me automaticamente!

source: Input validation error:
el_gr: Σφάλμα επικύρωσης εισόδου:
pt_pt: Erro de validação de entrada:

source: Value for IdP is not an integer!
el_gr: Η τιμή για τον IdP δεν είναι ακέραιος!
pt_pt: O valor para o IdP não é um inteiro!

source: This IdP identifier is not accessible!
el_gr: Το αναγνωριστικό αυτού το IdP δεν είναι προσπελάσιμο!
pt_pt: O identificador deste IdP não está acessível!

source: Value for profile is not an integer!
el_gr: Η τιμή για το προφίλ δεν είναι ακέραιος!
pt_pt: O valor para o perfil não é um inteiro!

source: This profile is not accessible!
el_gr: Αυτό το προφίλ δεν είναι προσπελάσιμο!
pt_pt: Este perfil não está acessível!

source: This device does not exist!
el_gr: Αυτή η συσκευή δεν υπάρχει!
pt_pt: Este dispositivo não existe!

source: Realm contains an @ sign!
el_gr: Η περιοχή περιέχει το σύμβολο @!
pt_pt: Realm contém um sinal de @!

source: Realm begins with a . (dot)!
el_gr: Η περιοχή ξεκινάει με . (τελεία)!
pt_pt: Realm começa com um . (ponto)!

source: Realm ends with a . (dot)!
el_gr: Η περιοχή τελειώνει με . (τελεία)!
pt_pt: Realm termina com um . (ponto)!

source: Realm does not contain at least one . (dot)!
el_gr: Η περιοχή δεν περιέχει τουλάχιστον μία . (τελεία)!
pt_pt: Reino não contém, pelo menos, um. (ponto)!

source: Realm contains spaces!
el_gr: Η περιοχή περιέχει κενά!
pt_pt: Realm contém espaços!

source: The user identifier is not an ASCII string!
el_gr: Το αναγνωριστικό χρήστη δεν είναι συμβολοσειρά ASCII!
pt_pt: O identificador do utilizador não é uma sequência de carateres ASCII!

source: Token is not a hexadecimal string!
el_gr: Το token δεν είναι δεκαεξαδική συμβολοσειρά!
pt_pt: O Token não é uma string hexadécimal!

source: Coordinate is not a numeric value!
el_gr: Η συντεταγμένη δεν είναι αριθμητική τιμή!
pt_pt: A coordenada não é um valor numérico!

source: Coordinate is out of bounds. Which planet are you from?
el_gr: Η συντεταγμένη είναι εκτός ορίων. Από ποιον πλανήτη είστε;
pt_pt: Coordenada está fora dos limites. Qual é o seu planeta?

source: Wrong coordinate encoding!
el_gr: Λανθασμένη κωδικοποίηση συντεταγμένης!
pt_pt: Codificação de coordenadas errada!

source: Invalid structure in multi-language attribute!
el_gr: Μη έγκυρη δομή σε πολυγλωσσική ιδιότητα!
pt_pt: Estrutura inválida para o atributo de múltiplo-idioma!

source: Unknown state of boolean option!
el_gr: Άγνωστη κατάσταση για δυαδική επιλογή!
pt_pt: Estado desconhecido para opção booleana!

source: You do not have the necessary privileges to alter administrators of this institution. In fact, you shouldn't have come this far!
el_gr: Δεν έχετε τα απαραίτητα δικαιώματα για να αλλάξετε τους διαχειριστές αυτού του ιδρύματος. Για την ακρίβεια, δεν έπρεπε να φτάσετε μέχρι εδώ!
pt_pt: Não tem os privilégios necessário para alterar administradores desta entidade. Na verdade, você não deveria ter chegado tão longe!

source: Administrators for IdP '%s'
el_gr: Διαχειριστές του IdP '%s'
pt_pt: Administradores para IdP '%s'

source: You are the federation administrator of this IdP. You can invite new administrators, who can in turn appoint further administrators on their own.
pt_pt: Você é o administrador da federação para este IdP. Pode convidar novos administradores, que por sua vez podem também nomear novos administradores para o respetivo IdP.

source: You are an administrator of this IdP who was directly appointed by the federation administrator. You can appoint further administrators, but these can't in turn appoint any more administrators.
pt_pt: Você foi nomeado pelo administrador da federação como administrador deste IdP. Pode nomear novos administradores para este IdP, no entanto, estes não podem convidar novos administradores.

source: Directly Appointed IdP Administrator
pt_pt: Nomeado como Administrador de IdP

source: User without name
el_gr: Χρήστης χωρίς όνομα
pt_pt: Utilizador sem nome

source: (originally invited as %s)
el_gr: (αρχική πρόσκληση ως %s)
pt_pt: (originalmente convidado como %s)

source: (self-appointed)
pt_pt: (auto-nomeado)

source: Delete Administrator
el_gr: Διαγραφή διαχειριστή
pt_pt: Remover Administrador

source: Pending invitations for this IdP
el_gr: Προσκλήσεις σε αναμονή για αυτόν τον IdP
pt_pt: Convites pendentes para este IdP

source: New administrator's email address:
el_gr: Διεύθυνση email νέου διαχειριστή:
pt_pt: Novo endereço de email para administrador

source: Invite new administrator
el_gr: Πρόσκληση νέου διαχειριστή
pt_pt: Convidar novo administrador

source: Take control of this institution
pt_pt: Assumir a gestão desta entidade

source: Close
el_gr: Κλείσιμο
pt_pt: Fechado

source: You do not have the necessary privileges to manage the %s DB link state of this institution.
el_gr: Δεν έχετε τα απαραίτητα δικαιώματα για τη διαχείριση της κατάστασης της σύνδεσης της ΒΔ %s για αυτό το ίδρυμα.
pt_pt: Não tem as permissões para gerir o link de estado da BD %s desta instituição.

source: %s Database Link Status for IdP '%s'
el_gr: Κατάσταση σύνδεσης με τη βάση δεδομένων %s για τον IdP '%s'
pt_pt: %s BD - Link de Estado para o IdP '%s'

source: This institution is linked to the %s database.
el_gr: Αυτό το ίδρυμα είναι συνδεδεμένο με τη βάση δεδομένων %s.
pt_pt: Esta instituição está associada à base de dados %s.

source: The following information about the IdP is stored in the %s DB and %s DB:
el_gr: Οι ακόλουθες πληροφορίες σχετικά με τον IdP είναι αποθηκευμένες στη ΒΔ %s και τη ΒΔ %s:
pt_pt: Esta informação sobre o idp é armazenada na BD %s e na BD %s:

source: Information in <strong>%s Database</strong>
el_gr: Πληροφορίες στη <strong>βάση δεδομένων %s</strong>
pt_pt: Informação na<strong>%s Base de Dados</strong>

source: Institution Name (%s)
el_gr: Όνομα ιδρύματος (%s)
pt_pt: Nome da Instituição (%s)

source: Administrator [invited as]
el_gr: Διαχειριστής [πρόσκληση ως]
pt_pt: Administrador [convidado como]

source: Administrator email
el_gr: Email διαχειριστή
pt_pt: Endereço de E-Mail do Administrador

source: This institution is not yet linked to the %s database.
el_gr: Αυτό το ίδρυμα δεν έχει ακόμη συνδεθεί με τη βάση δεδομένων %s.
pt_pt: A instituição não está associada à base de dados %s.

source: This means that its profiles are not made available on the user download page.
el_gr: Αυτό σημαίνει ότι τα προφίλ του δεν είναι ακόμα διαθέσιμα στη σελίδα λήψεων των χρηστών.
pt_pt: Isto significa que os seus perfis ainda não foram disponibilizados na página de download ao utilizador.

source: You can link it to the %s database below.
el_gr: Μπορείτε να το συνδέσετε στη βάση δεδομένων %s παρακάτω.
pt_pt: Pode associa-la à base de dados %s abaixo.

source: Please select an entity from the %s DB which corresponds to this CAT institution.
el_gr: Παρακαλούμε επιλέξτε μία οντότητα από τη ΒΔ %s η οποία αντιστοιχεί σε αυτό το ίδρυμα CAT.
pt_pt: Por favor selecione uma entidade da BD %s que corresponde a esta entidade no CAT.

source: Particularly promising entries (names in CAT and %s DB are a 100%% match) are on top of the list.
el_gr: Κυρίως οι πολλά υποσχόμενες καταχωρήσεις (ονόματα στο CAT και στη ΒΔ %s ταιριάζουν 100%%) βρίσκονται στην κορυφή της λίστας.
pt_pt: Entradas com maior correspondência (nomes no CAT que correspondem a 100%% na BD %s) estão no topo da lista.

source: Link to this entity?
el_gr: Σύνδεση με αυτή την οντότητα;
pt_pt: Link para esta entidade?

source: Name of the institution
el_gr: Όνομα του ιδρύματος
pt_pt: Nome da entidade

source: Administrators
el_gr: Διαχειριστές
pt_pt: Administradores

source: Create Link
el_gr: Δημιουργία σύνδεσης
pt_pt: Criar Link

source: You do not have the necessary privileges to register new IdPs.
el_gr: Δεν έχετε τα απαραίτητα δικαιώματα για να καταχωρείτε νέους IdP.
pt_pt: Não tem privilégios para registar um novo IdP.

source: %s - Register New Institution
el_gr: %s - Καταχώρηση νέου ιδρύματος
pt_pt: %s - Registar uma Nova Entidade

source: On this page, you can add new institutions to your federation. Please fill out the form below to send out an email invitation to the new institution's administrator.
el_gr: Σε αυτή τη σελίδα μπορείτε να προσθέσετε νέα ιδρύματα στην ομοσπονδία σας. Παρακαλούμε συμπληρώστε την παρακάτω φόρμα για να στείλετε μία πρόσκληση με email στο διαχειριστή του νέου ιδρύματος.
pt_pt: Nesta página, pode adicionar uma nova instituição à sua federação. Preencha o formulário para enviar um convite por email aos novos administradores da entidade.

source: You can either register a known IdP (as defined in the %s database) or create a totally new IdP.
el_gr: Μπορείτε είτε να καταχωρήσετε έναν IdP που ήδη υπάρχει (όπως καθορίζεται στη βάση δεδομένων %s) ή να δημιουργήσετε έναν τελείως καινούριο IdP.
pt_pt: Pode registar um IdP já conhecido (definido na base de dados %s) ou criar um IdP novo.

source: The latter one is typically for institutions which are yet in a testing phase and therefore don't appear in the %s database yet.
el_gr: Το τελευταίο είναι συνήθως για ιδρύματα που είναι ακόμα στη δοκιμαστική φάση και έτσι δεν εμφανίζονται στη βάση δεδομένων %s.
pt_pt: O anterior é tipicamente para entidades que ainda se encontram numa fase de testes e como tal, ainda não aparecem na base de dados %s.

source: Please keep in mind that any profiles of such new institutions will only be made available on the user download page after you have linked them to an entity in the %s database (but they are otherwise fully functional).
el_gr: Παρακαλούμε μην ξεχνάτε ότι τα προφίλ τέτοιων ιδρυμάτων θα είναι διαθέσιμα στη σελίδα λήψεων των χρηστών μόνο αφού τα συνδέσετε με μία οντότητα στη βάση δεδομένων %s (αλλά κατά τα άλλα θα είναι πλήρως λειτουργικά).
pt_pt: Atenção que os perfis criados para uma nova entidade apenas ficam disponíveis na página de download ao utilizador depois da devida associação a uma entidade na base de dados %s (de qualquer forma os perfis estão funcionais)

source: Existing IdP:
el_gr: Υπάρχοντες IdP:
pt_pt: IdP Existente:

source: --- select IdP here ---
el_gr: --- επιλέξτε IdP εδώ ---
pt_pt: --- Selecione aqui o IdP ---

source: New IdP
el_gr: Νέος IdP
pt_pt: Novo IdP

source: Name
el_gr: Όνομα
pt_pt: Nome

source: Federation
el_gr: Ομοσπονδία
pt_pt: Federação

source: Administrator's E-Mail:
el_gr: E-Mail του διαχειριστή:
pt_pt: E-Mail do Administrador

source: Send invitation
el_gr: Αποστολή πρόσκλησης
pt_pt: Enviar convite

source: select language
el_gr: επιλογή γλώσσας
pt_pt: selecionar idioma

source: (default/other languages)
el_gr: (προεπιλογή/άλλες γλώσσες)
pt_pt: (default/outros idiomas)

source: Click to see location
el_gr: Κάντε κλικ για να δείτε την περιοχή
pt_pt: Selecione para visualizar a localização

source: file content
el_gr: περιεχόμενο αρχείου
pt_pt: conteúdo do ficheiro

source: You did not set a 'default language' value for %s. This means we can only display this string for installers which are <strong>exactly</strong> in the language you configured. For the sake of all other languages, you may want to edit the profile again and populate the 'default/other' language field.
pt_pt: O valor de 'idioma por omissão' para %s não está definido. O que significa que apenas será possível disponibilizar esta string para aplicações de configuração automática que são <strong>exatamente</ strong> no idioma configurado. Para o bem de todos os outros idiomas, deve preencher este campo com o valor 'default/outros' .

source: No email address provided
el_gr: Δε δόθηκε διεύθυνση email
pt_pt: Endereço de email não fornecido

source: Invitation sent to:
el_gr: Στάλθηκε πρόσκληση σε:
pt_pt: Convite enviado para:

source: Mail address to invite:
el_gr: Διεύθυνση mail για πρόσκληση:
pt_pt: Endereço de E-Mail para o convite:

source: Something's wrong... you are a federation admin, but not for the federation the requested institution belongs to!
el_gr: Κάτι πάει στραβά... είστε διαχειριστής ομοσπονδίας, αλλά όχι της ομοσπονδίας στην οποία ανήκει το ίδρυμα που ζητήθηκε!
pt_pt: Algo correu mal.... é um administrador da federação, mas não da federação da entidade para a qual foi realizado o pedido!
