Repository: GEANT/CAT
Catalog: source/tags/release_1_0_1/translation/*/web_admin.po
Languages: el_gr, pt_pt

source: an administrator of the %s Identity Provider "%s" has invited you to manage the IdP together with him.
el_gr: Ένας διαχειριστής από τον %s Παροχέα Ταυτότητας "%s" σας προσκάλεσε να διαχειριστείτε τον IdP μαζί του.
pt_pt: o administrador do Identity Provider %s "%s" enviou-lhe um convite para pertencer ao grupo de administradores deste IdP.

source: Something's wrong... you want to create a new institution, but are not a federation admin for the federation it should be in!
el_gr: Κάτι πάει στραβά... θέλετε να δημιουργήσετε ένα νέο ίδρυμα, αλλά δεν είστε ο διαχειριστής της ομοσπονδίας για την ομοσπονδία στην οποία πρέπει να είναι το ίδρυμα!
pt_pt: Algo correu mal... pretende criar uma nova entidade, mas não está como administrador de federação da qual esta entidade pertence!

source: a %s operator has invited you to manage the future IdP "%s" (%s).
el_gr: ένας χειριστής %s σας προσκάλεσε να διαχειριστείτε το μελλοντικό IdP "%s" (%s).
pt_pt: o operador %s convidou-o para gerir o futuro IdP "%s" (%s).

source: a %s operator has invited you to manage the IdP "%s".
el_gr: ένας χειριστής %s σας προσκάλεσε να διαχειριστείτε τον IdP "%s".
pt_pt: o operador %s convidou-o para gerir o IdP "%s".

source: This invitation is valid for 24 hours from now, i.e. until %s.
pt_pt: Este convite é válido por 24 horas a partir de agora, ou seja, até %s.

source: Hello,
el_gr: Χαίρετε,
pt_pt: Olá,

source: To enlist as an administrator for that IdP, please click on the following link:
el_gr: Για να εγγραφείτε ως διαχειριστής για αυτόν τον IdP, παρακαλούμε κάντε κλικ στον ακόλουθο σύνδεσμο:
pt_pt: Para pertencer ao grupo de administradores deste IdP, por favor selecione o seguinte link:

source: If clicking the link doesn't work, you can also go to the %s Administrator Interface at
el_gr: Αν το κλικ στον σύνδεσμο δε λειτουργεί, μπορείτε επίσης να πάτε στη διεπαφή διαχείρισης %s στο
pt_pt: Se ao selecionar o link não funcionou, pode avançar para o Interface de Gestão de %s em

source: and enter the invitation token
el_gr: και εισάγετε το token πρόσκλησης
pt_pt: e registe o Token do convite

source: manually. Please do not reply to this email, it is a send-only address.
el_gr: με το χέρι. Παρακαλούμε μην απαντάτε σε αυτό το email, είναι διεύθυνση αποστολής-μόνο.
pt_pt: manualmente. Não responda a este email, trata-se de um email automático.

source: We wish you a lot of fun with the %s.
el_gr: Σας ευχόμαστε να περάσετε καλά με το %s.
pt_pt: Esperamos que se tenha divertido com %s.

source: Sincerely, Your friendly folks from %s Operations
pt_pt: Atenciosamente, Grupo de Operação da %s

source: %s: you have been invited to manage an IdP
el_gr: %s: λάβατε πρόσκληση για τη διαχείριση του IdP
pt_pt: %s: Foi convidado para gerir um IdP

source: This page needs to be called either for EAP-Types OR for devices, not both simultaneously!
el_gr: Η κλήση αυτής της σελίδας πρέπει να γίνεται για τύπους EAP Ή για συσκευές, όχι και τα δύο ταυτόχρονα!
pt_pt: Esta página precisa ser chamada para Tipos de EAP ou para dispositivos, não para ambos em simultâneo!

source: This page needs to be called either for EAP-Types OR for devices, but none of the two were set!
pt_pt: Esta página precisa ser chamada para Tipos de EAP ou para dispositivos, mas nenhum dos dois foi definido!

source: device <strong>%s</strong>
el_gr: συσκευή <strong>%s</strong>
pt_pt: dispositivo <strong>%s</strong>

source: EAP-Type <strong>%s</strong>
el_gr: Τύπος EAP <strong>%s</strong>
pt_pt: Tipos de EAP <strong>%s</strong>

source: Fine-tuning options for
el_gr: Επιλογές τελειοποίησης για
pt_pt: Opções de ajuste para:

source: Subject
el_gr: Θέμα

source: Issuer
el_gr: Εκδότης

source: Username:
el_gr: Όνομα χρήστη:

source: Password:
el_gr: Κωδικός:

source: SSIDs:
el_gr: SSID:

source: Realm:
el_gr: Περιοχή:

source: Realm: <strong>%s</strong>
el_gr: Περιοχή: <strong>%s</strong>

source: %s: IdP Dashboard
el_gr: %s: Πίνακας ελέγχου IdP

source: Download
el_gr: Λήψη

source: Logo URL
el_gr: URL λογοτύπου

source: OK!
el_gr: ΟΚ!

source: Latitude:
el_gr: Γεωγραφικό πλάτος

source: Longitude:
el_gr: Γεωγραφικό μήκος
