Repository: GEANT/CAT
Catalog: source/trunk/translation/*/devices.po
Languages: sl_si

source: Welcome Letter
sl_si: Pozdravno pismo

source: Network configuration profile '%s' of '%s' - provided by %s
sl_si: Profil nastavitev omrežja '%s' od '%s' - priskrbel ga je %s

source: The profile will install itself after you click (or tap) the button. You will be asked for confirmation/input at several points:
sl_si: Namestitev profila potrdite s klikom na gumb. Med nameščanjem bo na večih mestih zahtevana vaša potrditev:

source: to install the profile
sl_si: da bi namestili profil

source: to accept the server certificate authority
sl_si: da bi sprejeli strežniški certifikat

source: (%d times)
sl_si: (%d krat)

source: to enter the username and password of your institution
sl_si: da vpišete uporabniško ime in geslo za vašo organizacijo

source: (%d times each, because %s is installed for %d SSIDs)
sl_si: (%d krat, saj bo %s nameščen za %d SSID-jev)

source: %s configuration for network name %s
sl_si: Nastavitev %s za omrežje z nazivom %s

source: Your Identity Providers Certification Authority
sl_si: Certifikatna veriga vašega ponudnika identitete

source: Identity Provider's CA
sl_si: CA ponudnika identitete

source: Anonymous identities do not use the realm as specified in the profile - it is derived from the suffix of the user's username input instead.
sl_si: Anonimna identiteta ne uporablja domene, ki je navedena v profilu - izlušči se iz zadnjega dela vpisanega uporabniškega imena.

source: %s installer will be in the form of an EXE file. It will configure %s on your device, by creating wireless network profiles.<p>When you click the download button, the installer will be saved by your browser. Copy it to the machine you want to configure and execute.
sl_si: Nameščevalnik %s bo v obliki datoteke EXE. Nastavil bo %s na napravi, tako da bo ustvaril profil za brezžično omrežje.<p>Po kliku na gumb za prenos, bo brskalnik shranil datoteko. Nato jo prenesite na napravo, kjer želite nastaviti eduroam in jo zaženite.

source: In addition to <strong>%s</strong> the installer will also configure access to the following networks:
sl_si: Hkrati z nastavitvijo omrežja <strong>%s</strong> bo nastavljen dostop tudi do naslednjih omrežij:

source: In addition to <strong>%s</strong> the installer will also configure access to:
sl_si: Hkrati z nastavitvijo omrežja <strong>%s</strong> bo nastavljen dostop tudi do:

source: In order to connect to the network you will need an a personal certificate in the form of a p12 file. You should obtain this certificate from your home institution. Consult the support page to find out how this certificate can be obtained. Such certificate files are password protected. You should have both the file and the password available during the installation process.
sl_si: Za povezavo v omrežje potrebujete tudi osebni certifikat v obliki zapisa p12. Certifikat pridobite na domači organizaciji. Postopek pridobitve si oglejte na straneh za pomoč. Tovrstne datoteke so zaščitene z geslom. Med namestitvijo boste potrebovali tako datoteko p12 kot tudi njeno geslo.

source: In order to connect to the network you will need an account from your home institution. You should consult the support page to find out how this account can be obtained. It is very likely that your account is already activated.
sl_si: Za povezavo v omrežje boste potrbovali račun iz vaše domače organizacije. Postopek pridobitve računa si oglejte na straneh za pomoč. Zelo verjetno imate račun že pripravljen.

source: The installer will also install additional software - SecureW2 EAP Suite (GNU General Public License).<p>You will be requested to enter your account credentials into a pop box during the installation. This information will be saved so that you will reconnect to the network automatically each time you are in the range.
sl_si: Nameščevalnik bo namestil dodatno programsko opremo - SecureW2 EAP Suite (GNU Splošna Licenca).<p>Med nameščanjem boste pozvani, da vnesete uporabniško ime in geslo. Podatki bodo shranjeni in bodo uporabljeni za povezavo vedno, ko boste v dosegu omrežja.

source: When you are connecting to the network for the first time, Windows will pop up a login box, where you should enter your user name and password. This information will be saved so that you will reconnect to the network automatically each time you are in the range.
sl_si: Ob prvi povezavi v omrežje vas bo Windows pozval, da vnesete uporabniško ime in geslo. Podatki bodo shranjeni in bodo uporabljeni za povezavo vedno, ko boste v dosegu omrežja.

source: You will be required to enter the same credentials for each of the configured notworks:
sl_si: Za vsako izmed spodaj naštetih omrežij boste morali vnesti enako geslo:

source: Login credentials
sl_si: Prijavni podatki

source: %s installer for %s
sl_si: %s nameščevalnik za %s

source: Welcome to the %s installer
sl_si: Pozdravljeni v %s nameščevalniku

source: Installation complete
sl_si: Namestitev končana

source: Network profiles have been installed.
sl_si: Omrežni profili so nameščeni.

source: Your system is ready.
sl_si: Vaš sistem je pripravljen.

source: Network installation had errors.
sl_si: Pri nameščanju omrežij je prišlo do napak.

source: Please contact ${SUPPORT}.
sl_si: Kontaktirajte ${SUPPORT}.

source: Accept
sl_si: Sprejmi

source: If you accept the conditions then select Accept and then click Install to continue.
sl_si: Če se strinjate s pogoji kliknite na gumb Sprejmi in nato za nadaljevanje kliknite na gumb Namesti.

source: Finish
sl_si: Dokončaj

source: searching for certificate
sl_si: iščem certifikat

source: installing certificate
sl_si: nameščam certifikate

source: could not install certificate
sl_si: certifikata ni bilo mogoče namestiti

source: The non TKIP profiles are preferred. Always use them if you have a choice.
sl_si: Zaželeni so profili brez TKIP. Uporabite jih kadar se le da.

source: The non TKIP profile is preferred. Always use it if you have a choice.
sl_si: Zaželeni je profil brez TKIP. Uporabite ga kadar se le da.

source: This installer has been prepared for ${ORGANISATION}
sl_si: Nameščevalnik je pripravljen za ${ORGANISATION}

source: The installer will create the following wireless profiles:
sl_si: Nameščevalnik bo izdelal naslednje brezžične profile:

source: More information and comments:
sl_si: Več informacij in komentarji:

source: Installer created with software from the GEANT project.
sl_si: Nameščevalnik ustvarjen s programsko opremo iz projekta GEANT.

source: Windows wireless configuration service is not enabled. The installer cannot continue.
sl_si: Windows storitev za nastavljanje brezžičnega omrežja ni vključena. Nameščevalnik ne more nadaljevati.

source: No wireless interfaces found. The installer cannot continue.
sl_si: Ni bilo mogoče najti brezžičnih vmesnikov. Nameščevalnik ne more nadaljevati.

source: Profiles installation
sl_si: Namestitev profilov

source: This installer will only work properly if you are a member of ${ORGANISATION} and the user group: ${USER_GROUP}.
sl_si: Nameščevalnik bo pravilno deloval le, če ste član ${ORGANISATION} in skupine uporabnikov: ${USER_GROUP}.

source: Click OK to continue with installation.
sl_si: Za nadaljevanje namestitve kliknite na gumb Nadaljuj.

source: This installer will only work properly if you are a member of ${ORGANISATION}.
sl_si: Nameščevalnik bo pravilno deloval le, če ste član ${ORGANISATION}.

source: Please read the additional information from your home institution which will be displayed in a moment.
sl_si: Preberite dodatne informacije s svoje domače organizacije, le te bodo prikazane v kratkem.

source: Restart system now
sl_si: Ponovno zaženi sistem

source: I will restart later
sl_si: Ponovno zaženi kasneje

source: deleting profile $R1
sl_si: brisanje profila $R1

source: installing profile $R1
sl_si: nameščanje profila $R1

source: Profile installation error for $R1.
sl_si: Napaka pri nameščanju profila $R1.

source: Installation of the personal certificate
sl_si: Namestitev osebnega certifikata

source: Components installation
sl_si: Namestitev komponent

source: Personal certificate
sl_si: Osebni certifikat

source: Installation of network profiles
sl_si: Namestitev omrežnih profilov

source: profiles
sl_si: profili

source: Installation
sl_si: Namestitev

source: Network profiles update
sl_si: Posodobitev omrežnih profilov

source: Information about components
sl_si: Informacije o komponentah

source: user profile
sl_si: profil uporabnika

source: install program
sl_si: namesti program

source: EAP-pwd installation error. Please try again or contact ${SUPPORT}.
sl_si: Napaka pri nameščanju EAP-pwd. Poskusite znova ali se obrnite na ${SUPPORT}.

source: SecureW2 installation error. Please try again or contact ${SUPPORT}.
sl_si: Napaka v namestitvi SecureW2. Poskusite znova ali se obrnite na ${SUPPORT}.

source: The installer will create network profile:
sl_si: Nameščevalnik bo izdelal omrežni profil:

source: %s installer for
sl_si: %s nameščevalnik za

source: Install personal certificate
sl_si: Namesti osebni certifikat

source: Preparing to install personal certificate.
sl_si: Priprava nameščanja osebnega certifikata.

source: Click OK to continue
sl_si: Za nadaljevanje kliknite na gumb Naprej

source: Certificate files (*.p12)
sl_si: Certifikatne datoteke (*.p12)

source: Certificate files (*pfx)
sl_si: Certifikatne datoteke (*pfx)

source: Selected file: $Cert_file
sl_si: Izbrana datoteka: $Cert_file

source: certificate password:
sl_si: geslo certifikata:

source: No certificate file selected
sl_si: Ni izbrane datoteke s certifikati

source: Incorrect certificate password$\r$\nenter again
sl_si: Napačno geslo certifikata$\r$\nponovno vpišite geslo

source: In order to install/update %s access all selected steps need to be performed. Click Continue to proceed
sl_si: Za namestitev/posodobitev dostopa do %s je potrebno izvesti vse izbrane korake. Za nadaljevanje kliknite Naprej.

source: If an option is not selected by default, then it is either not available or optional.
sl_si: Možnost, ki privzeto ni izbrana je izbirna ali ni na voljo.

source: The installer is in the form of a bash script. It will try to configure eduroam under Network Manager and if this is either not appropriate for your system or your version of Network Manager is too old, a wpa_supplicant config file will be created instead.
sl_si: Nameščevalnik je v obliki skripte bash. Poskušal bo nastaviti eduroam v programu "Network Manager". Če imate prestaro različico Network Manager-ja ali pa vaš sistem ne podpira takšnih nastavitev, bo narejena nastavitvena datoteka za wpa_supplicant.

source: The installer will create .eduroam sub-directory in your home directory and will copy your server certificates there.
sl_si: Nameščevalnik bo naredil podimenik .eduroam v vašem domačem imeniku in prenesel vanj certifikate avtentikacijskih strežnikov.

source: In order to connect to the network you will need an a personal certificate in the form of a p12 file. You should obtain this certificate from your home institution. Consult the support page to find out how this certificate can be obtained. Such certificate files are password protected. You should have both the file and the password available during the installation process. Your p12 file will also be copied to the .eduroam directory.
sl_si: Za povezavo v omrežje boste potrebovali osebni certifikat v obliki zapisa p12. Certifikat pridobite na domači organizaciji. Postopek za pridobitev certifikata preverite na strani za pomoč. Tovrstne datoteke so zaščitene z geslom. Med namestitvijo boste potrebovali tako datoteko kot geslo. Vaša datoteka p12 bo prekopirana tudi v imenik .eduroam.

source: You will be requested to enter your account credentials during the installation. This information will be saved so that you will reconnect to the network automatically each time you are in the range.
sl_si: Med nameščanjem boste morali vnesti geslo ali podatke vašega računa. Podatki bodo shranjeni in bodo uporabljeni za povezavo vedno, ko boste v dosegu omrežja.

source: Directory %s exists; some of its files may be overwritten.
sl_si: Imenik %s že obstaja; nekatere datoteke bodo morda prepisane.

source: Continue
sl_si: Nadaljuj

source: Installation successful
sl_si: Namestitev je uspela

source: Network Manager configuration failed, generating wpa_supplicant.conf
sl_si: Nastavitev "Network Manager" je bila neuspešna, izdelan bo wpa_supplicant.conf

source: File %s exists; it will be overwritten.
sl_si: Datoteka %s obstaja; prepisana bo.

source: Output written to %s
sl_si: Vsebina vpisana v %s

source: This installer will only work properly if you are a member of %s and the user group: %s.
sl_si: Nameščevalnik bo pravilno deloval le, če ste član %s in skupine uporabnikov: %s.

source: This installer will only work properly if you are a member of %s.
sl_si: Nameščevalnik bo pravilno deloval le, če ste član %s.

source: Y
sl_si: D

source: Really quit?
sl_si: Zares želite zaključiti?

source: enter your userid
sl_si: Vnesite svoje uporabniško ime

source: enter your password
sl_si: vnesite geslo

source: repeat your password
sl_si: ponovite geslo

source: passwords do not match
sl_si: gesli se ne ujemata

source: personal certificate file (p12 or pfx)
sl_si: osebni certifikat (p12 ali pfx)

source: file not found
sl_si: datoteke ni bilo mogoče najti

source: enter the password for the certificate file
sl_si: vnesite geslo za datoteko s certifikatom

source: This installer is an example only. It produces a zip file containig the IdP certificates, info and logo files (if such have been defined by the IdP administrator) and a dump of all available attributes.
sl_si: Primer nameščevalnika vsebuje datoteko zip s certifikati IdP, datoteko z informacijami in logotip (če jih je administrator IdP nastavil). Vsebuje tudi izpis vseh obstoječih atributov.
