Repository: GEANT/CAT
Catalog: source/trunk/translation/*/web_admin.po
Languages: de_de, gl_es, it_it

source: Error creating new IdP binding!
de_de: Fehler beim Binden des neuen IdPs an den Benutzer!
gl_es: Produciuse un erro ao crear a nova ligazón IdP!
it_it: Errore nella creazione del nuovo IDP

source: Sorry... this token has already been used to create an institution. If you got it from a mailing list, probably someone else used it before you.
de_de: Entschuldigung... dieser Gutschein wurde bereits verbraucht um eine Institution zu erstellen. Wenn Sie die Einladung von einer Mailingliste haben, war wahrscheinlich ein anderes Listenmitglied schneller als Sie.
gl_es: Mágoa... este token xa se usou para crear unha institución. De telo obtido a partir dunha lista de correo, probabelmente xa o usou alguén antes de vostede.
it_it: Spiacente... questo token è stato già usato per creare una Organizzazione. Se l\'hai ottenuto da una mailing list, probabilmente qualcun\'altro lo ha usato prima di te.

source: Sorry... this token has expired. Invitation tokens are valid for 24 hours. Please ask your federation administrator for a new one.
de_de: Entschuldigung... dieser Gutschein ist abgelaufen. Gutscheine sind nur für 24 Stunden gültig. Bitte fragen Sie Ihren Administrator nach einem neuen Gutschein.
gl_es: Mágoa... o tempo deste token expirou. Os tokens de convite son válidos durante 24 horas. Pídalle á súa federacón un novo.
it_it: Spiacente... questo token è scaduto. I token di invito sono validi per 24 ore. Si prega di chiederne uno nuovo all\'amministratore della propria federazione.

source: Sorry... you have come to the enrollment page without a valid token. Are you a nasty person? If not, you should go to <a href='overview_user.php'>your profile page</a> instead.
de_de: Nana... Sie haben versucht, einen Einladungsgutschein einzulösen, dieserist aber gar nicht gültig! Sind Sie ein Böser? Falls nicht, gehen Sie zu <a href='overview_user.php'>ihrer Profilseite</a> zurück.
gl_es: Mágoa... chegou á páxina de inscrición cun token que non é correcto. Pretende vostede facer trampa? Se non é o caso, vaia á <a href='overview_user.php'>súa páxina de perfil</a> en troques.
it_it: Spiacente... sei arrivato alla pagina di enrollment senza un token valido. Sei una persona maleintenzionata? Se non lo sei dovresti andare alla <a href='overview_user.php'>pagina del tuo profilo</a> invece.

source: Sanity check for dynamic discovery of realms
de_de: Plausibilitätsprüfung für dynamische Verbindungen
gl_es: Proba de integridade para descubrir zonas dinamicamente.
it_it: Controllo di integrità per la scoperta dinamica dei realm

source: You asked for a realm check, but we don't know the realm for this profile!
de_de: Dieses Profil kann nicht überprüft werden, da der zugehörige Realm nicht angegeben wurde!
gl_es: Solicitou unha proba de zona pero non coñecemos a zona deste perfil!
it_it: Hai chiesto di controllare il realm, ma non sappiamo il realm per questo profilo!

source: No valid realm name given, cannot execute any checks!
de_de: Es wurde kein gültiger Realm angegeben, daher können keine Tests ausgeführt werden!
gl_es: Non se lle deu un nome correcto á zona e non se pode executar ningunha comprobación!
it_it: Nessun nome di realm valido immesso, non si può eseguire alcun controllo!

source: STATIC
de_de: STATISCH
gl_es: ESTÁTICO
it_it: STATICO

source: DYNAMIC
de_de: DYNAMISCH
gl_es: DINÁMICO
it_it: DINAMICO

source: PASS
de_de: OK
gl_es: CORRECTO

source: FAIL
de_de: FEHLGESCHLAGEN
gl_es: ERRO

source: Client certificate:
de_de: Clientzertifikat:
gl_es: Certificado de cliente

source: expected result:
de_de: Erwartetes Ergebnis:
gl_es: resultado esperado:
it_it: risultato atteso:

source: Server accepted this client certificate
de_de: Server hat das Clientzertifikat akzeptiert
gl_es: O servidor aceptou este certificado de cliente
it_it: Il server ha accettato questo certificato client

source: Server accepted this client certificate, but should not have
de_de: Server akzeptierte das Clientzertifikat, obwohl er nicht sollte
gl_es: O servidor aceptou este certificado de cliente malia que non o debería facer
it_it: Il server ha accettato questo certificato client, ma non avrebbe dovuto

source: Server did not accept this client certificate
de_de: Server hat das Clientzertifikat nicht akzeptiert
gl_es: O servidor non acepta este certificado de cliente
it_it: Il server non accetta il certificato del client

source: Server did not accept this client certificate - reason
de_de: Server hat das Clientzertifikat nicht akzeptiert - Grund
gl_es: O servidor non acepta este certificado de cliente - razón
it_it: Il server non accetta il certificato del client - motivo:

source: Rest of tests for this CA skipped
de_de: Restliche Tests für diese CA werden übersprungen
gl_es: Omitíronse o resto de probas desta AC
it_it: Saltati gli altri test per questa CA

source: You should update your list of accredited CAs
de_de: Sie sollten Ihre Liste der akkreditierten CAs aktualisieren
gl_es: Debería actualizar a súa lista de AC acreditadas
it_it: Si prega di aggiornare la lista delle CA accreditate

source: Get it from here.
de_de: Hier herunterladen.
gl_es: Conségueo desde aquí.

source: more
de_de: mehr
gl_es: máis
it_it: di più

source: Show detailed information for all tests
de_de: Detaillierte Informationen zu allen Tests anzeigen
gl_es: Amosar información detallada para todas as probas
it_it: Visualizza informazioni dettagliate per tutti i test

source: Connection refused
de_de: Verbindungsaufbau abgelehnt
gl_es: Conexión rexeitada

source: Server certificate
de_de: Serverzertifikat
gl_es: Certificado de servidor
it_it: Certificato Server

source: Subject
de_de: Name (Subject)
gl_es: Asunto
it_it: Oggetto

source: Issuer
de_de: Aussteller
gl_es: Comentador
it_it: Emittente

source: SubjectAltName
de_de: Alternative Namen (subjectAltNames)
gl_es: Nome alternativo do asunto (SubjectAltName)

source: Certificate policies
de_de: Zertifikat Policies
gl_es: Políticas de certificado
it_it: Politiche sul certificato

source: crlDistributionPoint
de_de: CRL Verteilerpunkte

source: Hide detailed information for all tests
de_de: Detaillierte Informationen zu allen Tests ausblenden
gl_es: Agochar información detallada para todas as probas
it_it: Nascondi informazioni dettagliate per tutti i test

source: Some required input is missing!
de_de: Einige benötigte Eingaben fehlen!
gl_es: Falta algún dato de entrada requirido!

source: elapsed time: %sms.
de_de: Laufzeit: %sms.
gl_es: tempo transcorrido: %sms.

source: Subject:
de_de: Name (Subject):
gl_es: Asunto:

source: Issuer:
de_de: Aussteller:
gl_es: Emisor:

source: Valid from:
de_de: Gültig von:
gl_es: Válido desde:

source: Valid to:
de_de: Gültig bis:
gl_es: Válido ata:

source: Serial number:
de_de: Seriennummer:
gl_es: Número de serie:

source: SHA1 fingerprint:
de_de: SHA1 Fingerabdruck:
gl_es: Sinatura dixital SHA1:

source: Extensions
de_de: Erweiterungen
gl_es: Extensións

source: show server certificate details
de_de: Details des Serverzertifikats anzeigen
gl_es: Amosa os detalles do certificado de servidor

source: Server certificate details:
de_de: Details des Serverzertifikats:
gl_es: Detalles do certificado de servidor:

source: Realm testing for: %s
de_de: Realm Überprüfung für: %s
gl_es: Proba de dominio de: %s

source: DNS checks
de_de: DNS Überprüfung
it_it: Controlli DNS

source: Static connectivity tests
de_de: Konnektivitätsüberprüfung (statisch)
gl_es: Probas estáticas de conectividade

source: Dynamic connectivity tests
de_de: Konnektivitätsüberprüfung (dynamisch)
gl_es: Probas dinámicas de conectividade

source: Live login tests
de_de: Test-Login mit echten Daten
gl_es: Probas de autenticación real

source: Checking NAPTR existence:
de_de: Abfrage von NAPTR Einträgen:
gl_es: Comprobando a existencia de NAPTR:

source: This realm has no NAPTR records.
de_de: Dieser Realm hat keine NAPTR Einträge.
gl_es: Este dominio non dispón de rexistros NAPTR.

source: This realm has NAPTR records, but none are associated with %s.
de_de: Dieser Realm hat NAPTR Einträge, aber keine davon gehören zu %s.
gl_es: Este dominio ten rexistros NAPTR pero ningún deles está asociado con %s.

source: This realm has %d %s NAPTR records.
de_de: Dieser Realm hat %d %s NAPTR Einträge.
gl_es: Este dominio dispón de %d rexistros NAPTR de %s.

source: Checking NAPTR compliance (flag = S and regex = {empty}):
de_de: Überprüfung der Konformität der NAPTR Einträge (Flag = S und Regex = {leer} ):
gl_es: Comprobación da conformidade de NAPTR (flag = S e regex = {baleiro}):

source: No issues found.
de_de: Keine Probleme gefunden.
gl_es: Non se atoparon problemas.

source: At least one NAPTR with invalid content found!
de_de: Mindestens ein NAPTR mit ungültigem Inhalt gefunden!
gl_es: Existe a lo menos un rexistro NAPTR con contido inválido!

source: Checking SRVs:
de_de: Überprüfung der SRVs:
gl_es: Comprobando SRVs:

source: This check was skipped.
de_de: Dieser Test wurde übersprungen.
gl_es: Esta proba foi omitida

source: %d host names discovered.
de_de: %d Rechnernamen aufgelöst.
gl_es: %d nomes de equipos descubertos
it_it: %d nomi host scoperti.

source: Checking IP address resolution:
de_de: Überprüfung der Auflösbarkeit von IP-Adressen:
gl_es: Comprobando a resolución da dirección IP:

source: At least one hostname could not be resolved!
de_de: Mindestens ein Rechnername konnte nicht aufgelöst werden!
gl_es: Non puido resolverse algún dos hostnames!

source: %d IP addresses resolved.
de_de: %d IP Adressen aufgelöst.
gl_es: %d direcciones IP resoltas.

source: Realm is <strong>%s</strong>
de_de: Realm ist <strong>%s</strong>
gl_es: A zona é <strong>%s</strong>
it_it: Il realm è <strong>%s</strong>

source: with no DNS errors encountered. Congratulations!
de_de: und es wurden keine DNS Fehler gefunden. Glückwunsch!
gl_es: sen ningún erro de DNS. Felicidades!
it_it: senza errori DNS. Congratulazioni!

source: but there were DNS errors! Check them!
de_de: aber es wurden DNS Fehler festgestellt! Überprüfen Sie diese!
gl_es: pero producíronse erros de DNS! Compróbeos!
it_it: ma ci sono stati errori DNS! Controlla!

source: You should re-run the tests after fixing the errors; more errors might be uncovered at that point. The exact error causes are listed below.
de_de: Nachdem Sie diese Fehler beseitigt haben, sollten Sie die Tests noch einmal durchführen; eventuell werden dann noch weitere Fehler gefunden. Die genauen Fehlergründe sind in der folgenden Liste aufgeführt.
gl_es: Deberías reintentar as probas despois de arranxar os erros. Máis erros poderían descubrirse así. Os detalles do erro amósanse a continuación.

source: Repeat static connectivity tests
de_de: Statsiche Konnektivitätsüberprüfung wiederholen
gl_es: Repetir as probas estáticas de conectividade

source: STATIC connectivity tests
de_de: Konnektivitätsüberprüfung: STATISCH
gl_es: Test de conectividade ESTÁTICA
it_it: test di connettività STATICA

source: This check sends a request for the realm through various entry points of the %s infrastructure. The request will contain the 'Operator-Name' attribute, and will be larger than 1500 Bytes to catch two common configuration problems.<br/>Since we don't have actual credentials for the realm, we can't authenticate successfully - so the expected outcome is to get an Access-Reject after having gone through an EAP conversation.
de_de: Dieser Test sendet Authentifizierungsanfragen für Ihren Realm von mehreren Punkten der %s Infrastruktur. Diese Anfragen enthalten das Attribut 'Operator-Name' und sind größer als 1500 Byte. Damit werden zwei typische Fehlkonfigurationen überprüft.<br/>Da wir keine tatsächlichen Benutzerdaten bei ihrem Realm haben, können wir uns nicht wirklich anmelden. Das erwartete Ergebnis des Tests ist daher, dass nach Durchführung des EAP-Protokolls am Ende ein 'Access-Reject' Paket gesendet wird.
gl_es: Esta proba envía unha solicitude á zona mediante varios puntos de entrada da infraestrutura %s. A solicitude conterá o atributo 'Nome de operador' que deberá ser maior de 1500 bytes para evitar dous problemas de configuración frecuentes. <br/>Dado que neste momento non hai credenciais para a zona, non podemos acadar unha autenticación correcta - así que a resposta esperábel será obter un Access-Reject despois de estabelecer a conversa EAP.
it_it: Questo controllo manda una richiesta per il realm attraverso vari punti di ingresso dell\'infrastruttura %s. La richiesta conterrà l\'attributo 'Operator-Name' e sarà più grande di 1500 Bytes per evidenziare due problemi comuni di configurazione. <br/>Giacchè non possediamo le effettive credenziali per il realm, non possiamo autenticarci con successo - così il risultato atteso è di ottenere un Access-Reject dopo che la conversazione EAP abbia avuto luogo.

source: Testing from: %s
de_de: Überprüfung von: %s
gl_es: Probando desde: %s

source: testing...
de_de: Test läuft ...
gl_es: probando...

source: Repeat dynamic connectivity tests
de_de: Dynamische Konnektivitätsüberprüfung wiederholen
gl_es: Repetir as probas dinámicas de conectividade

source: DYNAMIC connectivity tests
de_de: Konnektivitätsüberprüfung: DYNAMISCH
gl_es: Probas de conectividade dinámica
it_it: Test di connettività DINAMICA

source: Some errors were found during the tests, see below
de_de: Während der Tests wurden einige Fehler gefunden, siehe unten
gl_es: Atopáronse algúns erros durante as probas, vexa abaixo
it_it: Gli errori, riportati sotto, sono stati riscontrati durante i tests.

source: All tests passed, congratulations!
de_de: Alle Tests bestanden, Glückwunsch!
gl_es: Pasáronse as probas, felicidades!
it_it: Tutti i test hanno avuto esito positivo , congratulazioni!

source: Checking server handshake...
de_de: Überprüfen der Serverkommunikation...
gl_es: Probando o entendemento co servidor...
it_it: verifico l\'handshake del server....

source: Due to OpenSSL limitations, it is not possible to check IPv6 addresses at this time.
de_de: Aufgrund fehlender Funktionalität in OpenSSL können IPv6 Adressen derzeit nicht überprüft werden.
it_it: A causa delle limitazioni di OpenSSL, non è al momento possibile controllare indirizzi IPv6.

source: Checking if certificates from CAs are accepted...
de_de: Überprüfung, ob Zertifikate von allen akkreditierten CAs akzeptiert werden...
gl_es: Probando a aceptación dos certificados das CA...
it_it: verifico se il certificato appartiene CAs accettate

source: A few client certificates will be tested to check if servers are resistant to some certificate problems.
de_de: Einige Clientzertifikate werden getestet, um zu überprüfen ob die Serverseite diese Zertifikate ordentlich überprüft.
gl_es: Pódense probar algúns certificados de cliente para comprobar se os servidores son resistentes a certos problemas de certificación.
it_it: Alcuni certificati client saranno verificati per stabilire se il server è immune dalle vulnerabilità sui certificati note.

source: Live login test
de_de: Test-Login mit echten Daten
gl_es: Proba de inicio de sesión real
it_it: Test di login in tempo reale

source: If you enter an existing login credential here, you can test the actual authentication from various checkpoints all over the world.
de_de: Wenn Sie funktionierende Login-Daten angeben, können Sie diesenden Loginnamen von mehren Punkten weltweit testen lassen.
gl_es: Introducindo unha credencial de inicio de sesión aquí, poderá probar a autenticación actual en varios puntos de comprobación de todo o mundo.
it_it: Se si inseriscono qui delle credenziali di accesso esistenti, si può testare l\'effettiva autenticazione da vari punti di controllo in tutto il mondo.

source: The test will use all EAP types you have set in your profile information to check whether the right CAs and server names are used, and of course whether the login with these credentials and the given EAP type actually worked. If you have set anonymous outer ID, the test will use that.
de_de: Der Test greift auf Ihre Konfigurationsdaten zu den unterstützten EAP-Typen zurück. Beim Login wird überprüft, ob ihr Server sich mit dem richtigen Zertifikat identifiziert, und natürlich ob die von Ihnen angegebenen Login-Daten funktionieren. Fals Sie für ihr Profil anonyme Identität definiert haben, wird auch dies bei der Anfrage berücksichtigt.
gl_es: A proba usará todos os tipo EAP que configurase no seu perfil de información para comprobar cando se usan o CA e o nome de usuario correcto e, por suposto, cando o inicio de sesión con esas credenciais e o tipo de EAP dado actualmente funcionaron. De ter configurado un ID de usuario anónimo, a proba usará ese.
it_it: Il test userà tutti i tipi EAP che hai configurato nelle informazioni del tuo profilo per verificare che le CA e i nomi server siano corretti, e naturalmente se l\'accesso con quelle credenziali e il dato tipo EAP hanno effettivamente funzionato. Se hai configurato un ID esterno anonimo, il test userà quello.

source: Note: the tool purposefully does not offer you to save these credentials, and they will never be saved in any way on the server side. Please use only <strong>temporary test accounts</strong> here; permanently valid test accounts in the wild are considered harmful!
de_de: Hinweis: hier wird mit Absicht nicht angeboten, die Logindaten permanent zu hinterlegen. Sie werden auch serverseitig nicht gespeichert. Verwenden Sie für einen solchen Test bitte <strong>temporäre</strong> Test-Logins. Permanent funktionierende Test-Logins die außerhalb der eigenen Organisation bekannt sind, gelten als sehr gefährlich!
gl_es: Nota: A ferramenta non lle ofrecerá á mantenta gardar as credenciais e nunca se gardarán de ningunha maneira no lado servidor. Use soamente <strong>contas de proba temporais</strong> aquí; as contas con probas permanentes correctas considéranse perigosas!
it_it: Nota: lo strumento di proposito non offre di salvare le credenziali, queste non saranno mai salvate in nessun modo lato server. Si prega di usare solo <strong>account temporanei di test</strong> qui; account di test permanentemente validi e diffusi sono considerati dannosi!

source: Password-based EAP types
de_de: Passwortbasierte EAP Typen
gl_es: Tipos EAP con base en contrasinais
it_it: Tipi EAP basati sulla password

source: Real (inner) username:
de_de: Tatsächlicher (innerer) Benutzername:
gl_es: Nome de usuario real (interno):

source: Anonymous outer ID (optional):
de_de: Anonyme äußere Identität (optional):
gl_es: Identificador anónimo externo (opcional):

source: Password:
de_de: Passwort:
gl_es: Contrasinal:

source: Certificate-based EAP types
de_de: Zertifikatsbasierte EAP Typen
gl_es: Tipos EAP con base en certificados
it_it: Tipi EAP basati sul certificato

source: Certificate file (.p12 or .pfx):
de_de: Client-Zertifikat Datei (.p12 oder .pfx):
gl_es: Fichero de certificado (.p12 o .pfx):

source: Certificate password, if any:
de_de: Passwort für den Zertifikatsschlüssel, falls nötig:
gl_es: Contrasinal do certificado, se ten:

source: Username, if different from certificate Subject:
de_de: Benutzername, falls nicht identisch zum Namen im Zertifikat:
gl_es: Nome de usuario, se é distinto do Asunto do certificado:

source: Submit credentials
de_de: Daten übertragen
gl_es: Enviar credenciais
it_it: Invia le credenziali

source: Return to dashboard
de_de: Zurück zur IdP Übersichtsseite
gl_es: Volver ao taboleiro de control
it_it: Ritorna al cruscotto

source: %s: IdP enrollment wizard (step 2)
de_de: %s: Erzeugen eines neuen Identitätsproviders (Schritt 2)
gl_es: %s: Asistente de inscrición no IdP (paso 2)
it_it: %s: wizard di registrazione dell\'IdP (fase 2)

source: %s: Editing IdP '%s'
de_de: %s: Bearbeiten des IdP '%s'
gl_es: %s: Edición do IdP '%s'
it_it: %s: Modifica IdP '%s'

source: Step 2: General Information about your IdP
de_de: Schritt 2: Allgemeine Informationen über ihren Identitätsprovider
gl_es: Paso 2: Información xeral sobre o IdP
it_it: Fase 2: Informazioni generali sul proprio IdP

source: Editing IdP information for '%s'
de_de: Informationen zum IdP '%s' bearbeiten
gl_es: Edición da información do IdP para '%s'
it_it: Modifica informazioni IdP per '%s'

source: General Institution Properties
de_de: Allgemeine Eigenschaften der Institution
gl_es: Propiedades xerais da institución
it_it: Caratteristiche dell\'Ente

source: Country:
de_de: Land:
gl_es: País:
it_it: Paese:

source: Hello, newcomer. Your institution is new to us. This wizard will ask you several questions about your IdP, so that we can generate beautiful profiles for you in the end. All of the information below is optional, but it is important to fill out as many fields as possible for the benefit of your end users.
de_de: Hallo, Neuankömmling. Ihre Institution ist uns noch unbekannt. Dieses Interview wird Ihnen einige Fragen zu ihrem Identitätsprovider stellen, damit wir hinterher schöne Installationsprogramme für Sie generieren können. Alle Informationen die Sie hier eingeben sind optional, aber je mehr Felder Sie ausfüllen, um so besser wird das Endergebnis für Ihre Benutzer!
gl_es: Ola por primeira vez. A súa institución é nova para nós. Este asistente faralle varias preguntas sobre o seu IdP para poder xerar uns perfís axeitados para vostede. Todos os datos seguintes son opcionais pero é importante cubrir tantos campos como sexa posíbel en prol dos seus usuarios finais.
it_it: Benvenuto. Il suo ente è nuovo per noi. Inserendo le informazioni richiesta in questo wizard sarà possibile generare un profilo completo. Le informazioni sottostanti sono opzionali, ma è consigliabile valorizzarne il maggior numero possibile a beneficio della semplicità per l\'utente finale

source: General Information
de_de: Allgemeine Informationen
gl_es: Información xeral
it_it: Informazioni Generali

source: This is the place where you can describe your institution in a fine-grained way. The solicited information is used as follows:
de_de: Hier können Sie ihre Institution detailliert beschreiben. Wir benutzen die angefragten Informationen wie folgt:
gl_es: Este é o lugar onde pode describir a súa institución de modo detallado. A información solicitada úsase como segue:
it_it: Questo è il posto per dettagliare le informazioni del suo ente. Le informazioni richiesta saranno usate come segue:

source: <strong>Logo</strong>: When you submit a logo, we will embed this logo into all installers where a custom logo is possible. We accept any image format, but for best results, we suggest SVG. If you don't upload a logo, we will use the generic logo instead (see top-right corner of this page).
de_de: <strong>Logo</strong>: Wenn Sie ihr Logo hochladen, werden wir es in alle Installationsprogramme einbetten, die eigene Logos unterstützen. Wir akzeptieren beliebige Bildformate. Die besten Ergebnisse werden Sie jedoch erzielen, wenn Sie eine Datei im SVG Format hochladen. Wenn Sie kein Logo hochladen, verwenden wir das Standard Logo (siehe oben rechts auf dieser Seite).
gl_es: <strong>Logo</strong>: Cando vostede introduce un logo, integrarémolo en todos os instaladores onde sexa posíbel un logo personalizado. Aceptamos calquera formato de imaxe pero para os mellores resultados suxerimos usar SVG. Se non envía un logo, usaremos un xenérico en troques (vexa o recanto superior dereito desta páxina).
it_it: <strong>Logo</strong>: Quando si carica un logo, questo verrà inserito begli installer, loddove possibile. Si può usare qualsiasi formato, ma per un risultato migliore, suggeriamo di usare SVG. Se non viene caricato un logo, verrà usato ul logo generico (vedi in alto e destra di questa pagina)
