Repository: GEANT/CAT
Catalog: source/trunk/translation/*/web_admin.po
Languages: de_de, gl_es, it_it

source: Now, we need to know which EAP types your IdP supports. If you support multiple EAP types, you can assign every type a priority (1=highest). This tool will always generate an automatic installer for the EAP type with the highest priority; only if the user's device can't use that EAP type, we will use an EAP type further down in the list.
de_de: Als nächstes müssen wir festlegen, welche EAP Typen ihr IdP unterstützt. Falls Sie mehrere Typen unterstützen, können Sie jedem EAP Typ eine Priorität zuordnen (1=höchste Priorität). eduroam CAT wird immer einen Installer für den Typ mit der höchsten Priorität anlegen, sofern das entsprechende Gerät diesen Typ unterstützt. Wenn nicht, wird einer der EAP Typen weiter unten in der Liste benutzt.
gl_es: Agora, cómpre saber que tipos de EAP son compatíbeis co seu IdP. Se admite múltiplos tipos EAP, pode asignar a cada tipo unha prioridade (1=maior). Esta ferramenta xerará sempre un instalador automático para o tipo EAP coa maior prioridade; soamente no caso de que o dispositivo do usuario non poida usar o tipo EAP, usaremos un tipo EAP que estea menos priorizado na lista.
it_it: Ora abbiamo bisogno di sapere quali tipi EAP supporta il tuo IdP. Se si supportanopiù tipi EAP, è possibile assegnare una priorità ad ogni tipo (1 = più alto). Questostrumento genererà sempre un installer automatico per il tipo EAP con lapriorità più alta; utilizzeremo un tipo EAP più in basso nella lista solo se il dispositivo dell\'utente non può utilizzare quel tipo EAP.

source: EAP options inherited from Global level:
de_de: Vererbte EAP Optionen aus den globalen Einstellungen:
gl_es: Opcións de EAP herdadas do nivel global:
it_it: Opzioni EAP ereditate dal livello Globale:

source: Supported EAP types for this profile
de_de: Unterstützte EAP-Typen für dieses Profil
gl_es: Tipos de EAP compatíbeis con este perfil
it_it: Tipi EAP supportati per questo profilo

source: Use "drag &amp; drop" to mark an EAP method and move it to the supported (green) area. Prioritisation is done automatically, depending on where you "drop" the method.
de_de: Bentutzen Sie "drag &amp; drop" um einen EAP Typ in das (grüne) Feld für unterstützte EAP Methoden zu ziehen. Die Priorität der EAP-Typen wird automatisch gesetzt, je nachdem in welche Reihenfolge Sie die EAP-Typen schieben.
gl_es: User arrastrar-soltar para marcar un método EAP e movelo á area dos compatíbeis (verde). A priorización faise automaticamente, conforme soltase o método.
it_it: "clicca e trascina" per selezionare un metodo EAP e spostarlo nell\'area supportato (verde). La definizione delle priorità avviene automaticamente, a seconda di dove si "rilascia" il metodo.

source: Unsupported EAP types
de_de: Unterstützte EAP Typen
gl_es: Tipos de EAP non compatíbeis
it_it: Tipi EAP non supportati

source: Helpdesk Details for this profile
de_de: Helpdesk Angaben für dieses Profil
gl_es: Detalles de asistencia técnica deste perfil
it_it: Dettagli dell\'Helpdesk per questo profilo

source: The option %s is already defined IdP-wide. If you set it here on profile level, this setting will override the IdP-wide one.
de_de: Die Option %s ist bereits IdP-weit konfiguriert. Wenn Sie hier auf Profilebene diese Option eingeben, wird damit die IdP-weite Einstellung überschrieben.
gl_es: A opción %s xa está definida para todo o IdP. Se a configura aquí no nivel de perfil, esta opción sobrescribirá a común para todo o IdP.
it_it: L\'opzione %s è già definita a livello di IDP. Se viene impostat a livello di profilo, questo sovrascriverà quella a livello di IdP

source: EAP Details for this profile
de_de: Angaben zu EAP für dieses Profil
gl_es: Detalles EAP deste perfil
it_it: Dettagli EAP per questo profilo

source: When you are sure that everything is correct, please click on 'Save data' and you will be taken to your IdP Dashboard page.
de_de: Wenn Sie sicher sind, dass alle Angaben stimmen, dann drücken Sie bitte auf 'Daten speichern' und Sie werden zur Übersichtsseite weitergeleitet.
gl_es: Cando estea seguro de que todo é correcto, prema en 'Gardar datos' e pasará á páxina do seu taboleiro de control IdP.
it_it: Quando sei sicuro che tutto è corretto, clicca su 'Salva i dati' e sarai portato alla pagina Cruscotto del tuo IdP.

source: %s: Profile wizard (step 3 completed)
de_de: %s: Profilerzeugung (Schritt 3 abgeschlossen)
gl_es: %s: Asistente de perfil (paso 3 completado)
it_it: %s: Wizard del profilo (fase 3 completata)

source: Darn! Could not get a proper profile handle!
de_de: Mist! Konnte keinen gültigen Handler auf ein Profil bekommen!
gl_es: Vaia! Non se conseguiu o manipulador de perfil adecuado!
it_it: Impossibile ottenere un profile handle adeguato!

source: Submitted attributes for this profile
de_de: Übermittelte Attribute für dieses Profil
gl_es: Atributos enviados para este perfil
it_it: Attributi inviati per questo profilo

source: Anonymous Outer Identities cannot be turned on: realm is missing!
de_de: Anonyme Identitäten können nicht aktiviert werden: der Realm ist nicht bekannt!
gl_es: As identidades externas anónimas non se poden activar: non hai zona!
it_it: L\'Identità Esterna Anonima non può essere attivata: manca il realm!

source: Anonymous Identity support is <strong>%s</strong>, the anonymous outer identity is <strong>%s</strong>
de_de: Anonyme Identitäten sind <strong>%s</strong>, die verwendete anonyme Identität ist <strong>%s</strong>
gl_es: A admisibilidade da identidade anónima é <strong>%s</strong>, a identidade externa anónima é <strong>%s</strong>
it_it: Il supporto per l\'identità anonima è <strong>%s</strong>, l\'identità esterna anonima è <strong>%s</strong>

source: ON
de_de: EIN
gl_es: CONECTADA

source: Anonymous Identity support is <strong>%s</strong>
de_de: Anonyme Identiten sind <strong>%s</strong>
gl_es: A compatibilidade con identidade anónima está <strong>%s</strong>
it_it: Il supporto per l\'Identità Anonima è <strong>%s</strong>

source: OFF
de_de: AUS
gl_es: DESCONECTADA

source: Redirection can't be activated - you did not specify a target location!
de_de: Die Umleitung konnte nicht eingerichtet werden - Sie haben kein Ziel angegeben!
gl_es: Non se pode activar a redirección - non especificou a localización de destino!
it_it: La ridirezione non può essere attivata - non è stata specificata una posizione di destinazione!

source: Redirection is <strong>OFF</strong>
de_de: Umleitung ist <strong>ausgeschaltet</strong>
gl_es: A redirección está <strong>DESCONECTADA</strong>
it_it: La ridirezione è <strong>OFF</strong>

source: Supported EAP Type:
de_de: Unterstützter EAP Typ:
gl_es: Tipo de EAP compatíbel:
it_it: Tipi EAP supportati:

source: Supported EAP Type: <strong>%s</strong> is missing required information %s !
de_de: Unterstützter EAP Typ: <strong>%s</strong> Wichtige Informationen fehlen %s!
gl_es: O tipo EAP admitido: <strong>%s</strong> non ten a información requirida %s!
it_it: Tipi EAP supportati: <strong>%s</strong> mancano le informazioni necessarie %s !

source: The EAP type was added to the profile, but you need to complete the missing information before we can produce installers for you.
de_de: Der EAP-Typ wure dem Profil hinzugefügt, aber Sie müssen noch die fehlenden Informationen nachtragen, bevor Installationsprogramme für diese Profil erstellt werden können.
gl_es: O tipo EAP engadiuse ao perfil pero cómpre que complete a información que falta antes de producirmos os instaladores adecuados para vostede.
it_it: Il tipo EAP è stato aggiunto al profilo, ma è necessario completare le informazioni mancanti prima di poter produrre i programmi di installazione per voi.

source: Continue to Installer Fine-Tuning and Download
de_de: Weiter zu den Installationsprogammen (Feintuning und Herunterladen)
gl_es: Continúe cos axustes finos do Instalador e Descarga
it_it: Continua alla configurazione avanzata dell\'Installer e al Download

source: Editing User Attributes
de_de: Bearbeiten des Benutzers
gl_es: Edición de atributos de usuario
it_it: Modifica degli Attributi Utente

source: Current User Attributes
de_de: Momentane Benutzerattribute
gl_es: Atributos de usuario actual
it_it: Attributi Utente correnti

source: Your attributes
de_de: Ihre persönlichen Informationen
gl_es: Os seus atributos
it_it: I tuoi attributi

source: User Attributes - Summary of submitted data
de_de: Benutzerattribute - Zusammenfassung der eingegebenen Daten
gl_es: Atributos de usuario - Resumo dos datos introducidos
it_it: Attributi Utente - Riassunto dei dati inseriti

source: The page was called with insufficient data. Please report this as an error.
de_de: Diese Seite wurde mit unzureichenden Daten aufgerufen. Bitte melden Sie diesen Fehler.
gl_es: A páxina foi chamada sen datos suficientes. Infórmenos disto como un erro.
it_it: La pagina è stata chiamata con dati insufficienti. Si prega di segnalare questo errore.

source: Submitted attributes
de_de: Übermittelte Attribute
gl_es: Atributos introducidos
it_it: Attributi inseriti

source: Continue to user overview page
de_de: Weiter zu Ihrer Übersichtsseite
gl_es: Continuar na páxina xeral do usuario
it_it: Continua alla pagina di overview dell\'utente

source: Incomplete Logout
de_de: Logout unvollständig
gl_es: Peche de sesión incompleto

source: We were unable to log you out of all your sessions. To be completely sure that you are logged out, you need to close your web browser.
de_de: Sie konnten nicht vollständig abgemeldet werden. Um sicherzustellen, dass Sie vollständig ausgeloggt sind, sollten Sie Ihren Browser schließen.
gl_es: Non puidemos pechar todas as túas sesións. Para estar completamente seguro de que pechaches a túa sesión necesitas saír do navegador web.

source: %s: Federation Management
de_de: %s: Föderationsmanagement
gl_es: %s: Xestión da federación
it_it: %s: Gestione della Federazione

source: Federation Overview
de_de: Übersicht über Föderationen
gl_es: Vista xeral da federación
it_it: Panoramica della Federazione

source: Your Personal Information
de_de: Ihre persönlichen Informationen
gl_es: Información persoal
it_it: Le tue informazioni personali

source: Unique Identifier
de_de: Eindeutiger Bezeichner
gl_es: Identificador único
it_it: Identificatore univoco

source: click to display
de_de: Klicken zum Anzeigen
gl_es: prema para presentar
it_it: clicca per visualizzare

source: You are not a federation manager.
de_de: Sie sind kein Föderationsadministrator.
gl_es: Vostede non é n xestor de federación.
it_it: Non sei un gestore della federazione.

source: The invitation email was sent successfully.
de_de: Die E-Mail mit der Einladung wurde erfolgreich versandt.
gl_es: O correo de convite enviouse correctamente.
it_it: La mail di invito è stata inviata con successo.

source: The invitation email was sent.
de_de: Die E-Mail mit der Einladung wurde versandt.
gl_es: Enviouse o convite.
it_it: La email di invito è stata spedita.

source: The invitation email could not be sent!
de_de: Das Versenden der E-Mail mit der Einladung ist fehlgeschlagen!
gl_es: O correo de convite non se puido enviar!
it_it: Non è stato possibile spedire l\'email di invito.

source: Error: unknown result code of invitation!?!
de_de: Fehler: unbekannter Status der Einladung!?!
gl_es: Erro: Resultado do código de convite descoñecido!?!
it_it: Errore: codice di risposta dell\'invito sconosciuto!?!

source: Unknown result!
de_de: Unbekanntes Ergebnis!
gl_es: Resultado descoñecido!
it_it: Risultato sconosciuto!

source: Deployment Status
de_de: Status der Bereitstellung
gl_es: Estado do despregue

source: Institution Name
de_de: Name der Institution
gl_es: Nome da institución
it_it: Nome dell\'Ente

source: %s Database Sync Status
de_de: %s Datenbank Synchronisationsstatus
gl_es: %s Estado de sincronización da base de datos
it_it: Stato di sincronizzazione del database %s

source: Administrator Management
de_de: Administratorenverwaltung
gl_es: Xestión de administradores
it_it: Gestione Amministratore

source: Your federation %s contains the following institutions:
de_de: Ihre Föderation %s enthält die folgenden Institutionen:
it_it: La tua federazione %s contiene i seguenti enti:

source: Manage DB Link
de_de: DB Verknüpfung administrieren
gl_es: Xestionar a ligazón coa base de datos
it_it: Gestisci il collegamento al DB

source: NOT linked
de_de: NICHT verknüpft
gl_es: Non ligada
it_it: NON linkato

source: Linked
de_de: verknüpft
gl_es: Ligada
it_it: Linkato

source: Add/Remove Administrators
de_de: Administratoren hinzufügen/löschen
gl_es: Engadir/Retirar administradores
it_it: Aggiungi/Rimuovi Amministratori

source: Pending invitations in your federation:
de_de: Noch nicht eingelöste Einladungen in dieser Föderation:
gl_es: Convites pendentes na súa federación:
it_it: Inviti pendenti per la tua federazione:

source: Revoke Invitation
de_de: Einladung zurücknehmen
gl_es: Revogar convite
it_it: Revoca invito

source: Register New Institution!
de_de: Neue Institution anlegen!
gl_es: Rexistrar unha nova institución
it_it: Registra un nuovo Ente!

source: %s: IdP Dashboard
de_de: %s: IdP Übersichtsseite
gl_es: %s: Taboleiro de control IdP
it_it: %s: Cruscotto IdP

source: Identity Provider Overview
de_de: Identitätsprovider Übersicht
gl_es: Vista xeral do fornecedor de identidade
it_it: Panoramica dell'\Identity Provider

source: IdP-wide settings
de_de: Globale Einstellungen
gl_es: Configuración xeral de IdP
it_it: impostazioni a livello di IdP

source: Country
de_de: Land
gl_es: País
it_it: Paese

source: Institution Download Area QR Code
de_de: IdP-weiter QR Code zum Herunterladen
gl_es: Código QR para a área de descargas da institución
it_it: QR code area Download dell\'ente

source: Edit IdP-wide settings
de_de: Globale Einstellungen bearbeiten
gl_es: Editar a configuración xeral IdP
it_it: Modifica impostazioni a livello di IdP

source: After deleting the IdP, you can not recreate it yourself - you need a new invitation token from the federation administrator!
de_de: Nachdem Sie Ihren IdP gelöscht haben, können Sie ihn nicht selbst wiederherstellen - Sie benötigen eine neue Einladung von Ihrem Föderationsadministrator!
gl_es: Tras borrar o IdP non podes recrealo ti mesmo. Necesitas un novo token de invitación de parte do administrador da federación.

source: Do you really want to delete your IdP %s?
de_de: Möchten Sie den Identitätsprovider %s wirklich löschen?
gl_es: Confirma que quere eliminar o seu IdP %s?
it_it: Vuoi veramente cancellare l\'IdP %s?

source: Delete IdP
de_de: IdP Löschen
gl_es: Eliminar IdP
it_it: Cancella IdP

source: This action will delete all properties of your IdP and start over the configuration from scratch. Do you really want to reset all settings of your IdP %s?
de_de: Diese Aktion wird alle Eigenschaften Ihres IdP löschen und die Konfiguration neu beginnen. Möchten Sie Ihren IdP %s wirklich zurücksetzen?
gl_es: Esta acción eliminará todas as propiedades do teu IdP e deixarao sen configuración. Estás seguro de que queres resetear a configuración do teu IdP%s?

source: Reset all IdP settings
de_de: Alle IdP Einstellungen zurücksetzen
gl_es: Resetear toda a configuración do IdP

source: Available Support actions
de_de: Verfügbare Unterstützungsaktionen
gl_es: Acccións de asistencia dispoñíbeis
it_it: Azioni di supporto disponibili

source: Check another realm's reachability
de_de: Erreichbarkeit eines beliebigen Realms überprüfen
gl_es: Comprobar se outras zonas son acadábeis
it_it: Verifica la raggiungibilità di un altro realm

source: Go!
de_de: Los!
gl_es: Vamos!
it_it: Vai!

source: Check server status of European federations
de_de: Serverstatus der europäischen Landesserver überprüfen
gl_es: Comprobar o estado de servidor de federacións europeas
it_it: Verifica lo stato dei server delle federazioni europee

source: Profiles for this institution
de_de: Profile für Ihren Identitätsprovider
gl_es: Perfís para esta institución
it_it: Profili per questo ente

source: There are not yet any profiles for your institution.
de_de: Für Ihren Identitätsprovider wurden noch keine Profile angelegt.
gl_es: Aínda non hai perfís para a súa institución.
it_it: Non ci sono ancora profili per il tuo ente.

source: <strong>EAP Types</strong> (in order of preference):
de_de: <strong>EAP Typen</strong> (absteigende Präferenz):
gl_es: <strong>Tipos EAP</strong> (por orde de preferencia):
it_it: <strong>Tipi EAP</strong> (in ordine di preferenza):

source: Information needed!
de_de: Informationen fehlen!
gl_es: Cómpre información!
it_it: Informazione necessaria!

source: Option override on EAP Method level is in effect.
de_de: Bei diesem EAP-Typ werden globale und/oder profilweite Optionen überschrieben.
gl_es: Está en vigor a opción de sobrescribir no nivel de método EAP.
it_it: L\'opzione di sovrascrittura a livello di METODO EAP è attiva

source: Option override on profile level is in effect.
de_de: In diesem Profil werden globale Optionen überschrieben.
gl_es: Está en vigor a opción de sobrescribir no nivel de perfil.
it_it: L\'opzione di sovrascrittura a livello di PROFILO è attiva

source: The information in this profile is incomplete.
de_de: Die Informationen in diesem Profil sind nicht vollständig.
gl_es: A información do perfil está incompleta.
it_it: Le informazioni in questo profilo sono incomplete

source: This profile is shown on the user download interface.
de_de: Dieses Profil wird für Endbenutzer angezeigt.
gl_es: Este perfil vese na interface de descarga de usuario.
it_it: Questo profilo viene mostrato sull\'interfaccia di download per l\'utente.

source: This profile is NOT shown on the user download interface, even though we have enough information to show. To enable the profile, add the attribute "%s" and tick the corresponding box.
de_de: Dieses Profil wird NICHT für Endbenutzer angezeigt, obwohl genug Informationen eingeben wurden, um dort etwas anzeigen zu können. Um es freizugeben, fügen Sie bitte die Option "%s" zu dem Profil hinzu.
gl_es: Este perfil non se amosará na interface de descarga para usuarios, mesmo que teñamos abonda informacón para amosar. Para activar o perfil, engada o atributo "%s" e active a correspondente caixa.
it_it: Questo profilo NON è mostrato nell\'interfaccia di download dell\'utente, anche se avremmo informazioni sufficienti per mostrarlo. Per abilitare il profilo, aggiungere l\'attributo "%s" e attivare il box corrispondente.

source: Profile: %s
de_de: Profil: %s
gl_es: Perfil: %s
it_it: Profilo: %s

source: Read this <a href='%s'>tip</a>.
de_de: Lesen Sie diesen <a href='%s'>Tipp</a>.
gl_es: Lea este <a href='%s'>consello</a>.

source: The realm can only be checked if you configure the realm!
de_de: Der Realm des Profils kann nur überprüft werden, wenn Sie den Realm auch konfigurieren!
gl_es: A zona soamente se pode comprobar se configura a zona!
it_it: Il realm può essere verificato solo se lo si configura!

source: Check realm reachability
de_de: Realm-Erreichbarkeit überprüfen
gl_es: Comprobar se a zona é acadábel
it_it: Verifica la raggiungibilità del realm

source: You have not fully configured any supported EAP types!
de_de: Sie haben keine EAP-Typen vollständig konfiguriert!
gl_es: Non acabou de configurar ningún tipo de EAP compatíbel!
it_it: Non hai configurato completamente alcun tipo di EAP supportato!

source: Installer Fine-Tuning and Download
de_de: Installationsprogramme: Feintuning und Herunterladen
gl_es: Axuste fino do Instalador e Descarga
it_it: Configurazione avanzata dell\'Installer e Download

source: Edit
de_de: Bearbeiten
gl_es: Editar
it_it: Modifica

source: Do you really want to delete the profile %s?
de_de: Möchten Sie das Profil %s wirklich löschen?
gl_es: Confirma que quere eliminar o perfil %s?
it_it: Vuoi veramente cancellare il profilo %s?

source: Delete
de_de: Löschen
gl_es: Eliminar
it_it: Cancella

source: User Download Link
de_de: Benutzerbereich zum Herunterladen
gl_es: Ligazón de descarga para usuario
it_it: Link di Download per l\'utente

source: User Downloads
de_de: Download-Statistik
gl_es: Descargas do usuario
it_it: Download Utente

source: Add new profile ...
de_de: Neues Profil hinzufügen ...
gl_es: Engadir un novo perfil ...
it_it: Aggiungi nuovo profilo ...

source: Device Compatibility matrix
de_de: Geräte-Kompatibilitätsmatrix
gl_es: Matriz de compatibilidade de dispositivo
it_it: Matrice di compatibilità dei dispositivi

source: Device compatiblity matrix for %s of %s
de_de: Geräte-Kompatibilitätsmatrix für %s von %s
gl_es: Matriz de compatibilidade de usuario para %s de %s
it_it: Matrice di compatibilità dei dispositivi per %s di %s

source: Device
de_de: Gerät
gl_es: Dispositivo
it_it: Dispositivo

source: EAP-Type-specific options...
de_de: EAP-Typ-spezifische Optionen
gl_es: Opcións específicas do tipo EAP...
it_it: Opzioni per tipo di EAP

source: Device-specific options...
de_de: Gerätespezifische Optionen
gl_es: Opcións específicas do dispositivo...
it_it: Opzioni per dispositivo

source: Download
de_de: Herunterladen
gl_es: Descargar
it_it: Scarica

source: Legend:
de_de: Legende:
gl_es: Lenda:
it_it: Legenda:

source: redirection is set
de_de: Weiterleitung ist konfiguriert
gl_es: redirección configurada
it_it: è configurata la ridirezione

source: will be offered on download site
de_de: wird auf der öffentlichen Downloadseite von CAT bereitgestellt
gl_es: ofrecerase no sitio de descargas
it_it: sarà offerto sul sito di scaricamento.

source: configured, but not preferred EAP type
de_de: konfiguriert, ist aber nicht der bevorzugte EAP-Typ
gl_es: tipo EAP configurado pero non preferente
it_it: tipo EAP configurato, ma non preferito

source: incomplete configuration
de_de: Konfiguration unvollständig
gl_es: configuración incompleta
it_it: configurazione incompleta

source: not supported by CAT
de_de: von CAT nicht unterstützt
gl_es: non compatíbel con CAT
it_it: non supportato da CAT

source: Footnotes:
de_de: Fußnoten:
gl_es: Notas a rodapé:
it_it: Note:

source: %s: User Management
de_de: %s: Benutzermanagement
gl_es: %s: Xestión de usuarios
it_it: %s: Gestione Utente

source: User Overview
de_de: Benutzerübersicht
gl_es: Vista xeral de usuario
it_it: Informazioni Utente

source: Edit User Details
de_de: Benutzerdetails bearbeiten
gl_es: Editar detalles do usuario
it_it: Modifica dettagli utente

source: Click here to manage your federations
de_de: Klicken Sie hier, um Ihre Föderationen zu verwalten
gl_es: Prema aquí para xestionar as súas federacións
it_it: Clicca quì per gestire le tue federazioni.

source: Click here to access the superadmin page
de_de: Klicken Sie hier um die Superadmin Seite anzuzeigen
gl_es: Prema aquí para acceder á páxina de superadministrador

source: You are managing the following institution:
de_de: Sie administrieren die folgende Institution:
gl_es: Vostede está a xestionar a seguinte institución:
it_it: Stai gestendo i seguenti enti:

source: Other admins of this institution
de_de: Andere Administratoren für diesen IdP
gl_es: Outros admins desta institución
it_it: Altri amministratori di quest o ente

source: Institutions in federation %s
de_de: Institutionen in Föderation %s
gl_es: Institucións da federacón %s
it_it: Ente nella federazione %s

source: other user
de_de: weiterer Benutzer
gl_es: outro usuario
it_it: altro utente

source: You are not managing any institutions.
de_de: Sie administrieren noch keinen IdP.
gl_es: Non está administrando ningunha institución.
it_it: Non le risulta assegnato nessun ente
