Repository: GEANT/CAT
Catalog: source/trunk/translation/*/web_admin.po
Languages: de_de, gl_es, it_it

source: <strong>Terms of Use</strong>: Some installers support displaying text to the user during installation time. If so, we will make that happen if you upload an RTF file or plain text file to display.
de_de: <strong>Nutzungsbedingungen</strong>: Einige Installer ermöglichen es, während der Installation Text zu den Nutzungsbedingungen anzuzeigen und bestätigen zu lassen. Wenn Sie eine Datei mit Nutzungsbedingungen hochladen (RTF und Textdateien werden unterstützt), werden wir diese Datei wo möglich mit einbinden.
gl_es: <strong>Condicións de uso</strong>: Algúns instaladores permiten amosar texto ao usuario no momento da instalación. Nese caso, verase que sucede se envias un ficheiro RTF ou de texto simple para presentar.
it_it: <strong>Condizioni di utilizzo</strong>: Alcuni installer supportano la visualizzazione di testo all\'utente durante l\'installazione. In tal caso, faremo in modo che questo avvenga se carichi un file RTF o un file di testo semplice da visualizzare.

source: Add new option
de_de: Neue Option hinzufügen
gl_es: Engadir unha nova opción
it_it: Aggiungi nuova opzione

source: Media Properties
de_de: Netzzugangsmedien
gl_es: Propiedades do medio

source: In this section, you define on which media %s should be configured on user devices.
de_de: In diesem Bereich geben Sie an, für welche Zugangsmedien %s auf den Nutzergeräten eingerichtet werden soll.
gl_es: Define nesta sección en que medio debería ser configurado %s nos dispositivos de usuario.

source: Additional SSIDs:
de_de: Zusätzliche SSIDs:
gl_es: SSID adicionais:
it_it: SSID addizionali:

source: We will always configure this SSID for WPA2/AES: %s.
de_de: Die folgende SSID wird immer für WPA2/AES konfiguriert: %s.
gl_es: Sempre vamos configurar este SSID para WPA2/AES: %s.
it_it: Il seguente SSID sara configurato per WPA2/AES: %s

source: They will also be configured for WPA/TKIP if the device supports multiple encryption types.
de_de: Sie werden auch für WPA/TKIP konfiguriert, sofern das Gerät mehrere Verschlüsselungen unterstützt.
gl_es: Tamén se configurarán para WPA/TKIP se o dispositivo permite múltiplos tipos de cifrado.
it_it: Saranno anche configurati per WPA/TKIP se il dispositivo supporta molteplici tipi di crittazione.

source: It is also possible to define custom additional SSIDs with the options '%s' and '%s' below.
de_de: Es ist auch möglich, zusätzliche eigene SSIDs mit den Optionen '%s' und '%s' zu konfigurieren.
gl_es: Tamén é posíbel definir SSID adicionais coas opcións '%s' e '%s' seguintes.
it_it: E\' anche possibile definire SSIDs addizionali personalizzati con le opzioni '%s' e '%s' sotto riportate.

source: Please configure which SSIDs should be configured in the installers.
de_de: Bitte geben Sie an, welche SSIDs in den Installationsprogrammen konfiguriert werden sollen.
gl_es: Escolla con que SSID debería configurarse nos instaladores.
it_it: Configurare quali SSID verranno configurati nei programmi di installazione.

source: By default, we will only configure the SSIDs with WPA2/AES encryption. By using the '(with WPA/TKIP)' option you can specify that we should include legacy support for WPA/TKIP where possible.
de_de: Standardmäßig werden SSIDs nur mit der Verschlüsselung WPA2/AES konfiguriert. Durch Auswahl von '(mit WPA/TKIP)' können Sie eine SSID zusätzlich für das ältere WPA/TKIP konfigurieren - dies wird jedoch nur noch bei einigen Geräten unterstützt.
gl_es: En principio, soamente configuraremos os SSID co cifrado WPA2/AES. Usando a opción '(con WPA/TKIP)' pode especificar que deberiamos incluír a compatibilidade herdábel para WPA/TKIP cando sexa posíbel.
it_it: Di defaullt, configureremo solo SSIDs con encryption WPA2/AES. Usando l-opzione '(with WPA/TKIP)' puoi specificare di includere il supporto legacy per WPA/TKIP dove possibile.

source: Additional Hotspot 2.0 / Passpoint Consortia:
de_de: Zusätzliche Hotspot 2.0 / Passpoint Konsortia:
gl_es: Hotspot 2.0 / Passpoint Consortia adicionais:

source: Hotspot 2.0 / Passpoint Consortia:
de_de: Hotspot 2.0 / Passpoint Konsortia:

source: We will always configure this Consortium OI: %s.
de_de: Das folgende Konsortium wird immer konfiguriert: %s.
gl_es: Sempre configuraremos este Consortium OI: %s.

source: It is also possible to define custom additional OIs with the option '%s' below.
de_de: Es ist auch möglich, zusätzliche eigene Konsortia mit der Option '%s' zu konfigurieren.
gl_es: É posible tamén definir un OI propio adicional coa opción '%s' de máis abaixo.

source: Please configure which Consortium OIs should be configured in the installers.
de_de: Bitte geben Sie an, welche Roaming-Konsortia in den Installationsprogrammen konfiguriert werden sollen.
gl_es: Por favor, especifica que Consortium OIs deberían ser configurados nos instaladores.

source: Support for wired IEEE 802.1X:
de_de: Kabelgebundene Netzwerke:
gl_es: Soporte para IEEE 802.1X cableado:

source: If you want to configure your users' devices with IEEE 802.1X support for wired ethernet, please check the corresponding box. Note that this makes the installation process a bit more difficult on some platforms (Windows: needs administrator privileges; Apple: attempting to install a profile with wired support on a device without an active wired ethernet card will fail).
de_de: Wenn IEEE 802.1X Unterstützung auch für kabelgebundene Netzwerke eingerichtet werden soll, dann setzen Sie bitte das entsprechende Häkchen. Bitte beachten Sie, dass dadurch der Installationsprozess für die Nutzer auf einigen Plattformen etwas schwieriger wird (Windows: Installation erfordert Administratorprivilegien; Apple: der Versuch, ein Profil mit Kabelunterstützuung auf einem Gerät ohne Kabelnetzwerkanschluss zu installieren, wird fehlschlagen).
gl_es: Se queres configurar os dispositivos dos teus usuarios con soporte IEEE 802.1X para a rede cableada, por favor marca a casilla correspondente. Ten en conta que isto fai que o proceso de instalación sera un pouco máis dificil en certas plataformas (Windows necesita permisos de administrador. En Apple, ao tentar instalar un perfil con soporte de rede cableada nun dispositivo sen un dispositivo de rede cableada activa fallará).

source: Removal of bootstrap/onboarding SSIDs:
de_de: Entfernung von Hilfs-/Einrichtungs-Netzen:
gl_es: Eliminación de SSIDs de arranque/incorporación:

source: If you use a captive portal to distribute configurations, you may want to unconfigure/disable that SSID after the bootstrap process. With this option, the SSID will either be removed, or be defined as 'Only connect manually'.
de_de: Wenn Sie ein ungeschütztes Captive Portal Netzwerk haben, das bei der ersten Einrichtung des Netzzugangs hilft, dann können Sie hier konfigurieren, dass dieses Netz nach erfolgreicher Einrichtung des eigentlichen Netzwerks deaktiviert oder gelöscht wird.
gl_es: Se utilizas un portal cativo para distribuír configuracións é posible que queiras deshabilitar ese SSID despois do proceso de arranque. Con esta opción o SSID será eliminado ou definido como 'Conexión manual'.

source: Helpdesk Details for all users
de_de: Angaben zum Helpdesk
gl_es: Detalles da asistencia técnica para todos os usuarios
it_it: Dettagli dell\'Helpdesk per tutti gli utenti

source: If your IdP provides a helpdesk for its users, it would be nice if you would tell us the pointers to this helpdesk. Some site installers might be able to signal this information to the user if he gets stuck.
de_de: Falls Ihr IdP einen Helpdesk für die Benutzer anbietet, wäre es schon wenn Sie uns die Kontaktdaten dieses Helpdesks mitteilen könnten. Einige Installationsprogramme bieten die Möglichkeit, dem Benutzer diese Informationen anzuzeigen, sollte er nicht weiterkommen.
gl_es: Se o IdP fornece asistencia técnica para os seus usuarios, estaría ben se nos informase destas puntualizacións de asistencia. Algúns instaladores poderían apuntar a esta información para usuarios cando se produce algún atranco.
it_it: Se il suo IdP formisce un helpdesk per gli utenti, si prega di indicarne i riferimenti. Alcuni installer visualizzano queste info in caso di problemi

source: If you enter a value here, it will be added to the site installers for all your users, and will be displayed on the download page. If you operate separate helpdesks for different user groups (we call this 'profiles'), or operate no help desk at all (shame on you!), you can also leave any of these fields empty and optionally specify per-profile helpdesk information later in this wizard.
de_de: Wenn Sie hier Werte eingeben, werden diese für alle Benutzer ihrer Institution in den Installern und auf der Downloadseite angezeigt. Sollten Sie verschiedene Helpdesks für unterschiedliche Benutzergruppen haben (wir nennen das 'Profile'), dann können Sie die entprechenden Informationen auch pro Profil eintragen (im nächsten Schritt). Sollten Sie gar keinen Helpdesk haben, sollten Sie sich was schämen. Sie können dann die Felder einfach leer lassen.
gl_es: Ao introducir un valor aquí, engadirase aos instaladores do sitio para todos os seus usuarios e amosarase na páxina de descarga. Se manexa distintos manuais de asistencia para diferentes grupos (que chamamos 'perfís') ou non manexa ningún manual en absoluto (que vergoña!), tamén pode deixar calquera deses campos baleiros e opcionalmente especificar infromación de asistencia por perfil despois, neste mesmo asistente.

source: EAP details for all users
de_de: Angaben zu EAP
gl_es: Detalles EAP para todos os usuarios
it_it: Dettagli EAP per tutti gli utenti

source: Most EAP methods need server-side authentication details, like the CA certificate and/or server name(s) of your authentication servers. If all the EAP methods you support work with the same CA and or Common Names of servers, you can enter them here and they will be added as trust anchors in all profiles. If the details differ per profile or per EAP-type, you can also enter them in the individual profiles later.
de_de: Die meisten EAP Methoden brauchen serverseitige Authentifizierungsdaten, zum Beispiel die CA die das Serverzertifikat ausstellt, oder den Namen des Authentifizierungsservers.Wenn alle ihre EAP Methodenmit der selben CA und/oder den selben Servernamen arbeiten, können Sie sie direkt hier eingeben. Dann werden diese Daten für alle Konfigurationen hinzugefügt. Sollten sie unterschiedliche Daten pro Profil oder EAP Typ benötigen, können Sie sie auch später bei den einzelnen Profilen eingeben.
gl_es: A maior parte dos métodos EAP necesitan detalles de autenticación do lado do servidor, como o certificado da AC e/ou o nome(s) do servidor(es) dos seus servidores de autenticación. Se todos os métodos de EAP que vostede admite funcionan coa mesma AC e ou nomes de servidor comúns, pode introducilos aquí e serán engadidos como áncoras fiábeis para todos os perfís. Se os detalles difiren segundo os perfís ou segundo o EAP-type, tamén pode introducilos nos perfís individuais máis adiante.

source: <strong>Note well: </strong>The server-side validation is a cornerstone of %s; without it, users are subject to man-in-the-middle attacks! We will not generate site installers without Trusted CA anchors and server names.
de_de: <strong>Beachten Sie bitte: </strong>Die Authentifizierung des Servers ist sicherheitsrelevant, und einer der Grundsteine von %s; ohne diese Sicherheitsinformationen sind Benutzer diversen Angriffen schutzlos ausgeliefert! Wir werden keine Installationsprogramme für Sie erzeugen, wenn Sie keine vollständigen Angaben zur serverseitigen Authentifizierung machen.
gl_es: <strong>Nota bene: </strong>A validación do lado servidor é trabe en %s; sen ela os usuarios están suxeitos a ataques de interceptación. Non xeraremos instaladores para o sitio sen unhas áncoras da AC fiábeis e nomes de servidores.
it_it: <strong>Nota bene: </strong> La verifica del server è fondamentale per %s; senza di essi l'utente è esposto ad attacchi di tipo man-in-the-middle. Non saranno generati installe senza utilizzo di TRUSTED CA e server names.

source: When you are sure that everything is correct, please click on %sContinue ...%s
de_de: Wenn Sie sicher sind, dass alle Angaben stimmen, dann drücken Sie bitte auf %sWeiter...%s
gl_es: Cando se asegure de que todo está correcto, prema en %sContinuar...%s
it_it: Quando sei sicuro che sia tutto corretto, clicca su %sContinua ...%s

source: Save data
de_de: Daten speichern
gl_es: Gardar datos
it_it: Salva i dati

source: Discard changes
de_de: Änderungen verwerfen
gl_es: Descartar cambios
it_it: Annulla le modifiche

source: %s: IdP enrollment wizard (step 2 completed)
de_de: %s: Erzeugen eines neuen Identitätsproviders (Schritt 2 abgeschlossen)
gl_es: %s: Asistente de inscripción de IdP (paso 2 completado)

source: Submitted attributes for IdP '%s'
de_de: Übermittelte Attribute für Identitätsprovider '%s'
gl_es: Atributos enviados para o IdP '%s'
it_it: Attributi inseriti per l\'IdP '%s'

source: (WPA2/AES and WPA/TKIP)
de_de: (WPA2/AES und WPA/TKIP)
gl_es: (WPA2/AES e WPA/TKIP)

source: Your installers will configure the following SSIDs: <strong>%s</strong>
de_de: Ihre Installationsprogramme werden die folgenden SSIDs einrichten: <strong>%s</strong>
gl_es: Os instaladores configurarán os seguinte SSIDs: <strong>%s</strong>

source: SSIDs configured
de_de: SSIDs eingerichtet
gl_es: SSID configurados

source: Your installers will configure wired interfaces.
de_de: Ihre Installationsprogramme werden kabelgebundene Netzwerke konfigurieren.
gl_es: Os teus instaladores configurarán interfaces de rede cableada.

source: Wired configured
de_de: Kabelnetzwerke konfiguriert
gl_es: Rede cableada configurada

source: We cannot generate installers because neither wireless SSIDs nor wired interfaces have been selected as a target!
de_de: Es können keine Installationsprogramme erzeugt werden, da weder WLAN-Netzwerke noch Unterstützung für kabelgebundene Netzwerke ausgewählt wurden.
gl_es: Non podemos xerar instaladores porque non se seleccionou ningún nome de rede inalámbrica ou sen fíos nin interfaz de rede cableada!

source: Continue to dashboard
de_de: Weiter zur IdP Übersichtsseite
gl_es: Ir ao taboleiro de control
it_it: Continua sul cruscotto

source: Continue to profile definition
de_de: Weiter zur Profilerstellung
gl_es: Ir á definición de perfil
it_it: Continua sulla definizione del profilo

source: %s: IdP Enrollment Wizard (Step 3)
de_de: %s: Erzeugen eines neuen Identitätsproviders (Schritt 3)
gl_es: %s: Asistente de inscrición no IdP (paso 3)
it_it: %s: Wizard di registrazione dell\'IdP (Fase 3)

source: Step 3: Defining a user group profile
de_de: Schritt 3: Definieren eines Gruppenprofils
gl_es: Paso 3: Definición dun perfil de grupo de usuarios
it_it: Fase 3: Definizione di un profilo gruppo di utenti

source: Edit profile '%s' ...
de_de: Bearbeiten des Profils '%s' ...
gl_es: Editar o perfil '%s' ...
it_it: Modifica il Profilo '%s' ...

source: General Institution Details
de_de: Details der Institution
gl_es: Detalles xerais da institución
it_it: Dettagli generali dell\'Ente

source: Global Helpdesk Details
de_de: Angaben zum Helpdesk
gl_es: Detalles de asistencia global
it_it: Dettagli globali dell\'Helpdesk

source: Global EAP Options
de_de: Globale EAP Einstellungen
gl_es: Opcións EAP globais
it_it: Opzioni globali EAP

source: General Profile properties
de_de: Allgemeine Angaben zum Profil
gl_es: Propiedades xerais do perfil
it_it: Proprietà generali del Profilo

source: We will now define a profile for your user group(s). You can add as many profiles as you like by choosing the appropriate button on the end of the page. After we are done, the wizard is finished and you will be taken to the main IdP administration page.
de_de: Wir werden nun ein Profil für eine Benutzergruppe anlegen. Sie können beliebig viele weitereProfile anlegen indem Sie unten auf den entsprechenden Knopf drücken.Nach diesem Schritt ist die Einrichtung ihres Identitätsproviders abgeschlossen und Siewerden zur Übersichtsseite weitergeleitet.
gl_es: Definiremos un perfil para o(s) seu(s) grupo(s) de usuario(s). Pode engadir tantos perfís como queira, escollendo o botón apropiado no fondo da páxina. Despois de o facer, o asistente rematará e levaralle á páxina principal de administración do IdP.
it_it: Ora definiremo un profilo per i/il gruppo/i di utenti. È possibile aggiungere quanti profili si vuole scegliendo l\'apposito pulsante alla fine della pagina. Una volta finito, la procedura guidata sarà terminata e sarete portati allapagina principale di amministrazione dell\'IdP.

source: Profile Name and RADIUS realm
de_de: Name des Profils und RADIUS Realm
gl_es: Nome de perfil e zona RADIUS
it_it: Nome del Profilo e realm RADIUS

source: First of all we need a name for the profile. This will be displayed to end users, so you may want to choose a descriptive name like 'Professors', 'Students of the Faculty of Bioscience', etc.
de_de: Zunächst braucht Ihr Profil einen Namen. Dieser wird später den Benutzern zur Auswahl angezeigt. Benutzen Sie also einen griffigen Namen, wie 'Professoren', 'Studenten der biomedizinischen Fakultät' o.ä.
gl_es: Antes de nada, cómpre un nome para o perfil. Será o que vexan os usuarios finais, así que pode querer escoller un nome descritivo como 'Profesores', 'Estudantes da Facultade de Bioloxía', etc.
it_it: Prima di tutto abbiamo bisogno di un nome per il profilo. Questo sarà visualizzato all\'utente finale, quindi si consiglia di scegliere un nome descrittivo come 'Professori','Studenti della Facoltà di Bioscienze', ecc.

source: Optionally, you can provide a longer descriptive text about who this profile is for. If you specify it, it will be displayed on the download page after the user has selected the profile name in the list.
de_de: Sie können zusätzlich auch einen längeren Beschreibungstext für ihr Profil angeben. In diesem Fall wird diese Beschreibung auf der Downloadseite angezeigt, nachdem der Benutzer dieses Profil ausgewählt hat.
gl_es: Opcionalmente, pode fornecer un texto descritivo máis longo sobre para quen é este perfil. Se o especifica, presentaraase na páxina de descarga cando o usuario seleccione un nome de perfil na lista.
it_it: Opzionalmente puoi inserire un testo più lungo che descriva il destinatario di questo profilo. Se lo valorizzi, sarà mostrato sulla pagina di download dopo che l\'utente avrà selezionato il nome del profilo dalla lista.

source: You can also tell us your RADIUS realm.
de_de: Sie können uns auch den von ihnen verwendeten RADIUS Realm mitteilen.
gl_es: Tamén pode indicarnos a súa zona RADIUS.
it_it: Puoi inserire anche il dominio RADIUS

source: This is useful if you want to use the sanity check module later, which tests reachability of your realm in the %s infrastructure.
de_de: Das ist nützlich, wenn Sie später das Modul 'Erreichbarkeitscheck des Realms' der %s Infrastrukturbenutzen möchten.
gl_es: Isto é práctico se quere usar o módulo de comprobación de integridade máis tarde, que probará a accesibilidade da súa zona na infraestrutura %s.
it_it: utile nel caso si voglia usare il check di verifica successivamente, il quale verifica la raggiungibilità del proprio dominio all\'interno della infrastruttura %s.

source: It is required to enter the realm name if you want to support anonymous outer identities (see below).
de_de: Die Angabe des Realms ist erforderlich, wenn Sie anonyme EAP Identitäten benutzen wollen (sie unten).
gl_es: Cómpre introducir o nome da zona se quere permitir identidades externas anónimas (vexa despois).
it_it: E\' richiesta l\'immissione del nome del realm, se si desidera supportare identità esterne anonime (vedi sotto).

source: Anonymity Support
de_de: Anonymität
it_it: Supporto all\'Anonimato

source: Some installers support a feature called 'Anonymous outer identity'. If you don't know what this is, please read <a href='%s'>this article</a>. Do you want us to generate installers with anonymous outer identities where available? You need to fill out the 'Realm' field above for this to work.
de_de: Einige Installer unterstützen einen 'anonymen' Betriebsmodus. Fall Sie nicht wissen, was das ist,lesen Sie bitte <a href='%s'>diesen Artikel</a>. Sollen wir anonyme Installer erstellen, sofern dies auf dem entsprechenden Gerät unterstützt wird? In diesem Fall brauchen wir auch den Realm, den ihr Identitätsprovider benutzt.

source: If you enable this feature, we will by default use the anonymous id 'anonymous@realm' in the device configurations. You can optionally change that by typing in the local anonymisation part in the text field.
de_de: Wenn Sie diese Option einschalten, wird standardmäßig die anonyme Identität 'anonymous@realm' in den Installationsprogrammen verwendet. Sie können diese Vorgabe ändern, indem Sie in das nebenstehende Textfeld einen eigenen Wert eingeben.
it_it: Se abiliti questa opzione, verrà usato imn maniera predefinita l\'identificativo anonimo 'anonymous@realm' nelle configurazioni del dispositivo. Opzionalmente puoi modificare questo comportamento digitando la parte locale dell\'anonimizzazione nel campo testo.

source: Enable Anonymous Outer Identity:
de_de: Anonyme Identitäten aktivieren:
gl_es: Activar a identidade externa anónima:
it_it: Abilita l\'Identità Esterna Anonima

source: Installer Download Location
de_de: Herunterladen der Installationsprogramme
gl_es: Localización de descarga
it_it: Posizione di download del programma di installazione.

source: The CAT has a download area for end users. There, they will, for example, learn about the support pointers you entered earlier. The CAT can also immediately offer the installers for the profile for download. If you don't want that, you can instead enter a web site location where you want your users to be redirected to. You, as the administrator, can still download the profiles to place them on that page (see the 'Compatibility Matrix' button on the dashboard).
de_de: CAT hat einen Downloadbereich für Endanwender. Dort werden, zum Beispiel, die von Ihnen konfigurierten Helpdeskinformationen angezeigt. CAT kann dort auch die Installationsprogramme direkt zum Herunterladen anbieten. Wenn Sie das nicht möchten, können Sie statt dessen die URL zu einer Internetseite angeben, wo Sie die Programme selbst bereitstellen. Die Benutzer werden dann dorthin weitergeleitet. Sie als der Administrator können selbstverständlich auf alle Installationsprogramme für Ihr Profil zugreifen. Hierfür gibt es den Bereich 'Kompatibilitätsmatrix' auf der Übersichtsseite.
gl_es: CAT ten unha área de descargas para usuarios finais. Nela, poderán, por exemplo, aprender verbo dos puntos de asistencia que introduciu anteriormente. CAT tamén pode ofrecer instantaneamente os instaladores segundo o perfil para descargar. Se non quere iso, no seu lugar pode introducir unha localización web a onde queira redirixir os seus usuarios. Vostede, como administrador aínda pode descargar os perfís para situalos nesa páxina (vexa o botón 'Matriz de compatibilidade' no taboleiro de control).
it_it: Il CAT ha un area download per gli utenti finali. Lì apprenderanno, ad esempio, i puntatori di supporto immessi in precedenza. Il CAT può ancheimmediatamente offrire il download dei programmi di installazione del profilo. Se non sivuole questo, si può invece inserire la posizione di un sito web al quale si vogliono rediretti i propri utenti. Come amministratore, tu puoi comunque scaricare iprofili e metterli in quella pagina (vedi il pulsante 'Matrice di Compatibilità'sul cruscotto).

source: Redirect end users to own web page:
de_de: Endbenutzer auf eigene Seite weiterleiten:
gl_es: Redirixir usuarios finais á súa propia páxina web:
it_it: Reindirizzare gli utenti alla pagina web:

source: Supported EAP types
de_de: Unterstützte EAP Typen
gl_es: Tipos de EAP compatíbeis
it_it: Tipi EAP supportati
