Repository: GEANT/CAT
Catalog: source/trunk/translation/*/web_user.po
Languages: ca_es, fr_fr, gl_es, sk_sk

source: eduroam is a global WiFi roaming consortium which gives members of education and research access to the internet <i>for free</i> on all eduroam hotspots on the planet. There are several million eduroam users already, enjoying free internet access on more than 6.000 hotspots! Visit <a href='http://www.eduroam.org'>the eduroam homepage</a> for more details.
ca_es: eduroam és un consorci global de 'roaming' WiFi que subministra als membres de la comunitat educativa i investigadors accés a internet <i>lliure</i> a tots els hotspots eduroam del planeta. Hi ha milions d'usuaris eduroam, disfrutant d'accés lliure a internet a més de 6.000 hotspots! Visiteu <a href='http://www.eduroam.org'>la pàgina inicial d'eduroam</a> per a més detalls.
fr_fr: eduroam est un réseau WiFi universel qui donne accès aux membres des établissement d'éducation et de recherche l'accès à internet <i> gratuitement </i> sur tous les hotspot eduroam de la planète. Il y a déjà plusieurs millions d'utililisateurs eduroam, qui profitent de plus de 6.000 hotspots! Visitez <a href='http://www.eduroam.org'>the eduroam homepage</a> pour plus de détails.
gl_es: eduroam é un consorcio para un Wifi itinerante global que lles dá aos membros de educación e investigación acceso <i>de balde</i> á Internet en todos os puntos de acceso do planeta. Xa hai varios millóns de usuarios de eduroam gozando de acceso gratuíto á Internet en máis de 6000 puntos de acceso! Para máis detalles, vexa <a href='http://www.eduroam.org'>a páxina de eduroam</a>.
sk_sk: eduroam je celosvetová dohoda o roamingu vo WiFi sieťach. Členom vzdelávacích a výskumných organizácií umožnuje pristupovať k internetu vo všetkých eduroam sieťach na svete <i>bez poplatkov</i>. V súčasnosti má eduroam niekoľko miliónov používateľov a viac ako 6.000 prístupových bodov siete. Viac informácií sa dozviete na <a href='http://www.eduroam.org'>domovskej stránke eduroam</a>.

source: <span class='edu_cat'>%s</span> is built as a cooperation platform.<p>Local %s administrators enter their %s configuration details and based on them, <span class='edu_cat'>%s</span> builds customised installers for a number of popular platforms. An installer prepared for one institution will not work for users of another one, therefore if your institution is not on the list, you cannot use this system. Please contact your local administrators and try to influence them to add your institution configuration to <span class='edu_cat'>%s</span>.
ca_es: <span class='edu_cat'>%s</span> està desenvolupada com a plataforma col.laborativa.<p>Els administradors locals d'%s introdueixen els detalls de configuració de %s i en base a això, <span class='edu_cat'>%s</span> genera instal.ladors personalitzats per a diverses plataformes conegudes. Un instal.lador generat per a una institució pot no funcionar per a usuaris d'una altra, per tant si la vostra institució no es troba a la llista no podeu fer servir aquest sistema. Sisplau contacteu amb els administradors locals i proveu de convencer-los per a afegir la configuració de la vostra institució a <span class='edu_cat'>%s</span>.
fr_fr: <span class='edu_cat'>%s</span> est construit comme une plateforme collaborative. <p>L'administrateur %s de votre établissement entre les détails de configuration %s afin de générer <span class='edu_cat'>%s</span> des installateurs pour un grand nombre de plateformes populaires. Un installateur est créer pour un établissement et ne fonctionnera pas pour un autre. Par conséquent, si votre établissement n'est pas dans la liste, vous pouvez contacter vos administrateurs locaux et essayer de les influencer à ajouter votre établissement à <span class='edu_cat'>%s</span>.
gl_es: <span class='edu_cat'>%s</span> constrúese como plataforma colaborativa.<p>Os %s administradores locais introducen os %s detalles de configuración, e baseándose neles, <span class='edu_cat'>%s</span> crean instaladores personalizados para un certo número de plataformas populares. Un instalador preparado por unha institución non funcionará para os usuarios doutra, daquela, se a súa institución non está na lista, non poderá usar este sistema. Póñase en contacto cos seus administradores locais e tente convencelos para sumar a configuración da súa institución a <span class='edu_cat'>%s</span>.
sk_sk: <span class='edu_cat'>%s</span> je koncipovaný ako platforma pre spoluprácu.<p>Lokálny správcovia %s sem možu vložiť %s nastavenia relevantné pre ich organizáciu a na ich základe vytvorí <span class='edu_cat'>%s</span> na mieru prispôsobené inštalačné programy pre rad operačných systémov a zariadení. Inštalačný program vyhotovený pre jednu organizáciu bude fungovať len pre používateľov z tejto organizacie a pre nikoho iného. Preto ak vaša organizácia nie je uvedená v zozname, nemôžte použiť tento systém. Obráťte sa, prosím, na vášho lokálneho správcu a požiadajte ho, aby do <span class='edu_cat'>%s</span> pridal nastavenia pre vašu organizáciu.

source: The most important need is adding new installer modules, which will configure particular devices. CAT is making this easy for you. If you know how to create an automatic installer then fitting it into CAT should be a piece of cake. You should start by contacting us at <a href='mailto:%s'>%s</a>, but please also take a look at <a href='%s'>CAT documentation</a>.
gl_es: A necesidade máis importante en CAT é engadir novos módulos de instalador, que configurarán dispositivos concretos. CAT fai que isto sexa fácil para tí. Se sabes como crear un instalador automático engadilo a CAT debería ser moi sinxelo. Deberías comezar por contactar connosco en <a href='mailto:%s'>%s</a> pero, por favor, bótalle antes un ollo a <a href='%s'>a documentación de CAT</a>.

source: You must have received an invitation from your national %s operator before being able to manage your institution. If that is the case, please continue and log in.
ca_es: Heu hagut de rebre una invitació del vostre operador nacional d'%s abans de poder gestionar la vostra <b> institució</b>. Si és el cas, sisplau continueu endavant.
fr_fr: Vous devez obtenir une invitation de votre NREN %s afin de pouvoir gérer CAT pour votre établissement. Si c'est la cas, merci de continuer et de vous identifier.
gl_es: Debe ter recibido unha invitación do seu operador nacional de %s antes de ser quen de xestionar a súa institución. De ser ese o caso, continúe e inicie sesión.
sk_sk: Oprávneniu na spravovanie vašej vlastnej organizácie predchádza pozvánka od vášho národného prevádzkovateľa %s. Ak ste pozvánku dostali, pokračujte, prosím, a prihláste sa.

source: Please authenticate yourself and login
ca_es: Sisplau, identifiqueu-vos per continuar
fr_fr: Merci de vous identifier
gl_es: Autentíquese e inicie a sesión
sk_sk: Prihláste sa, prosím.

source: Login
ca_es: Entrada
fr_fr: identifiant
gl_es: Iniciar sesión
sk_sk: Prihlásenie

source: My institution is not listed. Can't I just use any of the other ones?
ca_es: La meva institució no és a la llista. Puc fer servir qualsevol de les altres?
fr_fr: mon établissement n'est pas présent. Puis-je en utiliser un autre ?
gl_es: A miña institución non está listada. Podo utilizar calquera das outras?
sk_sk: Moja organizácia nie je uvedená v zozname. Môžem zvoliť inú?

source: No! The installers contain security settings which are specific to the institution. If you are not from that institution, your computer will detect that you are about to send your username and credential to an unauthorised server and will abort the login. Using a different institution installer is <i>guaranteed to not work</i>!
ca_es: No! Els instal.ladors contenen paràmetres de seguretat que són específics per la institució. Si no en sou membre, el vostre ordinador detectarà que esteu a punt d'enviar l'identificador i credencial a un servidor no autoritzat i abortarà la connexió. Utilitzar un instal.lador d'una institució diferent és <i>garantia de malfuncionament</i>!
fr_fr: Non! Les installateurs contiennent des paramètres de sécurité spécifiques à votre établissement. Votre ordinateur détecterait que vous essayez d'utiliser un nom d'utilisateur et mot de passe pour un serveur d'établissement non-autorisé et annulerait la demande. L'utilisation d'un installateur d'un établissement différent est <i> garanti de ne pas marcher</i>!
gl_es: Non! Os instaladores conteñen opcións de seguranza que son específicos da institución. Se vostede non é desa institución, o seu computador detectará que vai enviar o seu nome de usuario e credencial a un servidor non autorizado e abortará o inicio de sesión. Esquézao, utilizar un instalador dunha institución diferente <i>garántese que non lle funcionará</i>!
sk_sk: Nie! Inštalačné programy obsahujú bezpečnostné nastavenia, ktoré sú šité na mieru konkrétnej organizácii. Ak nie ste členom danej organizácie, váš počítač rozpozná, že sa chystáte odoslať svoje prihlasovacie údaje neoprávnenému serveru a zruší proces prihlasovania. Inštalačný program určený pre inú organizáciu <i>zaručene nebude fungovať</i>!

source: What can I do to get my institution listed?
ca_es: Què puc fer per a que aparegui a la llista la meva institució?
fr_fr: Pourquoi je ne peux pas faire apparaitre mon établissement ?
gl_es: Que podo facer para que a miña institución estea listada?
sk_sk: Čo môžem urobiť pre to, aby sa moja organizácia dostala na zoznam?

source: Contact %s administrators at your home institution and complain. It will take at most one hour of their time to get things done.
ca_es: Contacteu als administradors de %s a la vostra institució i queixeu-vos-hi. En poc més d'una hora poden tenir-ho tot fet.
fr_fr: Contacter les administrateurs %s de votre établissement d'origine. Cela le prendra au plus une heure de leurs temps pour traiter votre demande.
gl_es: Contate cos administradores de %s na súa institución e quéixese. Levará cando menos unha hora do seu tempo conseguir que as cousas funcionen.
sk_sk: Obráťte sa na spávcov %s vo vašej domovskej organizácii a posťažujte sa. Vyplnenie požadovaných informácií ich nebude stáť viac ako jednu hodinu času.

source: My device is not listed! Does that mean I can't do %s?
ca_es: El meu dispositiu no està a la llista! Vol dir que no puc %s?
fr_fr: Mon appareil n'est pas présent! Cela signifie que je ne peut pas faire %s?
gl_es: O meu dispositivo non está listado! Significa que non podo facer %s?
sk_sk: Moje zariadenie nie je uvedené v zozname! Znamená to, že nemôžem používať %s?

source: No. The CAT tool can only support Operating Systems which can be automatically configured in some way. Many other devices can still be used with %s, but must be configured manually. Please contact your %s Identity Provider to get help in setting up such a device.
ca_es: No. L'eina CAT només accepta sistemes operatius que d'alguna manera poden configurar-se automàticament. Molts altres dispositius encara es poden fer servir a %s, però cal configurar-los manualment. Contacteu amb el vostre Proveidor d'Identitat %s per a que us ajudin a configurar-lo
fr_fr: Non. L'outil CAT ne supporte que les systèmes d'exploitation qui peuvent être configurés automatiquement. Beaucoup d'autres appareils peuvent être utilisés avec %s, mais doivent être configurés manuellement. Merci de contacter votre fournisseur d'identité %s pour vous aider à configurer votre appareil.
gl_es: Non. A ferramenta CAT soamente é compatíbel con sistemas operativos qeu poidan ser configurados automaticamente dalgunha maneira. Aínda se poderían usar moitos outros dispositivos con %s pero deberán ser configurados manualmente. Contacte co seu Fornecedor de Identidade %s para obter axuda coa configuración de tal dispositivo.
sk_sk: Nie. CAT však podporuje iba operačné systémy, ktore je možné nastaviť automaticky. Mnoho ďalších zariadení je možné použit pre pripojenie k %s, no musia byť nastavené ručne. Pre pomoc s nastavením takýchto zariadení sa prosím obráťte na používateľskú podporu %s vo vašej organizácii.

source: I can connect to %s simply by providing username and password, what is the point of using an installer?
ca_es: Puc connectar-me a %s simplement suministrant l'identificador i la contrasenya, quina utilitat té l'instal.lador?
fr_fr: Ne puis-je pas me connecter à %s en utilisant simplement un nom d'utilisateur et mot de passe, quel est la raison d'utiliser un installateur ?
gl_es: Podo conectar a %s simplemente fornecendo un nome de usuario e un contrasinal, para que empregar un instalador?
sk_sk: K %s sa viem pripojiť jednoducho zadaním používateľského mena a hesla, na čo je mi inštalačný program?

source: When you are connecting from an unconfigured device your security is at risk. The very point of preconfiguration is to set up security, when this is done, your device will first confirm that it talks to the correct authentication server and will never send your password to an untrusted one.
ca_es: Quan us connecteu des d'un dispositiu desconfigurat la vostra seguretat està en risc. El punt més important de la preconfiguració és preparar la seguretat. Quan està feta, el vostre dispositiu primer confirmarà que contacta amb el servidor correcte i no enviarà mai la vostra contrasenya a un servidor desconegut.
fr_fr: Lorsque vous vous connectez depuis un appareil non configuré, votre sécurité n'est pas assurée. Le but de la pré-configuration est d'assurer cette sécurité. Lorsque cela est fait, votre appareil va d'abord s'assurer qu'il communiquer bien avec un serveur d’authentification valider et n'enverra jamais votre mot de passe à un serveur non valide.
gl_es: Ao conectarse desde un dispositivo sen configurar, a súa seguranza está en risco. O principal punto da preconfiguración é establecer a seguranza, cando isto estea resolto, o seu dispositivo confirmará primeiro que contacta co servidor de autenticación correcto e nunca enviará o seu contrasinal a un servidor que non sexa de confianza.
sk_sk: Pri pripájaní sa z nenakonfigurovaného zariadenia je ohrozená bezpečnosť. Hlavným zmyslom predkonfigurácie je nastavenie zabezpečenia. Správne nastavené zariadenie dokáže spoznať, či pri overovaní komunikuje s dôveryhodným serverom a nedôveryhodnému serveru heslo nikdy nepošle.

source: What is this eduroam thing anyway?
ca_es: Però que és això de l'eduroam?
fr_fr: Mais en fait, c'est quoi eduroam?
gl_es: Que é isto de eduroam en poucas palabras?
sk_sk: Čo je to eduroam?

source: Is it safe to use %s installers?
ca_es: És segur utilitzar els instal.ladors d' %s?
fr_fr: Est-il sur d'utiliser l'installateur %s?
gl_es: É seguro usar instaladores %s?
sk_sk: Je používanie inštalačného programu %s bezpečné?

source: %s installers configure security settings on your device, therefore you should be sure that you are using genuine ones.
gl_es: %s instaladores configuran as opcións de seguranza no seu dispositivo, a partir diso, debería asegurarse de utilizar as adecuadas.

source: This is why %s installers are digitally signed by %s. Watch out for a system message confirming this.
ca_es: Per això els instal.ladors %s estan signats digitalment per %s. Comproveu els missatges de sistema que ho confirmin.
fr_fr: C'est pourquoi les installateurs % sont signés numériquement par %s. Un message système devrait vous le confirmer.
gl_es: Esta é a razón de por que os instaladores %s son asinados dixitalmente por %s. Mire o sistema de mensaxes que confirme isto.
sk_sk: Preto je %s inštalačný programy podpísaný organizáciou %s. Venujte pozornosť systémovému hláseniu, ktoré potvrdí túto skutočnosť.

source: Windows 'SmartScreen' or 'Internet Explorer' tell me that the file is not commonly downloaded and possibly harmful. Should I be concerned?
gl_es: Windows «SmartScreen» ou «Internet Explorer» di que o ficheiro non se descarga normalmente e que pode que estea danado. Deberíame preocupar?

source: Contrary to what the name suggests, 'SmartScreen' isn't actually very smart. The warning merely means that the file has not yet been downloaded by enough users to make Microsoft consider it popular (which would strangely enough make it be considered 'safe'). This message alone is not a security problem.
gl_es: Contrariamente ao que o nome suxire, «SmartScreen» aínda non é moi intelixente. Este aviso simplemente significa que o ficheiro aínda non o descargaron suficientes usuarios para facer que Microsoft o considere popular (co que estrañamente se podería considerar «seguro»). Esta mensaxe por si soa non é un problema de seguranza.

source: So long as the file is carrying a valid signature from %s, the download is safe.
gl_es: Xa que o ficheiro porta unha sinatura válida de %s, a descarga é segura.

source: Please see also Microsoft's FAQ regarding SmartScreen at %s.
gl_es: Vexa tamén a FAQ de Microsoft sobre SmartScreen en %s.

source: I can see %s network and my device is configured but it does not connect, what can be the cause?
ca_es: Puc veure la xarxa %s i el meu dispositiu està configurat, però no connecta, quina en pot ser la causa?
fr_fr: Je peux voir le réseau %s et mon appareil est configuré, mais je ne peux pas me connecter. Quelle peut en être la cause ?
gl_es: Podo ver %s rede e o meu dispositivo está configurado pero non conecta, cal pode ser a causa?
sk_sk: Na mojom zariadení vidím sieť %s a zariadenie je nakonfigurované ale napriek tomu sa nedokáže pripojiť. Čo môže byť príčinou?

source: There can be a number of different reasons. The network you see may not be a genuine %s one and your device silently drops the connection attempt; there may be something wrong with the configuration of the network; your account may have expired; there may be a connection problem with your home authentication server; you may have broken the regulations of the network you are using and have been refused access as a consequence. You should contact your home institution and report the problem, the administrators should be able to trace your connections.
ca_es: Hi ha diverses raons. La xarxa que veieu pot no ser una xarxa %s genuina i el vostre dispositiu descartarà la connexió; pot have algun problema de configuració de la xarxa; el vostre compte pot haver expirat; hi pot haver un problema de connexió amb el vostre servidor de validació; podeu no haver respectat les condicions d'ús i per tant ser penalitzats. Cal que contacteu amb <b>la vostra institució d'origen</b> i informeu del problema, els administradors podran trobar-ne la causa.
fr_fr: Il peut y avoir de nombreuses raisons différentes. Le réseau que vous voyez peut ne pas être un original %s et votre appareil refuse la connexion; Il peut y avoir un mauvais paramètre dans votre configuration. Votre compte peut avoir expiré... Vous devriez contacter votre établissement d'origine et signaler le problème, les administrateurs seront en mesure de tracer votre connexion.
gl_es: Poder haber algunhas razóns. A rede que vostede ve pode non ser unha %s xenuína e o seu dispositivo interrompe o intento de conexión; pode haber algo equivocado coa configuración da rede; a súa conta pode ter expirado; pode haber un problema co servidor de autenticación particular; pode terse producido unha queba das regras da rede que vostede estea a usar e denegóuselle o acceso en consecuencia. Debería contactar coa súa institución de partida e informar do problema, os administradores deberían ser quen de rastrexar as súas conexións.
sk_sk: Do úvahy prichádza viacero rôznych dôvodov. Sieť, ktorú vidíte na vašom zariadení, nemusí byť pravá %s sieť a zariadenie v takom pripade zruší pokus o pripojenie; alebo je sieť pravá ale može byť nesprávne nakonfigurovaná; váš používateľský účet mohol expirovať; mohol sa vyskytnúť problém pri spojení s vaším domovským overovacím serverom; váš prístup mohol byť zablokovaný z dôvodu porušenia pravidiel. Obráťte sa, prosím, na používateľskú podporu vašej domovskej organizácie a nahláste problém, príslušní správcovia by mali byť schopní zistiť presnú príčinu.

source: I have a question about this web site. Whom should I contact?
ca_es: Tinc una pregunta sobre aquesta web. Amb qui puc contactar?
fr_fr: J'ai une question à propos de ce site web, Qui dois-je contacter ?
gl_es: Teño unha pregunta sobre este sitio web. Con quen debería falar?
sk_sk: Mám otázku týkajúcu sa tejto webovej stránky. Koho mám kontaktovať?

source: You should send a mail to %s.
ca_es: Podeu enviar un correu electrònic a %s.
fr_fr: Vous devriez envoyer un mail à %s.
gl_es: Debería enviarno un correo a %s.
sk_sk: Pošlite e-mail na adresu %s.

source: Frequently Asked Questions
ca_es: Preguntes Més Freqüents
fr_fr: Questions Fréquentes
gl_es: Preguntas máis frecuentes
sk_sk: Často kladené otázky

source: Terms of Use
ca_es: Condicions d'ús
fr_fr: Conditions d'utilisation
gl_es: Condicións de uso
sk_sk: Podmienky používania

source: This is embarrassing. Generation of your installer failed. System admins have been notified. We will try to take care of the problem as soon as possible.
ca_es: Això és vergonyós. La generació del vostre instal.lador ha fallat. Els administradors del sistema han estat avisats. Procurarem resoldre el problema el més aviat possible.
fr_fr: C'est gênant, la création de votre installateur à échouée. les administrateurs système sont notifiés. Ils prendront en compte ce problème dès que possible.
gl_es: Hai dificultades. Fallou a xeración do seu instalador. Os administradores do sistema recibiron unha notificación. Tentaremos ocuparnos do problema tan pronto como sexa posible.
sk_sk: To sa nemalo stať. Inštalačný program pre vás nebolo možné vygenerovať. Systémoví správcovia boli upovedomení. Budeme sa snažiť vyriešiť problém čo najskôr.

source: no matching data found
ca_es: no s'ha trobat informació coincident
fr_fr: aucune donnée correspondante trouvée.
gl_es: non se atopan datos coincidentes
sk_sk: zodpovedajúce dáta neboli nájdené

source: Selected institution:
ca_es: Institució seleccionada:
fr_fr: Sélectionnez un établissement :
gl_es: Institución seleccionada:
sk_sk: Označená domovská organizácia:

source: select
ca_es: selecciona
fr_fr: sélectionner
gl_es: seleccionar
sk_sk: označiť

source: email:
ca_es: correu electrònic:
fr_fr: courriel:
gl_es: correo:

source: tel:
gl_es: télf.:

source: If you encounter problems, then you can obtain direct assistance from you home organisation at:
ca_es: Si trobeu problemes, podeu obtenir assistència directa desde la vostra organització a:
fr_fr: Si vous rencontrez des problèmes, vous pouvez obtenir de l'aide directement auprès de votre établissement à :
gl_es: Se atopa problemas, pode conseguir asistencia técnica directa da súa institución en:
sk_sk: V prípade problémov vám priamu pomoc môže poskytnúť vaša domovská organizácia:

source: If you encounter problems you should ask for help at your home institution
ca_es: Si trobeu problemes, cal que demaneu ajuda a la vostra institució
fr_fr: Si vous rencontrez des problèmes, vous devriez demander de l'aide auprès de votre établissement
gl_es: Se atopa problemas debería pedir axuda na súa institución
sk_sk: V prípade problémov požiadajte o pomoc vo svojej domovskej organizácii

source: This device cannot be configured with settings provided by your institution
ca_es: Aquest dispositiu no pot ser configurat amb les opcions especificades per la vostra institució
fr_fr: Ce périphérique ne peut être configuré avec les paramètres fournis par votre établissement
gl_es: Este dispositivo non pode ser configurado cos axustes fornecidos pola súa institución
sk_sk: Nastavenia, ktoré poskytla vaša organizácia, neumožnujú nakonfigurovať toto zariadenie
