Repository: GEANT/CAT
Catalog: source/trunk/translation/*/web_admin.po
Languages: de_de, gl_es, it_it

source: Please ask your federation administrator to invite you to become an institution administrator.
de_de: Bitte wenden Sie sich an Ihren Föderationsadministrator, um sich als Administrator einer Institution registrieren zu lassen.
gl_es: Pídalle ao administrador da súa federación que o convide a ser administrador da institución.
it_it: Chiedi all\'amministratore della federazione di invitarti a diventare un amministratore di un Ente.

source: Did you receive an invitation token to manage an institution? Please paste it here:
de_de: Haben Sie einen Einladungsgutschein zum Administrieren eines IdP erhalten? Bitte geben Sie ihn hier ein:
gl_es: Recibiu un token de convitge para xestionar unha institución? Sírvase pegalo aquí:
it_it: Hai ricevuto il token di invito per l\'amministrazione di un ente?. Si prega di incollarlo qui:

source: Some properties of the connection attempt were sub-optimal; the list is below.
de_de: Beim Verbindungsversuch waren einige Auffälligkeiten; die Liste folgt.
gl_es: Algunhas propiedades do intento de conexión foron sub-óptimas. A listaxe está a continuación.

source: Some configuration errors were observed; the list is below.
de_de: Der Verbindungsversuch fand Konfigurationsfehler; die Liste folgt.
gl_es: Atopáronse algúns erros na configuración. A lista está a continuación.

source: Connected to %s.
de_de: Verbunden mit %s.
gl_es: Conectado a %s.

source: <strong>Test partially successful</strong>: a bidirectional RADIUS conversation with multiple round-trips was carried out, and ended in an Access-Reject as planned. Some properties of the connection attempt were sub-optimal; the list is below.
de_de: <strong>Test teilweise erfolgreich</strong>: eine RADIUS Konversation in beide Richtungen wurde durchgeführt,und wurde am Ende wie erwartet mit einem 'Access-Reject' abgeschlossen. Einige Eigenschaften des Authentifizierungsversuchs waren allerdings suboptimal; die Liste der Besonderheiten ist wie folgt.
gl_es: <strong>Proba parcialmente satisfactoria</strong>: mantívose unha conversa RADIUS bidireccional con múltiples roldas de ida e volta e finalizou cun Access-Reject, como se esperaba. Algunhas propiedades do intento de conexión foron sub-optimas. A lista está a continuación.

source: <strong>Test successful</strong>: a bidirectional RADIUS conversation with multiple round-trips was carried out, and ended in an Access-Reject as planned.
de_de: <strong>Test erfolgreich</strong>: eine RADIUS Konversation in beide Richtungen wurde durchgeführt,und wurde am Ende wie erwartet mit einem 'Access-Reject' abgeschlossen.
gl_es: <strong>A proba foi correcta</strong>: Produciuse unha conversación RADIUS con múltiplas roldas de ida e voltad e finalizou co rexeitamento de acceso (Access-Reject) como estaba previsto.
it_it: <strong>Test OK</strong>: una conversazione RADIUS bidirezionale con round-trips multipli ha avuto luogo ed è finita con un Access-Reject come previsto.

source: <strong>Test successful.</strong>
de_de: <strong>Test erfolgreich.</strong>
gl_es: <strong>Proba satisfactoria.</strong>

source: <strong>Test partially successful</strong>: authentication succeded.
de_de: <strong>Test teilweise erfolgreich</strong>: Authentifizierung erfolgreich
gl_es: <strong>Proba parcialmente satisfactoria</strong>: autenticación correcta.

source: <strong>Test FAILED</strong>: authentication succeded.
de_de: <strong>Test FEHLGESCHLAGEN</strong>: Authentifizierung erfolgreich
gl_es: <strong>Proba CON ERROR</strong>: autenticación correcta.

source: <strong>Test FAILED</strong>: the request was rejected. The most likely cause is that you have misspelt the Username and/or the Password.
de_de: <strong>Test FEHLGESCHLAGEN</strong>: Die Anfrage wurde abgelehnt. Der wahrscheinlichste Grund sind fehlerhafte Eingaben für Benutzername und/oder Passwort.
gl_es: <strong>Proba CON ERRO</strong>: a petición foi rexeitada. A causa máis probable é que o nome de usuario e/ou o contrasinal non sexan correctos.

source: This method cannot be tested
de_de: Diese Methode kann nicht getestet werden.
gl_es: Este método non pode probarse

source: <strong>Test FAILED</strong>: the request was rejected immediately, without EAP conversation. Either you have misspelt the Username or there is something seriously wrong with your server.
de_de: <strong>Test FEHLGESCHLAGEN</strong>: Die Anfrage wurde sofort abgelehnt, ohne dass eine EAP Konversation durchgeführt wurde! Entweder Sie haben sich beim Benutzernamen vertan, oder der Server ist fehlkonfiguriert.
gl_es: <strong>A proba FALLOU</strong>: a petición foi rexeitada inmediatamente, sen unha conversa EAP. O nome de usuario e/ou o contrasinal é incorrecto ou hai algo mal co teu servidor.

source: <strong>Test FAILED</strong>: no reply from the RADIUS server after %d seconds. Either the responsible server is down, or routing is broken!
de_de: <strong>Test FEHLGESCHLAGEN</strong>: keine Antwort vom RADIUS server nach %d Sekunden. Entweder der Server ist nicht betriebsbereit, oder es gibt ein Routing-Problem!
gl_es: <strong>A proba FALLOU</strong>: Non houbo resposta do servidor RADIUS tras %d segundos. O servidor está caído, ou o enrutamento está interrompido!

source: <strong>Test FAILED</strong>: there was a bidirectional RADIUS conversation, but it did not finish after %d seconds!
de_de: <strong>Test FEHLGESCHLAGEN</strong>: es gab zwar eine RADIUS Konversation in beide Richtungen, aber sie war nach %d Sekunden immer noch nicht beendet!
gl_es: <strong>A proba FALLOU</strong>: Houbo conversación bidireccional RADIUS pero non finalizou tras %d segundos!
it_it: <strong>Test FALLITO</strong>: si è verificata una conversazione RADIUS bidirezionale, ma non si è conclusa dopo %d secondi!

source: <strong>Test FAILED</strong>
de_de: <strong>Test FEHLGESCHLAGEN</strong>
gl_es: <strong>Prueba CON ERRO</strong>

source: <strong>Test partially successful</strong>: a bidirectional RADIUS conversation with multiple round-trips was carried out, and ended in an Access-Reject as planned.
de_de: <strong>Test teilweise erfolgreich</strong>: eine RADIUS Konversation in beide Richtungen mit mehreren Paketen wurde durchgeführt,und wurde am Ende wie erwartet mit einem 'Access-Reject' abgeschlossen.
gl_es: <strong>A proba foi correcta</strong>: Produciuse unha conversación RADIUS con múltiplas roldas de ida e voltad e finalizou co Access-Reject como estaba previsto.

source: <strong>Test FAILED</strong>: the request was rejected immediately, without EAP conversation. This is not necessarily an error: if the RADIUS server enforces that outer identities correspond to an existing username, then this result is expected (Note: you could configure a valid outer identity in your profile settings to get past this hurdle). In all other cases, the server appears misconfigured or it is unreachable.
de_de: <strong>Test FEHLGESCHLAGEN</strong>: Die Anfrage wurde sofort abgelehnt, ohne dass eine EAP Konversation durchgeführt wurde! Dies ist nicht zwingend ein Fehler: wenn der RADIUS Server erzwingt, dass auch der äußere Benutzername zu einem existierenden Benutzerkonto gehören muss, dann ist dieses Ergebnis zu erwarten (Hinweis: Sie können in Ihrem Profil einen gültigen äußeren Benutzernamen konfigurieren, um diese Hürde zu überwinden). In allen anderen Fällen deutet es jedoch auf eine Fehlkonfiguration oder eine Unerreichbarkeit des Servers hin.
gl_es: <strong>A proba FALLOU</strong>: rexeitouse a solicitude inmediatamente sen conversa EAP. Isto non é necesariamente un erro: se o servidor RADIUS obriga a corresponder esas identidades externas cun nome de usuario existente, entón este resultado é de agardar. (Nota: podes configurar unha identidade externa na configuración do teu perfil para solucionalo). En calquera outro caso, o servidor parece inaccesible ou está mal configurado.

source: unhandled error
de_de: unbekannter Fehler
gl_es: erro inesperado

source: <strong>ERROR</strong>: the server presented a certificate which is from an unknown authority!
de_de: <strong>FEHLER</strong>: Der Server präsentierte ein Zertifikat von einer unbekannten CA!
gl_es: <strong>ERRO</strong>: o servidor presentou un certificado dunha autoridade descoñecida!
it_it: <strong>ERRORE</strong>: il server ha presentato un certificato di una autorità sconosciuta

source: elapsed time: %d
de_de: Laufzeit: %d
gl_es: tempo transcorrido: %d
it_it: tempo stimato: %d

source: Completed.
de_de: Abgeschlossen.
gl_es: Completado.
it_it: Completato.

source: crlDistributionPoints
de_de: CRL Verteilerpunkte
gl_es: Puntos de distribución (crlDistributionPoints)

source: Support: Web
de_de: Helpdesk: Internetadresse
gl_es: Compatibilidade: Web
it_it: Supporto: Web

source: Support: EAP Types
de_de: Helpdesk: EAP Typen
gl_es: Compatibiliade: Tipos EAP
it_it: Supporto: tipi EAP

source: Support: Phone
de_de: Helpdesk: Telefon
gl_es: Compatibilidade: Teléfono
it_it: Supporto: Telefono

source: Support: E-Mail
de_de: Helpdesk: E-Mail
gl_es: Asistencia técnica: Correo electrónico
it_it: Supporto: E-Mail

source: Location
de_de: Ort
gl_es: Localización
it_it: Posizione

source: Logo URL
de_de: URL zu Logo
gl_es: URL do logo
it_it: URL del Logo

source: Logo image
de_de: Logo Datei
gl_es: Imaxe do logo
it_it: Immagine del Logo

source: Configure Wired Ethernet
de_de: Kabelgebundene Netze konfigurieren
gl_es: Configurar a rede cableada

source: Name (CN) of Authentication Server
de_de: Name (CN) des Servers
gl_es: Nome (CN) de servidor de autenticación

source: Enable device assessment
de_de: Geräte-Gesundheitscheck aktivieren
gl_es: Activar a avaliación do dispositivo
it_it: Abilita l\'accertamento del dispositivo.

source: Terms of Use
de_de: Nutzungsbedingungen
gl_es: Condicións de uso
it_it: Condizioni di Utilizzo

source: CA Certificate URL
de_de: URL zu CA Zertifikat
gl_es: URL do certificado da AC
it_it: URL del Certificato della CA

source: CA Certificate File
de_de: CA Zertifikat Datei
gl_es: Ficheiro do certificado da AC
it_it: File del Certificato della CA

source: Profile Display Name
de_de: Name des Profils:
gl_es: Nome de presentación do perfil
it_it: Display Name del Profilo

source: Production-Ready
de_de: Bereit zum Veröffentlichen
gl_es: Listo para produción

source: Extra text on downloadpage for device
de_de: zusätzlicher Hinweistext für dieses Gerät
gl_es: Texto extra na páxina de descarga do perfil
it_it: Testo aggiuntivo sulla pagina di download per il dispositivo

source: Redirection Target
de_de: Weiterleitungsziel
gl_es: Destino de descarga
it_it: Redirigi in

source: Extra text on downloadpage for EAP method
de_de: Zusätzlicher Hinweistext für diesen EAP-Typ
gl_es: Texto extra na páxina de descarga do método EAP
it_it: Testo aggiuntivo sulla pagina di download per il metodo EAP

source: Turn on selection of EAP-TLS User-Name
de_de: Eingabe eines abweichenden EAP-TLS Benutzernamens erlauben
gl_es: Activa a selección de nome de usuario para EAP-TLS

source: Profile Description
de_de: Profilbeschreibung
gl_es: Descrición do perfil
it_it: Descrizione del Profilo

source: Federation Administrator
de_de: Föderationsadministrator
gl_es: Administrador da federación
it_it: Amministratore della Federazione

source: Real Name
de_de: Name
gl_es: Nome real
it_it: Nome Vero

source: E-Mail Address
de_de: E-Mail Adresse
gl_es: Enderezo de correo
it_it: Indirizzo E-Mail

source: Remove/Disable SSID
de_de: SSID entfernen/deaktivieren
gl_es: Eliminación/desactivación de SSID

source: Additional SSID
de_de: Zusätzliche SSID
gl_es: SSID adicional
it_it: SSID addizionale

source: Additional SSID (with WPA/TKIP)
de_de: Zusätzliche SSID (mit WPA/TKIP)
gl_es: SSID adicional (con WPA/TKIP)
it_it: SSID addizionale (con WPA/TKIP)

source: SSID (with WPA/TKIP)
de_de: SSID (mit WPA/TKIP)
gl_es: SSID (con WPA/TKIP)
it_it: SSID (con WPA/TKIP)

source: Additional HS20 Consortium OI
de_de: Zusätzliche HS20 Konsortium OI
gl_es: HS20 Consortium OI adicional

source: HS20 Consortium OI
de_de: HS20 Konsortium OI

source: This attribute can be set if you want to configure an additional SSID besides the default SSIDs for %s. It is almost always a bad idea not to use the default SSIDs. The only exception is if you have premises with an overlap of the radio signal with another %s hotspot. Typical misconceptions about additional SSIDs include: I want to have a local SSID for my own users. It is much better to use the default SSID and separate user groups with VLANs. That approach has two advantages: 1) your users will configure %s properly because it is their everyday SSID; 2) if you use a custom name and advertise this one as extra secure, your users might at some point roam to another place which happens to have the same SSID name. They might then be misled to believe that they are connecting to an extra secure network while they are not.
de_de: Sie können dieses Attribut benutzen, um zusätzliche SSIDs neben den für %s üblichen zu konfigurieren. Das ist fast immer eine schlechte Idee. Der einzige gute Grund ist, falls Sie vor Ort mehrere unabhängige %s Netzwerke haben deren Signale sich überlappen. Eine typische falsche Annahme ist, dass die eigenen Benutzer einen eigenen Netzwerknamen bekommen sollten. Die weitaus bessere Möglichkeit ist, für alle Nutzern den gleichen Netznamen zu verwenden, und die unterschiedlichen Nutzergruppen in verschiedene VLANs einzuteilen. Das hat zwei Vorteile: 1) Ihre Nutzer konfigurieren %s korrekt, da sie dieses Netz jeden Tag nutzen; 2) Falls Sie Ihre eigene SSID als besonders sicher anpreisen, gehen Ihre Nutzer vielleicht eines Tages an einen Ort, der zufällig die gleiche SSID wie sie benutzt. Ihre Nutzer denken dann vielleicht, dass dieses Netz besonders sicher ist und vernachlässigen die sonst üblichen Schutzmaßnahmen.
gl_es: Este atributo pódese estabelecer se quere configurar un SSID adicional ademais do seu SSID predeterminado con %s. Adoita ser una mala idea non usar os SSID predeterminados. A única excepción é cando teña localizacións onde se solape o sinal de radio con outra punto de acceso %s. Os típicos erros de concepto sobre ter SSID adicionais son: quero ter un SSID local para os meus propios usuarios. É moito mellor usar o SSID predeterminado e separar usuarios mediante varias VLAN. Esta aproximación ten dúas vantaxes: 1) os teus usuarios configurarán %s correctamente xa que será o seu SSID habitual; 2) de usar un nome personalizado e anuncialo como extra seguro, o seus usuarios poderían nalgún momento facer roaming noutro lugar por ter o mesmo nome de SSID. En tal caso, poderían chegar a crer que se están conectando a una red extra segura cando isto non é así.
it_it: Questo attributo può essere valorizzato se si vuole configurare un SSID ulteriore oltre ai SSIDs predefiniti per %s. E\' quasi sempre una cattiva idea non usare il SSID di default. La sola eccezione è la sovrapposizione del segnale radio in una zona con un altro hotspot %s. Concetti sbagliati tipici sui SSIDs addizionali includono: voglio avere un SSID locale per i miei utenti. E\' molto meglio usare il SSID di default e separare i gruppi di utenti tcon le VLAN. Questo approccio ha due vantaggi: 1) i propri utenti configureranni %s correttamente perché è il loro SSID di uso quotidiano; 2) se si usa un nome personalizzato e lo si pubblicizza come extra sicuro, i propri utenti potrebbero ad un certo punto spostarsi in un altro luogo che ha per combinazione lo stesso SSID. Potrebbero poi essere indotti a credere che si stanno connettendo a un network extra sicuro quando non lo stanno facendo.

source: Remark
de_de: Hinweis
gl_es: Nota
it_it: Commento

source: Warning!
de_de: Warnung!
gl_es: Aviso!
it_it: Attenzione!

source: Error!
de_de: Fehler!
gl_es: Erro!
it_it: Errore!

source: Error, ROWID expected.
de_de: Fehler, ROWID erwartet.
gl_es: Produciuse un erro, agardábase ROWID.
it_it: Errore, ROWID expected.

source: There was an error processing the certificate!
de_de: Fehler beim Verarbeiten des Zertifikats!
gl_es: Produciuse un erro ao procesar o certificado!
it_it: Si è verificato un errore durante l\'elaborazione del certificato!

source: This is a <strong>SERVER</strong> certificate!
de_de: Es handelt sich um ein <strong>SERVER</strong> Zertifikat!
gl_es: Este é un certificado de <strong>SERVIDOR</strong>!

source: Preview of logo file
de_de: Vorschau des Logos
gl_es: Visualización do ficheiro de logo
it_it: Anteprima del file di logo

source: File exists
de_de: Datei existiert
gl_es: O ficheiro existe
it_it: Il file esiste

source: Preview
de_de: Vorschau
gl_es: Visualización
it_it: Anteprima

source: default/other languages
de_de: Standard/andere Sprachen
gl_es: predeterminado/outros idiomas
it_it: default/altre lingue

source: on
de_de: aktiv
gl_es: ACTIVADO

source: off
de_de: nicht aktiv
gl_es: DESACTIVADO

source: <strong>%s</strong> from <strong>%s</strong>
de_de: <strong>%s</strong> von <strong>%s</strong>
it_it: <strong>%s</strong> da <strong>%s</strong>

source: Login with <strong>%s</strong> from <strong>%s</strong> failed!
de_de: Überprüfung mit <strong>%s</strong> von <strong>%s</strong> fehlgeschlagen!
it_it: Login con <strong>%s</strong> da <strong>%s</strong> fallito!

source: This check is not configured.
de_de: Dieser Test ist nicht eingerichtet.
it_it: Questo controllo non è configurato.

source: Could not check <strong>%s</strong> from <strong>%s</strong> - no username submitted!
de_de: Überprüfung mit <strong>%s</strong> von <strong>%s</strong> nicht möglich - kein Benutzername angegeben!
it_it: Impossibile verificare <strong>%s</strong> da <strong>%s</strong> - non si è inviato alcuno username!

source: Username missing
de_de: Benutzername fehlt
it_it: Username mancante

source: Could not check <strong>%s</strong> from <strong>%s</strong> - no password submitted!
de_de: Überprüfung mit <strong>%s</strong> von <strong>%s</strong> nicht möglich - kein Passwort angegeben!
it_it: Impossibile verificare <strong>%s</strong> da <strong>%s</strong> - non si è inviata alcuna password!

source: Password missing
de_de: Passwort fehlt
it_it: Password mancante

source: Sorry, we don't know how to handle the inner EAP method in <strong>%s</strong> from <strong>%s</strong>!
de_de: Es tut uns leid, aber wir wissen nicht, wie wir mit der inneren EAP Methode in <strong>%s</strong> von <strong>%s</strong> umgehen sollen!
it_it: Spiacenti, non sappiamo come gestire il metodo EAP interno in <strong>%s</strong> da <strong>%s</strong>!

source: Unknown inner method
de_de: Unbekannte innere EAP Methode
it_it: metodo interno sconosciuto

source: Sorry... we don't know how to test the EAP type %s from %s.
de_de: Es tut uns leid, aber wir wissen nicht wie wir den EAP-Typ %s von %s testen sollen.
it_it: Spiacente.... non sappiamo come testare il tipo EAP %s da %s

source: Unknown outer method
de_de: Unbekannte äußere EAP Methode
it_it: metodo esterno sconosciuto

source: Your profile does not contain a valid realm name. We can only check the validity of a realm if you let us know the realm name. Please consider going to your profile properties and enter the realm name.
de_de: In ihrem Profil haben Sie den Realm-Namen nicht hinterlegt. Wir können die Gültigkeit eines Realms nur prüfen, wenn Sie uns auch verraten, wie der Realm lautet. Gehen Sie bitte zu Ihren Profileinstellungen und tragen Sie den Realm-Namen in das vorgesehene Feld ein.
it_it: Il vostro profilo non contiene un nome di realm valido. Possiamo controllare lavalidità di un realm solo se si ci è noto il nome del realm. Si prega di considerare di andare nelle proprietà del vostro profilo ed immettere il nome del realm.

source: This is location
de_de: Ort Nr.
gl_es: Esta é a localización
it_it: Questa è la posizione

source: nothing entered in the address field
de_de: Addressfeld ist leer
gl_es: non se introduciu nada no campo de enderezo
it_it: non è stato inserito nulla nel campo dell\'indirizzo

source: locating
de_de: Lokalisierung
gl_es: localizando
it_it: localizzazione

source: The user download interface (see <a href='../'>here</a>), uses geolocation to suggest possibly matching IdPs to the user. The more precise you define the location here, the easier your users will find you.
de_de: Die Schnittstelle für Endbenutzer (siehe <a href='../'>hier</a>), benutzt einenGeolokalisierungsdienst um dem Benutzer Identitätsprovider in der Nähe vorzuschlagen. Je genauer Sie hier die genaue Position ihrer Institution angeben, umso besser werden Nutzer ihre Institution später finden.
gl_es: A interface de descarga de usuario (véxase <a href='../'>aquí</a>), usa a xeolocalización para suxerir posíbeis IdP coincidentes ao usuario. Canto máis precisa sexa a súa definición de localización aquí, máis doado para os seus usuarios será atopala.

source: <li>Drag the marker in the map to your place, or</li> <li>enter your street address in the field below for lookup, or</li> <li>use the 'Locate Me!' button</li>
de_de: <li>Ziehen Sie den Marker in der Karte zu der gewünschten Position, oder</li> <li>geben Sie Ihre Adresse in das obige Eingabefeld ein, oder</li> <li>benutzen Sie den 'Lokalisieren!' Knopf</li>
gl_es: <li>Solte o marcador no mapa na súa posición, ou</li>⏎ <li>introduza o enderezo da súas rúa no campo seguinte, ou</li>⏎ <li>prema o botón ¡Localíceme!</li>
it_it: <li>Trascina l\'indicatore sulla mappa sulla tua località, o</li> <li>inserisci l\'indirizzio nel campo sottostante, o</li> <li>usa il bottone 'Locate Me!' </li>

source: We will use the coordinates as indicated by the marker for geolocation.
de_de: Wir benutzen die Koordinate des Markers für den Geolokalisierungsdienst.
gl_es: Usaremos as coordenadas como se indica no marcador de xeolocalización.
it_it: Le coordinate saranno usate come indicato dall\'indicatore della geolocalizzazione

source: You can enter an <strong>additional</strong> location here. You can see the already defined locations in the 'General Information' field.
de_de: Sie können hier einen <strong>zusätzlichen</strong> Ort eingeben. Die bereits angegebenen Orte können Sie sich links noch einmal anzeigen lassen.
gl_es: Pode introducier unha localización <strong>adicional</strong> aquí. Pode ver as localizacións xa definidas no campo 'Información xeral'.
it_it: Puoi inserire una posizione <strong>addizionale</strong> qui. Potete vedere le posizioni già definite nel campo 'Informazioni generali'.

source: Address:
de_de: Adresse:
gl_es: Enderezo:
it_it: Indirizzo:

source: Find address
de_de: Adresse suchen
gl_es: Atopara enderezo
it_it: Trovare l\'indirizzo

source: Locate Me!
de_de: Lokalisieren!
gl_es: Localíceme!
it_it: Localizzami!

source: Latitude:
de_de: Geografische Breite:
it_it: Latitudine:

source: Longitude:
de_de: Geografische Länge:
gl_es: Lonxitude:
it_it: Longitudine:

source: Input validation error:
de_de: Fehler bei der Eingabeprüfung:
gl_es: Erro de validación de entrada:
it_it: Errore di validazione dell\'input:

source: Value for IdP is not an integer!
de_de: Wert für IdP ist keine Ganzzahl!
gl_es: O valor do IdP non é un enteiro!
it_it: Il valore dell\'Idp non è un intero!

source: This IdP identifier is not accessible!
de_de: Auf diesen IdP kann nicht zugegriffen werden!
gl_es: Este identificador de IdP non éstá accesíbel!
it_it: L\'identificativo dell\'Idp non è accessibile!

source: Value for profile is not an integer!
de_de: Wert für Profil ist keine Ganzzahl!
gl_es: O valor do perfil non é un enteiro!
it_it: Il valore del profilo non è un intero!

source: This profile is not accessible!
de_de: Auf dieses Profil kann nicht zugegriffen werden!
gl_es: Este perfil non é accesíbel!
it_it: Il profilo non è accessibile!

source: This device does not exist!
de_de: Dieses Gerät existiert nicht!
gl_es: O dispositivo non existe!
it_it: Questo dispositivo non esiste!
