Repository: GEANT/CAT
Catalog: source/trunk/translation/*/web_admin.po
Languages: de_de, gl_es, it_it

source: Realm contains an @ sign!
de_de: Der Realm enthält ein @ Zeichen!
gl_es: A zona contén un signo @!
it_it: Il Realm contiene il segno @!

source: Realm begins with a . (dot)!
de_de: Der Realm beginnt mit einem . (Punkt)!
gl_es: A zona comeza cun . (punto)!
it_it: Il Realm inizia con un . (punto)!

source: Realm ends with a . (dot)!
de_de: Der Realm endet mit einem . (Punkt)!
gl_es: A zona remata cun . (punto)!
it_it: Il Realm finisce con un . (punto)!

source: Realm does not contain at least one . (dot)!
de_de: Der Realm enthält keinen . (Punkt)!
gl_es: A zona non contén ningún . (punto)!
it_it: Il Realm non contiene almeno un . (punto)!

source: Realm contains spaces!
de_de: De Realm enthält Leerzeichen!
gl_es: A zona contén espazos!
it_it: Il Realm contiene sopazi!

source: The user identifier is not an ASCII string!
de_de: Die Benutzerkennung ist kein ASCII Text!
gl_es: O identificador do usuario non é unha cadea ASCII!
it_it: L\'identificativo dell\'utente non è una stringa ASCII!

source: Token is not a hexadecimal string!
de_de: Der Einladungsgutschein ist kein Hexadezimalwert!
gl_es: O token non é unha cadea hexadecimal!
it_it: Il token non è una stringa esadecimale!

source: Coordinate is not a numeric value!
de_de: Die Koordinate ist kein numerischer Wert!
gl_es: A coordenada non é un valor numérico!
it_it: Le coordinate non sono in formato numerico!

source: Coordinate is out of bounds. Which planet are you from?
de_de: Die Koordinaten sind außerhalb des erlaubten Wertebereichs. Von welchem Planet stammen Sie?
gl_es: A coordenada está fóra dos límites. Vostede, de que planeta ven sendo?
it_it: Le coordinate sono esterne ai valori ammissibili. Controllare la propria posizione!

source: Wrong coordinate encoding!
de_de: Koordinaten sind falsch kodiert!
gl_es: Codificación de coordenada incorrecta!
it_it: Codifica delle coordinate errata!

source: Invalid structure in multi-language attribute!
de_de: Mehrsprachiges Attribut is falsch strukturiert!
gl_es: A estrutura no atributo multiidioma é incorrecta!
it_it: Struttura dell\'attributo multi-langue non valida!

source: Unknown state of boolean option!
de_de: Wahrheitswert hat einen unbekannten Wert!
gl_es: Estado descoñecido da opción booleana!
it_it: Stato non valido per l\'opzione binaria!

source: You do not have the necessary privileges to alter administrators of this institution. In fact, you shouldn't have come this far!
de_de: Sie haben nicht die nötigen Rechte, um Administratoren dieser Institution zu ändern. Sie sollten überhaupt nicht hier sein!
gl_es: Non ten os permisos necesarios para alterar os administradores desta institución. De feito, non debería ter chegado tan lonxe!
it_it: Non hai i privilegi necessari per modificare gli amministratori di questo ente. In effetti, non saresti dovuto arrivare fin qui!

source: Administrators for IdP '%s'
de_de: Administratoren für IdP '%s'
gl_es: Administradores do IdP '%s'
it_it: Amministratori per l\'IdP '%s'

source: You are the federation administrator of this IdP. You can invite new administrators, who can in turn appoint further administrators on their own.
de_de: Sie sind der Föderationsadministrator für diesen IdP. Sie können neue Administratoren hinzufügen, und diese können wiederum selbst weitere Administratoren für den IdP benennen.
gl_es: Vostede é o administrador da federación deste IdP. Pode convidar a novos administradores, que poden, pola súa parte, chamar a outros administradores por si mesmos.

source: You are an administrator of this IdP who was directly appointed by the federation administrator. You can appoint further administrators, but these can't in turn appoint any more administrators.
de_de: Sie sind ein Administrator dieses IdP, der direkt vom Föderationsadministrator eingeladen wurde. Sie können weitere Administratoren für den IdP benennen, diese anderen Administratoren können das jedoch nicht.
gl_es: Vostede é un administrador deste IdP que foi chamado directamente polo administrador da federación. Pode chamar a outros administradores malia que estes xa non poderán chamar a ningún administrador a maiores.

source: Directly Appointed IdP Administrator
de_de: Vom Föderationsadministrator eingeladener IdP Administrator
gl_es: Administrador de IdP directamente chamado
it_it: Nominato direttamente Amministratore di IdP

source: User without name
de_de: Name unbekannt
gl_es: Usuario sen nome
it_it: Utente senza nome

source: (originally invited as %s)
de_de: (ursprünglich eingeladen als %s)
gl_es: (orixinalmente convidado como %s)
it_it: (originariamente invitato come %s)

source: (self-appointed)
de_de: (selbst hinzugefügt)
gl_es: (autochamado)
it_it: (auto-nominato)

source: Delete Administrator
de_de: Administrator löschen
gl_es: Eliminar administrador
it_it: Cancella l\'Amministratore

source: Pending invitations for this IdP
de_de: Noch nicht eingelöste Einladungen für diesen IdP
gl_es: Convites pendentes deste IdP
it_it: Inviti pendenti per questo IdP

source: New administrator's email address:
de_de: E-Mail des neuen Administrators:
it_it: Nuovo indirizzo email dell'amministratore

source: Invite new administrator
de_de: Neuen Administrator einladen
gl_es: Convidar un novo administrador
it_it: Invita un nuovo amministratore

source: Take control of this institution
de_de: Kontrolle über diese Institution übernehmen
gl_es: Tomar o control desta institución
it_it: Prenda il controllo di questo ente

source: Close
de_de: Schließen
gl_es: Pechar
it_it: Chiudi

source: You do not have the necessary privileges to manage the %s DB link state of this institution.
de_de: Sie haben nicht die nötigen Rechte, um die Verbindung zur %s DB zu administrieren.
gl_es: Non ten os permisos necesarios para xestionar o estado da ligazón á base de datos %s desta institución.
it_it: Non hai i rivilegi necessari per gestire lo stato del DB link di %s per questo ente.

source: %s Database Link Status for IdP '%s'
de_de: %s Datenbank Verbindungsstatus für IdP '%s'
gl_es: %s Estado da ligazón á base de datos do IdP '%s'
it_it: Lo stato del Database Link di %s per l\'IdP '%s'

source: This institution is linked to the %s database.
de_de: Diese Institution ist mit der %s Datenbank verbunden.
gl_es: Esta institución está ligada á base de datos %s
it_it: Questo ente è linkato al database di %s.

source: The following information about the IdP is stored in the %s DB and %s DB:
de_de: Die folgenden Informationen über den IdP sind in der %s Datenbank und der %s Datenbank gespeichert:
gl_es: A seguinte información sobre o IdP gárdase na base de datos %s e na base de datos %s:
it_it: Le seguenti informazioni sull\'IdP sono stored nel DB %s e nel DB %s:

source: Information in <strong>%s Database</strong>
de_de: Informationen in der <strong>%s Datenbank</strong>
gl_es: A información na <strong>Base de datos %s</strong>
it_it: Informazioni nel <strong>Database %s</strong>

source: Institution Name (%s)
de_de: Name der Institution (%s)
gl_es: Nome da institución (%s)
it_it: Nome dell\'Ente (%s)

source: Unnamed User
de_de: Nutzer ohne Namen
gl_es: Usuario sen nome
it_it: Utente senza nome

source: Administrator [invited as]
de_de: Administrator [eingeladen als]
gl_es: Administrador [convidado como]
it_it: Amministratore [come invitato]

source: Administrator email
de_de: E-Mail des Administrators
gl_es: Correo do administrador
it_it: email dell\'Amministratore

source: This institution is not yet linked to the %s database.
de_de: Diese Institution ist noch nicht mit der %s Datenbank verbunden.
gl_es: Esta institución aínda non está ligada á base de datos %s.
it_it: Questo Ente non è ancora linkato nel database %s.

source: This means that its profiles are not made available on the user download page.
de_de: Das bedeutet, dass dieses Profil für Endbenutzer nicht angezeigt wird.
gl_es: Isto significa que os seus perfís non están dispoñíbeis na páxina de descarga do usuario.
it_it: Questo significa che i suoi profili non saranno resi disponibili sulla pagina di download utente.

source: You can link it to the %s database below.
de_de: Sie können sie auf dieser Seite mit der %s Datenbank verbinden.
gl_es: Pode ligala á base de datos %s seguinte.
it_it: Puoi collegarti al database %s quì sotto.

source: Please select an entity from the %s DB which corresponds to this CAT institution.
de_de: Bitte wählen Sie eine Entität aus der %s Datenbank aus, die zu dieser CAT Institution gehört.
gl_es: Seleccione unha entidade da da base de datos %s que corresponda a esta institución CAT
it_it: Selezionare una entità dal DB %s che corrisponda a questo Ente CAT.

source: Particularly promising entries (names in CAT and %s DB are a 100%% match) are on top of the list.
de_de: Einträge, die eine hohe Trefferwahrscheinlichkeit haben (Namen in CAT und der %s Datenbank sind 100%% identisch) sind am Anfang der Liste.
gl_es: Entradas que prometen particularmente (os seus nome en CAT e na base de datos %s coinciden nun 100%%) están na parte superior da lista.
it_it: I record particolarmente promettenti (nomi in CAT e nel DB %s sono un match al 100%%) sono in cima alla lista.

source: Link to this entity?
de_de: Mit dieser Entität verbinden?
gl_es: Ligar con esta entidade?
it_it: Collegarsi a questa entità?

source: Name of the institution
de_de: Name der Institution
gl_es: Nome da institución
it_it: Nome dell\'Ente

source: Administrators
de_de: Administratoren
gl_es: Administradores
it_it: Amministratori

source: Create Link
de_de: Verbinden
gl_es: Crear ligazón
it_it: Crea un Link

source: You do not have the necessary privileges to register new IdPs.
de_de: Sie haben nicht die nötigen Rechte, um neue IdPs anzulegen.
gl_es: Non ten os permisos necesarios para rexistrar novos IdP.
it_it: Non possiedi i privilegi necessari per registrare nuovi idP.

source: %s - Register New Institution
de_de: %s - Neue Institution registrieren
gl_es: %s - Rexistrar unha nova institución
it_it: %s - Registra un nuovo Ente

source: On this page, you can add new institutions to your federation. Please fill out the form below to send out an email invitation to the new institution's administrator.
de_de: Auf dieser Seite können Sie neue Institutionen zu Ihrer Föderation hinzufügen. Bitte füllen Sie das untenstehende Formular aus. Damit wird eine E-Mail Einladung an den zukünftigen Adminstrator der neuen Institution gesendet.
gl_es: Nesta páxina, pode engadir novas institucións na súa federación. Cubra o formulario seguinte para enviarlle un correo de convite ao novo administrador da institución.
it_it: Su questa pagina è possibile aggiungere nuovi enti alla porpria federazione. Riempire il modulo sottostante per spedire un invito all\'amministratore del nuovo Ente.

source: You can either register a known IdP (as defined in the %s database) or create a totally new IdP.
de_de: Sie können entweder einen bekannten IdP (vordefiniert in der %s Datenbank) oder einen völlig neuen IdP anlegen.
gl_es: Tanto pode rexistrar tanto un IdP coñecido (tal como se define na base de datos %s) ou crear un IdP totalmente novo.
it_it: Puoi indifferentemente registrare un IdP noto (come definito nel database %s) o creare un idP totalmente nuovo.

source: The latter one is typically for institutions which are yet in a testing phase and therefore don't appear in the %s database yet.
de_de: Die zweite Wahl ist typischerweise für Institutionen die noch in einer Testphase sind und daher noch nicht in der %s Datenbank auftauchen.
gl_es: O último adoita ser o de institucións que aínda están en fase de probas e daquela aínda non aparecen na base de datos %s.
it_it: L\'ultimo è tipicamente per gli Enti che sono ancora in una fase di test e perciò non appaionoo ancora nel database %s.

source: Please keep in mind that any profiles of such new institutions will only be made available on the user download page after you have linked them to an entity in the %s database (but they are otherwise fully functional).
de_de: Beachten Sie bitte, dass Profile dieser Institutionen erst dann auf der Downloadseite für Endnutzer auftauchen, wenn Sie den IdP mit einer Entität in der %s Datenbank verbunden haben (das ist die einzige Einschränkung).
gl_es: Lembre que os perfís das novas institucións soamente estarán dispoñíbeis na páxina de descarga do usuario despois de que as ligue a unha entidade na base de datos %s (malia que son totalmente funcionais).
it_it: Tieni a mente che qualsiasi profilo di questi nuovi Enti verrà reso disponibile sulla pagina di download dell\'utente solo dopo essere stato collegato ad una entità nel database %s (ma è non di meno pienamente funzionante)

source: Existing IdP:
de_de: Bestehender IdP:
gl_es: IdP existente:
it_it: IdP esistenti:

source: --- select IdP here ---
de_de: --- IdP auswählen ---
gl_es: --- Seleccionar o IdP aquí ---
it_it: --- seleziona l\'IdP qui ---

source: New IdP
de_de: Neuer IdP
gl_es: Novo IdP
it_it: Nuovo IdP

source: Federation
de_de: Föderation
gl_es: Federación
it_it: Federazione

source: Administrator's E-Mail:
de_de: E-Mail des Administrators:
gl_es: Correo do administrador:
it_it: E-Mail del responsabile

source: Send invitation
de_de: Einladung verschicken
gl_es: Enviar convite
it_it: Manda l\'invito

source: select language
de_de: Sprache
gl_es: seleccionar idioma
it_it: seleziona la lingua

source: (default/other languages)
de_de: Standard/andere Sprachen
gl_es: (predeterminado/outros idiomas)
it_it: (default/altre lingue)

source: Click to see location
de_de: Klicken zum Anzeigen
gl_es: Prema para ver a localización
it_it: Clicca per vedere la posizione

source: file content
de_de: Dateiinhalt
gl_es: contido do ficheiro
it_it: contenuto del file

source: You did not set a 'default language' value for %s. This means we can only display this string for installers which are <strong>exactly</strong> in the language you configured. For the sake of all other languages, you may want to edit the profile again and populate the 'default/other' language field.
de_de: Sie haben für %s keinen Wert für Standard/andere Sprachen angegeben. Das bedeutet, dass wir den von Ihnen eingegebenen Wert ausschließlich für Installationsprogramme benutzen, die in <strong>genau diesen Sprachen</strong> sind. Um auch in allen anderen Sprachen etwas darstellen zu können, möchten Sie vielleicht später noch einen Wert für 'Standard/andere Sprachen' angeben.
gl_es: Non estabeleceu un valor como 'idioma predeterminado' para %s. Isto significa que soamente podemos presentar esta cadea para instaladores que están <strong>exactamente</strong> no mesmo idioma que vostede configurou. En beneficio de todos os outros idiomas, quizais queira editar o perfil outra vez e concretar o campo 'predeterminado/outro'.

source: No email address provided
de_de: Keine E-Mail-Adresse angegeben
gl_es: Non se forneceu ningún enderezo de correo
it_it: Non si è inserito alcun indirizzo email.

source: Invitation sent to:
de_de: Einladung gesendet at:
gl_es: Convite enviado a:
it_it: Invito mandato a:

source: Mail address to invite:
de_de: E-Mail-Adresse:
gl_es: Enderezo de correo para invitar:
it_it: Indirizzo email da invitare:

source: Something's wrong... you are a federation admin, but not for the federation the requested institution belongs to!
de_de: Hier stimmt etwas nicht... Sie sind zwar Föderationsadministrator, aber nicht für das Land, um das es bei dieser Institution geht!
gl_es: Algo vai mal... vostede é un administrador de federación pero non o da federación propio da institución solicitada!
it_it: C\'e\' qualcosa di sbagliato... tu sei un admin di federazione, ma non per la federazione a cui l\'organizzazione richiesta appartiene.

source: an administrator of the %s Identity Provider "%s" has invited you to manage the IdP together with him.
de_de: ein Administrator des %s Identitätsproviders "%s" hat Sie eingeladen, den IdP gemeinsam zu administrieren.
gl_es: un administrador do %s Fornecedor de identidade "%s" convidouno a xestionar o IdP xunto con el.
it_it: un amministratore del %s Identity Provider "%s" ti ha invitato a gestire l\'Idp insieme a lui

source: Something's wrong... you want to create a new institution, but are not a federation admin for the federation it should be in!
de_de: Hier stimmt etwas nicht... Sie sind zwar Föderationsadministrator, aber nicht für das Land, um das es bei dieser Institution geht!
gl_es: Algo vai mal... vostede quere crear unha nova institución pero non é o administador de federación na federación na que debería estar!
it_it: Qualcosa è sbagliato... vuoi creare un nuovo ente, ma non sei amministratore di federazione per la federazione in cui dovrebbe essere!

source: a %s operator has invited you to manage the future IdP "%s" (%s).
de_de: ein %s Administrator hat sie eingeladen, den zukünftigen IdP "%s" (%s) zu administrieren.
gl_es: un operador de %s convidouno a xestionar o futuro IdP "%s"(%s)
it_it: un operatore %s ti ha invitato a gestire il futuro IdP "%s" (%s).

source: a %s operator has invited you to manage the IdP "%s".
de_de: ein %s Administrator hat sie eingeladen, den IdP "%s" zu administrieren.
gl_es: un operador de %s convidouno a xestionar o IdP "%s".
it_it: un operatore %s ti ha invitato a gestire l\'IdP "%s".

source: This invitation is valid for 24 hours from now, i.e. until %s.
de_de: Diese Einladung ist 24 Stunden lang gültig, also bis %s.
gl_es: Esta invitación é válida durante 24 horas, p.e. ata %s.
it_it: Questo invito è valido 24 ore da ora, es. fino a %s

source: Hello,
de_de: Hallo,
gl_es: Ola,
it_it: Salve,

source: To enlist as an administrator for that IdP, please click on the following link:
de_de: Um Administrator für diesen IdP zu werden, klicken Sie bitte auf die folgende Internetadresse:
gl_es: Para ser listado como administrador para ese IdP, prema na seguinte ligazón:
it_it: Per diventare amministratore di questo IdP, si prega di usare il seguente link:

source: If clicking the link doesn't work, you can also go to the %s Administrator Interface at
de_de: Falls das Anklicken der Adresse nicht funktioniert, können Sie auch zur %s Administrationsschnittstelle bei
gl_es: Se a ligazón non funciona, tamén pode ir á interface do administrador %s en
it_it: Se il link non funziona, raggiungere la interfaccia di amministrazione di %s al seguente indirizzo

source: and enter the invitation token
de_de: gehen und dort den Einladungsgutschein
gl_es: e introducir o token de convite
it_it: e inserire il seguente codice

source: manually. Please do not reply to this email, it is a send-only address.
de_de: von Hand eingeben. Bitte antworten Sie nicht auf diese E-Mail, sie wird nur zum Versenden benutzt.
it_it: Si prega di non rispondere a questa mail, è un sistema di invio automatico

source: We wish you a lot of fun with the %s.
de_de: Wir wünschen Ihnen viel Spaß mit %s.
gl_es: Queremos que goce do %s.
it_it: Vi auguriamo buon divertimento con %s

source: Sincerely, Your friendly folks from %s Operations
de_de: Mit freundlichen Grüßen, Ihr %s Team
gl_es: Atentamente, Os teus cordiais compañeiros de operacións %s
it_it: Cordialmente, Your friendly folks from %s Operations

source: Feedback
de_de: Rückmeldung

source: %s: you have been invited to manage an IdP
de_de: %s: Sie wurden eingeladen, einen IdP zu administrieren
gl_es: %s: acaba de ser convidado a xestionar un IdP
it_it: %s: sei stato invitato a gestire un IdP

source: This page needs to be called either for EAP-Types OR for devices, not both simultaneously!
de_de: Diese Seite muss entweder für EAP-Typen oder für Geräte aufgerufen werden, nicht für beides gleichzeitig!
gl_es: Esta páxina necesita ser chamada tanto para EAP-Types OU para dispositivos, pero non ambos á vez!
it_it: Questa pagina deve essere richiamata sia per EAP-Types che per dispositivi, ma non contemporaneamente!

source: This page needs to be called either for EAP-Types OR for devices, but none of the two were set!
de_de: Diese Seite muss entweder für EAP-Typen oder für Geräte aufgerufen werden, aber keins von beidem war gesetzt!
gl_es: Esta páxina debe chamarse tanto para os EAP-Types OU para dispositivos mais ningún dos dous foi seleccionado!
it_it: Questa pagina viene caricata configurare per qualsiasi tipo di EAP o dispositivo, ma nessuno dei due è impostato.

source: device <strong>%s</strong>
de_de: Gerät <strong>%s</strong>
gl_es: dispositivo <strong>%s</strong>
it_it: dispositivo <strong>%s</strong>

source: EAP-Type <strong>%s</strong>
de_de: EAP-Typ <strong>%s</strong>

source: Fine-tuning options for
de_de: Feineinstellungen für
gl_es: Opcións de axuste fino para
it_it: Opzioni di rifinitura per

source: authorityInfoAccess
gl_es: Información de acceso da autoridade (authorityInfoAccess)

source: SSIDs:
gl_es: SSID:

source: Realm:
gl_es: Zona:

source: Realm: <strong>%s</strong>
gl_es: Zona: <strong>%s</strong>

source: OK
gl_es: Aceptar

source: Name
gl_es: Nome
it_it: Nome
