Repository: GEANT/CAT
Catalog: source/trunk/translation/*/web_user.po
Languages: ca_es, fr_fr, gl_es, sk_sk

source: Your site administrator has specified that this device should be configured with resources located on a local page. When you click <b>Continue</b> this page will be opened in a new window/tab.
ca_es: L'administrador ha especificat que aquest dispositiu haurà de ser configurat amb recursos situats en una pàgina local. Quan cliqueu a <b>Continuar</b> aquesta pàgina s'obrirà en una nova finestra.
fr_fr: L'administrateur de votre site a indiqué que ce périphérique peut être configuré à partir d'informations disponibles sur une page locale. Lorsque vous aurez cliqué sur <b>Continuer</b>, cette page sera ouverte dans une nouvelle fenêtre ou un nouvel onglet.
gl_es: O administrador do seu sitio especificou que este dispositivo se configurará cos recursos localizados nunha páxina local. Ao premer <b>Continuar</b> esa páxina abrirase nunha nova xanela/lapela.
sk_sk: Váš lokálny správca rozhodol, že vybrané zariadenie nemá byť nastavené podľa informácii v tomto systéme. Namiesto toho budete po kliknutí na tlačítko <b>Pokračovať</b> presmerovaný na stránky vašej lokálnej používateľskej podpory.

source: Continue
ca_es: Continua
fr_fr: Continuer
gl_es: Continuar
sk_sk: Pokračovať

source: Close
ca_es: Tanca
fr_fr: Fermer
gl_es: Pechar
sk_sk: Zavrieť

source: Home institution
ca_es: Institució d'origen
fr_fr: Établissement
gl_es: Institución
sk_sk: Domovská organizácia

source: Select your <strong>institution<\/strong>
ca_es: Seleccioneu la vostra <strong>institució<\/strong>
fr_fr: Sélectionnez votre <strong>établissement<\/strong>
gl_es: Seleccione a súa <strong>institución<\/strong>
sk_sk: Označte, prosím, vašu <strong>domovskú organizáciu</strong>

source: Help, my institution is not on the list
ca_es: Ajudeu-me, la meva institució no és a la llista
fr_fr: Au secours, mon établissement n'est pas dans la liste
gl_es: Axuda, a miña institución non está na lista
sk_sk: Pomoc, moja organizácia nie je uvedená v zozname

source: This system relies on information supplied by local %s administrators. If your institution is not on the list, then nag them to add information to the %s database.
ca_es: Aquest sistema es basa en la informació subministrada pels administradors locals de %s. Si la vostra institució no es troba a la llista, insistiu-els-hi per a que afegeixin aquesta informació a la base de dades de %s .
fr_fr: Ce système utilise les informations fournies par les administrateurs locaux de %s. Si votre établissement n'est pas dans la liste, incitez-les à ajouter l'information dans la base de %s
gl_es: O sistema utiliza a informacion fornecida polos administradores locais %s. Se a súa institución non está na lista, pídalles que engadan información á base de datos de %s.
sk_sk: Tento systém vychádza z informácií poskytnutých lokálnymi správcami %s. Ak vaša organizácia nie je uvedená v zozname, presvedčte vašich správcov, nech doplnia informácie do %s databázy.

source: Locate me more accurately using HTML5 Geo-Location
ca_es: Localitzeu-me amb més precissió utilitzant la geolocalització HTML5
fr_fr: Localisez-moi plus précisément avec la géolocalisation HTML5
gl_es: Localíceme máis precisamente usando Xeolocalización HTML5
sk_sk: Určiť moju polohu presnejšie pomocou HTML5 geo-lokácie

source: Show institutions in
ca_es: Mostrar les institucions a
fr_fr: Montrez les établissements dans
gl_es: Amosar as institucións en
sk_sk: Zobraziť nasledovné domovské organizácie:

source: all countries
ca_es: tots els paisos
fr_fr: tous les pays
gl_es: todos os países
sk_sk: všetky krajiny

source: or search for an institution, in example Univerity of Oslo
ca_es: o cercar una institució, per exemple la Universitat d'Oslo
fr_fr: ou chercher un établissement, par exemple Université d'Oslo
gl_es: ou buscar unha institución, por exemplo, a Universidade de Oslo
sk_sk: alebo organizáciu vyhľadajte, napr. Univerzita Komenského v Bratislave

source: show all countries
ca_es: Mostrar tots els països
fr_fr: montrer tous les pays
gl_es: amosar todos os países
sk_sk: zobraziť všetky krajiny

source: Results limited to
ca_es: Resultats limitats a
fr_fr: Résultats limités à
gl_es: Resultados limitados a
sk_sk: Výsledky obmedzené na

source: entries - show more
ca_es: entrades - Mostrar-ne més
fr_fr: entrées - voir plus
gl_es: entradas - amosar máis
sk_sk: položky - zobraziť ďalšie

source: Nearby
ca_es: Proper
fr_fr: Près de
gl_es: Nos arredores
sk_sk: Nablízku

source: Location timeout
ca_es: Temps d'espera esgotat
fr_fr: Timeout de localisation
gl_es: Esgotouse o tempo de localización
sk_sk: Časový limit pre určenie polohy vypršal

source: Could not get your position
ca_es: No podem obtenir la vostra posició
fr_fr: Impossible de vous localiser
gl_es: Non se puido obter a súa posición
sk_sk: Nebolo možné určiť vašu polohu

source: Your browser has denied access to your location
ca_es: El vostre navegador ha denegat l'accés a la vostra localització
fr_fr: Votre navigateur à refusé l'accès à la localisation
gl_es: O seu navegador denegoulle o acceso á súa localización
sk_sk: Váš prehliadač odmietol sprístupniť vašu polohu

source: Unknown location error
ca_es: Error de localització desconegut
fr_fr: Erreur de localisation inconnue
gl_es: Produciuse un erro de localización descoñecido
sk_sk: Nešpecifikovaná chyba pri určovaní polohy

source: You are here:
ca_es: Us trobeu aquí:
fr_fr: Vous êtes ici:
gl_es: Vostede está aquí:
sk_sk: Nachádzate sa tu:

source: Getting your location...
ca_es: Obtenint la vostra localització...
fr_fr: Obtention de votre localisation...
gl_es: Obtendo a súa localización...
sk_sk: Prebieha zisťovanie vašej polohy...

source: Nearby providers shown on top.
ca_es: Els proveidors més propers es mostren al capdamunt.
fr_fr: Les fournisseur les plus proches sont placés en haut
gl_es: Os fornecedores próximos móstranse arriba.
sk_sk: Organizácie vo vašej blízkosti sú zobrazené na vrchu zoznamu.

source: Apple iOS devices
ca_es: Dispositius Apple iOS
gl_es: Dispositivos Apple iOS
sk_sk: Apple iOS zariadenia

source: all major distributions
ca_es: les principals distribucions
fr_fr: Toutes distributions majeures
gl_es: todas as distribucións maiores
sk_sk: všetky hlavné distribúcie

source: Welcome to %s
ca_es: Us donem la benvinguda a %s
fr_fr: Bienvenue à %s
gl_es: Benvido/a a %s
sk_sk: Vitajte v %s

source: View this page in
ca_es: Veure aquesta pàgina en
fr_fr: Voir cette page dans
gl_es: Ver esta páxina en
sk_sk: Stránku zobraziť v jazyku

source: Start page
ca_es: Pàgina d'inici
fr_fr: Page de démarrage
gl_es: Páxina de inicio
sk_sk: Úvodná stránka

source: Maybe this is the CAT you are looking for...
gl_es: Quizais este é o CAT que estabas a buscar...

source: Your mistake? Our error? Who knows! Maybe you should go back to the <a href='%s'>Start Page</a>.
gl_es: o teu erro? o noso? Quen sabe! Quizá deberías regresar á <a href='%s'>Páxina de Inicio</a>.

source: This is not the CAT you are looking for.
gl_es: Este non é o CAT que buscabas.

source: Whatever you expected to see at this URL - it's not here. The only thing here is the number
gl_es: O que queira que esperabas atopar nesta URL - non está aquí. A única cousa aquí é o número

source: staring at you. Your mistake? Our error? Who knows! Maybe you should go back to the <a href='%s'>Start Page</a>.
gl_es: diante túa. o teu erro? o noso? Quen sabe! Quizá deberías regresar á <a href='%s'>Páxina de Inicio</a>.

source: Select your country
gl_es: Seleccione a súa nacionalidade

source: Select your institution
ca_es: Escolliu la vostra institució
fr_fr: Sélectionnez votre établissement
gl_es: Seleccione a súa institución
sk_sk: Označte, prosím, vašu domovskú organizáciu.

source: Select the user group
ca_es: Escolliu el grup d'usuaris
fr_fr: Sélectionnez le groupe d'utilisateur
gl_es: Seleccionar o grupo de usuarios
sk_sk: Označte používateľskú skupinu

source: Your operating system was not properly detected, is not supported yet or cannot be configured with settings provided by your institution
gl_es: O seu sistema operativo non foi detectado correctamente, aínda non é soportado ou non pode ser configurado cos axutes fornecidos pola súa institución

source: Choose an installer to download
ca_es: Escolliu un instal.lador per a descarregar
fr_fr: Choisissez un installateur à télécharger
gl_es: Escoller un instalador para descargar
sk_sk: Vyberte inštalačný program, ktorý si prajete stiahnuť

source: Your local administrator has specified a redirect to a local support page.
gl_es: O teu administrador local indicou unha redirección a unha páxina de soporte local.

source: When you click <b>CONTINUE</b> this support page will be opened.
gl_es: Cando faga click en <b>CONTINUE</b> abrirase a páxina de soporte.

source: CONTINUE to local support page
gl_es: CONTINUA na páxina de soporte local

source: Do you have an account at this institution?
gl_es: ¿Ten unha conta nesta institución?

source: If so and if the other settings above are OK then click here to download...
gl_es: Se é así e se as outras opcións son correctas entón faga click para descargar...

source: Click on the link below to continue.
gl_es: Prema no enlace inferior para continuar.

source: Download installer for
ca_es: Descarregueu l'instal.lador per a
fr_fr: Télécharger l'installateur pour
gl_es: Descargar o instalador para
sk_sk: Stiahnuť inštalačný program pre

source: Start over
gl_es: Comezar de novo

source: Terms of use
ca_es: Condicions del servei
fr_fr: Conditions d'utilisation
gl_es: Condicións de uso
sk_sk: Podmienky používania

source: Release %s
ca_es: Versió %s
fr_fr: Version %s
gl_es: Edición %s
sk_sk: Verzia %s

source: Unreleased SVN Revision
ca_es: Revisió SVN no alliberada
fr_fr: Version SVN non publiée
gl_es: Versión SVN non publicada
sk_sk: Nepublikovaná SVN verzia

source: Download your %s installer
gl_es: Descarga o instalador para %s

source: Authenticating
ca_es: Autenticant
fr_fr: Authentification
gl_es: Autenticando
sk_sk: Prebieha prihlasovanie

source: About %s
ca_es: Sobre %s
fr_fr: À propos de %s
gl_es: Verbo de %s
sk_sk: O %s

source: Report a problem
ca_es: Notificar un problema
fr_fr: Signaler un problème
gl_es: Informar dun problema
sk_sk: Nahlásiť problém

source: Become a CAT developer
ca_es: Convertiu-vos en desenvolupador de CAT
fr_fr: Devenir un développeur CAT
gl_es: Fágase desenvolvedor CAT
sk_sk: Stante sa vývojárom CAT

source: %s admin:<br>manage your IdP
ca_es: Administrador de %s: <br>administreu el vostre IdP
fr_fr: %s administrateurs:<br>gérez votre IdP
gl_es: %s admin:<br>xestionar o seu IdP
sk_sk: správca %s:<br>spravovať IdP

source: %s installation made easy:
ca_es: %s fa la instal.lació fàcil:
fr_fr: %s installation simplifiée:
gl_es: instalación %s feita fácil:
sk_sk: inštalácia %s jednoduchým spôsobom:

source: Digitally signed by the organisation that coordinates %s: %s
ca_es: Signat digitalment per la organització que coordina %s: %s
fr_fr: Signé numériquement par les organisations qui coordonnent %s: %s
gl_es: Asinado dixitalmente pola organización que coordina %s: %s
sk_sk: Digitálne podpísaná organizáciou, ktorá koordinuje %s: %s

source: %s user:<br>download your %s installer
ca_es: Usuari de %s:<br>descarregueu-vos el vostre instal.lador d'%s
fr_fr: Utilisateur de %s :<br>téléchargez l'installateur de %s
gl_es: Usuario de %s:<br>Descargue o seu instalador de %s
sk_sk: Používateľ %s:<br>stiahnite si svoj inštalačný program %s

source: select another
ca_es: selecciona un altre
fr_fr: choisissez une autre
gl_es: seleccionar outro
sk_sk: označiť inú

source: Welcome aboard the eduroam® user community!
gl_es: Dámoslle a benvida a bordo da comunidade de usuarios eduroam®!

source: Dear user from %s,
gl_es: Prezado usuario/a %s,

source: we would like to warmly welcome you among the several million users of eduroam®! From now on, you will be able to use internet access resources on thousands of universities, research centres and other places all over the globe. All of this completely free of charge!
gl_es: Prácenos darlle unha calorosa benvida ao colectivo da varios millóns de usuario de eduroam®! A partir de agora, poderá usar os recursos de acceso á Internet en miles de universidades, centros de investigación e outros lugares de todo o mundo. Totalmente de balde!

source: Now that you have downloaded and installed a client configurator, all you need to do is find an eduroam® hotspot in your vicinity and enter your user credentials (this is our fancy name for 'username and password' or 'personal certificate') - and be online!
gl_es: Agora que xa descargou e instalou un cliente de configuración, todo o que precisa facer á atopar un punto de acceso eduroam® próximo e introducir as súas credenciais de usuario (así lles chamamos ao seus 'nome de usuario e contrasinal' ou 'certificado persoal') - e conectarse!

source: Should you have any problems using this service, please always contact the helpdesk of %s. They will diagnose the problem and help you out. You can reach them via the means shown above.
gl_es: De ter calquera problema ao usar este servizo, contacte sempre co seu servizo de asistencia de %s. Diagnosticarán o problema e axudarano. Pode localizalo polos seguintes medios.

source: Back to downloads
gl_es: Volver á zona de descargas

source: Your local administrator has specified a redirect to a local support page.<br> When you click <b>Continue</b> this support page will be opened in a new window/tab.
gl_es: O seu administrador local especificou unha redirección a unha páxina de soporte local. <br> Cando prema en <b>Continuar</b> esa páxina de soporte abrirase nunha nova xanela/lapela.

source: All platforms
gl_es: Todas as plataformas

source: Please send a problem report to <a href='mailto:%s'>%s</a>. Some screen dumps are very welcome.
ca_es: Sisplau envieu un informe de problemes a <a href='mailto:%s'>%s</a>. Les captures de pantalla són benvingudes!
fr_fr: Veuillez signaler le problème à <a href='mailto:%s'>%s</a>. Quelques copies d'écran seront les bienvenues.
sk_sk: Správu s popisom problému, prosím, zašlite na adresu <a href='mailto:%s'>%s</a>. Uvítame, ak správu doplníte o snímky zachytávajúce výstup na obrazovke.

source: Why is there no support for Android?
ca_es: Perquè no hi ha suport per a Android?
fr_fr: Pourquoi n'y a t'il pas de support d'Android ?
sk_sk: Prečo chýba podpora pre Android?

source: %s relies on technologies being available on the target platform - we need to be able to 'feed' security settings from a configuration file which you can download. Many Operating Systems like Apple and Microsoft have that functionality, but for Android no such mechanism exists.
ca_es: %s es recolza en tecnologies disponibles a la plataforma destí - necessitem subministrar paràmetres de seguretat des d'un fitxer de configuració que us pugueu descarregar. Molts sistemes operatius com Apple i Microsoft tenen aquesta funcionalitat, però ara com ara no existeix aquest mecanisme per a Android.
fr_fr: %s s'appuie sur des technologies disponibles sur la plate-forme cible - nous devons être en mesure «d'ajouter» les paramètres de sécurité à partir d'un fichier de configuration que vous pouvez télécharger. De nombreux systèmes d'exploitation comme ceux d'Apple ou de Microsoft possèdent ces fonctionnalités, mais pour Android il n'existe aucun mécanisme de ce type.
sk_sk: %s potrebuje, aby na cieľovej platforme bola k dispozíci konkrétna funkcionalita. Musí existovať spôsob ako zariadenie 'nakŕmiť' nastaveniami zabezpečenia z konfiguračného súboru, ktorý si používateľ dokáže stiahnuť. Mnohé operačné systémy, ako tie od Apple a Microsoft, túto funkcionalitu majú. Pre Android však potrebný mechanizmus zatiaľ nie je k dispozícii.

source: That is - <i>to our knowledge</i>. If you are a developer with some good knowledge about Android's APIs, and you know how to do it - please let us know; we would be delighted!
ca_es: Això és tot - <i>amb el que sabem</i>. Si sou un desenvolupador amb bons coneixements sobre les API d'Android, i sabeu com fer-ho, sisplau digueu-nos-ho. Estarem encantats!
fr_fr: C'est - <i>à notre connaissance</i>. Si vous êtes un développeur avec de bonnes connaissances dans les APIs Android et que vous savez comment faire - merci de nous le faire savoir; nous en serons très heureux!
sk_sk: Teda - <i>pokiaľ je nám známe</i>. Ak ste vývojár s dobrou znalosťou Android API a viete, ako na to - dajte nám, prosím, vedieť. Budeme veľmi radi!

source: FAQ
ca_es: PMF
sk_sk: Často kladené otázky

source: Custom built for your home institution
ca_es: Manufactura personalitzada per a la vostra institució
fr_fr: Installateur personnalisé pour votre établissement
sk_sk: Šitá na mieru pre vašu domovskú organizáciu

source: Mountain Lion, Lion
sk_sk: Montain Lion, Lion
