Repository: GEANT/CAT
Catalog: source/branches/branch_1_0/translation/*/devices.po
Languages: de_de, eu_es, pl_pl

source: Apple iOS mobile devices
de_de: Apple iOS Mobilgeräte
eu_es: Apple iOS gailu mugikorrak
pl_pl: Przenośne urządzenia Apple (iOS)

source: Network configuration profile '%s' of '%s' - provided by %s
de_de: Netzwerkprofil '%s' of '%s' - bereitgestellt von %s
eu_es: '%s' -(e)ko '%s' sarearen konfigurazio-profila - %s -(e)k emana
pl_pl: Profil '%s' z grupy '%s' dla iPhona - dostarczony przez %s

source: The profile will install itself after you click (or tap) the button. You will be asked for confirmation/input at several points:
de_de: Das Profil installiert sich, sobald Sie auf den Knopf drücken. Sie werden an einigen Stellen um Bestätigung bzw. Eingaben gebeten:
eu_es: Botoia sakatu ostean instalatuko da profila. Baieztapena edo informazioa eskatuko da hainbat puntutan:
pl_pl: Profil zainstaluje się automatycznie po kliknięciu przycisku. Kilkakrotnie zostaniesz poproszony o wprowadzenie danych lub potwierdzenie:

source: to install the profile
de_de: um das Profil zu installieren
eu_es: profila instalatzeko
pl_pl: aby zainstalować profil

source: to accept the server certificate authority
de_de: CA Zertifikat Ihres Identitätsproviders
eu_es: zerbitzariaren egiaztagiri-baimena onartzeko
pl_pl: aby zaakceptować Urząd Certyfikacyjny serwera

source: (%d times)
de_de: (%d mal)
eu_es: (%d aldiz)
pl_pl: (%d razy)

source: to enter the username and password of your institution
de_de: um ihren Benutzernamen und Passwort einzugeben
eu_es: zure erakundearen erabiltzaile-izena eta pasahitza sartzeko
pl_pl: aby wprowadzić identyfikator i hasło dla Twojej instytucji

source: (%d times each, because %s is installed for %d SSIDs)
de_de: (%d mal, da %s für %d SSIDs installiert wird)
eu_es: (%d aldiz, aldi bakoitzean: izan ere, %s %d SSIDs -(e)rako instalatzen da)
pl_pl: (%d razy ponieważ %s jest instalowane dla %d SSID)

source: %s configuration for network name %s
de_de: %s Konfiguration für das Netzwerk %s
eu_es: %s sare-izenarentzako %s konfigurazioa
pl_pl: konfiguracja %s dla sieci %s

source: Your Identity Providers Certification Authority
de_de: CA Zertifikat Ihres Identitätsproviders
eu_es: Zure nortasun-hornitzailearen egiaztatze-baimena
pl_pl: Urząd Certyfikacyjny Twojego dostawcy tożsamości

source: Identity Provider's CA
de_de: CA des IdP
eu_es: nortasun-hornitzailearen CA
pl_pl: Urząd certyfikacyjny dostawcy tożsamości

source: Anonymous identities do not use the realm as specified in the profile - it is derived from the suffix of the user's username input instead.
de_de: Anonyme Identitäten basieren nicht auf Ihrem angegebenen Realm im Profil - sie werden während dem Login aus dem eingegeben Benutzernamen gebildet.
eu_es: Nortasun anonimoek ez dute erabiltzen domeinua profilean zehaztuta dagoen moduan - erabiltzaileak sartzen duen helbidearen atzizkitik ondorioztatzen da.
pl_pl: Identyfikator anonimowy jest tworzony na podstawie identyfikatora, który wprowadzi użytkownik. Ustawienie realmu z danych profilu nie będzie używane.

source: %s installer will be in the form of an EXE file. It will configure %s on your device, by creating wireless network profiles.<p>When you click the download button, the installer will be saved by your browser. Copy it to the machine you want to configure and execute.
de_de: Das %s Installationsprogramm ist eine EXE Datei. Beim Ausführen konfiguriert das Programm %s auf Ihrem Gerät und legt ein oder mehrere Netzwerkprofile an.<p>Wenn Sie den Herunterladen Knopf drücken, wird das Programm auf ihrem Rechner abgespeichert. Kopieren Sie es auf den Rechner den sie konfigurieren möchten und führen Sie das Programm dort aus.
eu_es: %s instalatzailea EXE fitxategi exekutagarri batean emango da. Eta zure gailuan %s konfiguratuko du, sare-profil harigabeak sortuta. <p> Deskarga-botoian klik egiten duzunean, zure nabigatzaileak instalatzailea gordeko du. Kopiatu ezazu instalatu beharreko gailuan, eta exekutatu.
pl_pl: Instalator %s zostanie przygotowany w postaci pliku EXE. Instalator skonfiguruje %s na Twoim urządzeniu tworząc na nim niezbędne profile sieciowe.<p>Kiedy klikniesz przycisk pobierania, instalator zostanie zachowany przez przeglądarkę. Skopiuj go na urządzenie, które chcesz skonfigurować i uruchom.

source: In addition to <strong>%s</strong> the installer will also configure access to the following networks:
de_de: Zusätzlich zum Netzwerknamen <strong>%s</strong> wird das Programm die folgenden Netzwerknamen einrichten:
eu_es: <strong>%s</strong> -(e)z gainera, instalatzaileak honako sare hauetarako sarbidea ere konfiguratuko du:
pl_pl: Oprócz sieci <strong>%s</strong>, instalator skonfiguruje również następujące sieci:

source: In addition to <strong>%s</strong> the installer will also configure access to:
de_de: Zusätzlich zum Netzwerknamen <strong>%s</strong> wird das Programm das folgende einrichten:
eu_es: <strong>%s</strong> -(e)z gainera, instalatzaileak honako hauetarako sarbidea ere konfiguratuko du:
pl_pl: Oprócz sieci <strong>%s</strong>, instalator skonfiguruje również sieć:

source: In order to connect to the network you will need an a personal certificate in the form of a p12 file. You should obtain this certificate from your home institution. Consult the support page to find out how this certificate can be obtained. Such certificate files are password protected. You should have both the file and the password available during the installation process.
de_de: Um sich mit dem Netzwerk verbinden zu können, brauchen Sie ein persönliches Zertifikat in Form einer p12 Datei. Besorgen Sie sich dieses Zertifikat von Ihrer Heimatorganisation. Besuchen Sie ggf. deren Unterstützungsseite um zu erfahren, wie Sie an das Zertifikat kommen. Persönliche Zertifikatsdateien sind passwortgeschützt. Sie sollten sowohl die Datei selbst als auch das zugehörige Passwort während des Installationsprozesses zur Hand haben.
eu_es: Sarera konektatzeko, p12 luzapeneko fitxategi baten egiaztagiri pertsonala beharko duzu. Zure erakundeak berak eman beharko lizuke egiaztagiria. Begiratu euskarri-orrian, egiaztagiri hori nola lor dezakezun jakiteko. Gehientsuenetan, egiaztagiri horiek pasahitz batekin daude babestuta. Beraz, instalazio-prozesuan, biak eduki beharko zenituzke.
pl_pl: Do połączenia z siecią niezbędny będzie certyfikat osobisty w postaci pliku p12. Taki certyfikat powinien otrzymać od swojej instytucji macierzystej. Sprawdź lokalne strony wsparcia eduroam, aby się dowiedzieć jaka obowiązuje procedura. Certyfikaty indywidualne są chronione hasłem. W czasie procesu instalacji będziesz musiał dysponować zarówno plikiem certyfikatu jak i hasłem.

source: In order to connect to the network you will need an account from your home institution. You should consult the support page to find out how this account can be obtained. It is very likely that your account is already activated.
de_de: Um sich mit dem Netzwerk verbinden zu können, brauchen Sie ein Benutzerkonto ihrer Heimatorganisation. Besuchen Sie ggf. deren Unterstützungsseite um zu erfahren, wie Sie an ein Benutzerkonto kommen. Wahrscheinlich haben Sie bereits eins!
eu_es: Sarera konektatzeko, zure erakundearen kontu bat beharko duzu. Euskarri-orria begiratu beharko zenuke, kontu hori nola lortu jakiteko. Litekeena da kontu hori dagoeneko aktibatuta egotea.
pl_pl: Do połączenia z siecią niezbędne Ci będzie konto użytkownika w instytucji macierzystej. Sprawdź lokalne strony wsparcia eduroam, aby dowiedzieć się,jak można takie konto uzyskać. Jest bardzo prawdopodobne, że Twoje konto jest już aktywne.

source: The installer will also install additional software - SecureW2 EAP Suite (GNU General Public License).<p>You will be requested to enter your account credentials into a pop box during the installation. This information will be saved so that you will reconnect to the network automatically each time you are in the range.
de_de: Das Installationsprogramm wird auch zusätzliche Software installieren - SecureW2 EAP Suite (GNU GPL Lizenz).<p> Im Verlauf dieser Installation werden Sie in einem Fenster nach Ihrem Benutzernamen und Passwort gefragt. Diese Daten werden auf Ihrem Rechner abgespeichert, damit Sie in Zukunft sofort und vollautomatisch mit dem eduroam Netz verbunden werden können.
eu_es: Instalatzaileak software gehigarria ere instalatuko du - suite EAP SecureW2 (GNU lizentzia). <p> Instalazioak iraun bitartean, leiho batean zure kontuaren sinestamenduak sartzeko eskatuko dizu. Hala, haren irismenean zauden guztietan sarera automatikoki konektatzeko modua izango duzu.
pl_pl: Instalator doinstaluje również dodatkowe oprogramowanie - SecureW2 EAP Suite (na licencji GPL).<p>W czasie instalacji pojawi się okienko, do którego należy wprowadzić identyfikator i hasło do konta. Ta informacja zostanie zachowana na komputerze i kolejne połączenia będą już następowały automatycznie.

source: When you are connecting to the network for the first time, Windows will pop up a login box, where you should enter your user name and password. This information will be saved so that you will reconnect to the network automatically each time you are in the range.
de_de: Wenn Sie sich zum ersten Mal mit dem eduroam Netz verbinden, wird Windows ein Fenster zur Abfrage von Benutzername und Passwort öffnen. Die dort eingegebenen Informationen werden auf Ihrem Rechner abgespeichert damit Sie in Zukunft sofort und vollautomatisch mit dem eduroam Netz verbunden werden.
eu_es: Sarera aurrenekoz konektatzen zarenean, Windowsek login-leiho bat erakutsiko dizu. Bertan, zure erabiltzaile-izena eta pasahitza idatzi beharko dituzu. Informazio hori gorde egingo da; hala, haren irismenean zauden guztietan sarera automatikoki konektatzeko modua izango duzu.
pl_pl: Przy pierwszym połączeniu z siecią Windows wyświetli okienko logowania, do którego należy wprowadzić identyfikator i hasło do konta. Ta informacja zostanie zachowana na komputerze i kolejne połączenia będą już następowały automatycznie.

source: You will be required to enter the same credentials for each of the configured notworks:
de_de: Sie müssen für alle nachfolgend angegebenen Netzwerknamen die gleichen Zugangsdaten eingeben:
eu_es: Konfiguratutako sare bakoitzeko, sinestamendu berberak sartzeko eskatuko dizu:
pl_pl: Będziesz musiał wprowadzić te same dane logowania do każdej ze skonfigurowanych sieci:

source: Login credentials
de_de: Benutzerdaten
eu_es: Login-sinestamenduak
pl_pl: Dane logowania

source: %s installer for %s
de_de: %s Installationsprogramm für %s
eu_es: %s -(e)rako %s instalatzailea
pl_pl: Instalator %s dla %s

source: Welcome to the %s installer
de_de: Willkommen beim %s Installationsprogramm
eu_es: Ongi etorri %s instalatzailera
pl_pl: Witamy w instalatorze %s

source: Installation complete
de_de: Installation abgeschlossen
eu_es: Instalazioa amaitu da
pl_pl: Instalacja zakończona

source: Network profiles have been installed.
de_de: Netzwerkprofile wurden installiert.
eu_es: Sareko profilak instalatu dira.
pl_pl: Profile sieciowe zostały zainstalowane.

source: Your system is ready.
de_de: Ihr System ist bereit.
eu_es: Zure sistema prest dago.
pl_pl: System gotowy do pracy.

source: Network installation had errors.
de_de: Bei der Installation der Netzwerke ist ein Fehler aufgetreten.
eu_es: Sarearen instalazioak erroreak adierazi ditu.
pl_pl: W czasie instalacji wystąpiły błędy.

source: Please contact ${SUPPORT}.
de_de: Bitte kontaktieren Sie ${SUPPORT}.
eu_es: Mesedez, jarri harremanetan ${SUPPORT} -(r)ekin.
pl_pl: Skontaktuj się z ${SUPPORT}

source: Accept
de_de: Akzeptieren
eu_es: Onartu
pl_pl: Akceptuję

source: If you accept the conditions then select Accept and then click Install to continue.
de_de: Wenn Sie die Bedingungen akzeptieren, dann wählen Sie bitte Akzeptieren aus und klicken Sie dann auf Fertigstellen
eu_es: Baldintzak onartuz gero, aukeratu Onartu, eta ondoren, aukeratu Instalatu, aurrera egiteko.
pl_pl: Jeżeli akceptujesz te warunki, to wybierz Akceptuję i kliknij Instaluj, aby kontynuować

source: Finish
de_de: Fertigstellen
eu_es: Amaitu
pl_pl: Zakończ

source: searching for certificate
de_de: Suche nach Zertifikat
eu_es: egiaztagiria bilatzen
pl_pl: szukam certyfikatu

source: installing certificate
de_de: Installieren der Zertifikate
eu_es: egiaztagiria instalatzen
pl_pl: instaluję certyfikat

source: could not install certificate
de_de: Installieren der Zertifikate fehlgeschlagen
eu_es: ezin izan da egiaztagiria instalatu
pl_pl: instaluję certyfikat

source: The non TKIP profiles are preferred. Always use them if you have a choice.
de_de: Die Profile mit moderner Verschlüsselung (nicht-TIKIP) sind sicherer. Verwenden Sie diese, wann immer Sie die Wahl haben.
eu_es: ez-TKIP profilek izango dute lehentasuna. Aukera duzun guztietan, erabili itzazu horiek.
pl_pl: Jeżeli masz inny wybór, to nie korzystaj z profili TKIP.

source: The non TKIP profile is preferred. Always use it if you have a choice.
de_de: Das Profil mit moderner Verschlüsselung (nicht-TIKIP) ist sicherer. Verwenden Sie es, wann immer Sie die Wahl haben.
eu_es: ez-TKIP profilak izango du lehentasuna. Aukera duzun guztietan erabili ezazu hori.
pl_pl: Jeżeli masz inny wybór, to nie korzystaj z profilu TKIP.

source: This installer has been prepared for ${ORGANISATION}
de_de: Dieses Installationsprogramm wurde für ${ORGANISATION} hergestellt.
eu_es: Instalatzaile hau ${ORGANISATION} -(e)rako prestatuta dago.
pl_pl: Ten instalator został przygotowany dla instytucji: ${ORGANISATION}

source: The installer will create the following wireless profiles:
de_de: Dieses Installationsprogramm wird die folgenden WLAN Profile einrichten:
eu_es: Instalatzaileak honako profil harigabe hauek sortuko ditu:
pl_pl: Instalator stworzy następujące profile bezprzewodowe:

source: More information and comments:
de_de: Mehr Informationen und Kommentare:
eu_es: Informazio gehiago eta iruzkinak:
pl_pl: Więcej informacji i uwagi:

source: Installer created with software from the GEANT project.
de_de: Das Installationsprogramm wurde mit Software vom GEANT Projekt erstellt.
eu_es: GEANT proiektuko softwarearekin sortutako instalatzailea.
pl_pl: Instalator został stworzony przy pomocy oprogramowania przygotowanego przez projekt GEANT.

source: This installer was brought to you by %s. See %s for details.
de_de: Dieses Installationsprogramm wurde bereitgestellt von %s. Siehe %s für Details.
eu_es: %s-k eskaini dizu instalatzaile hau . Zehaztasun gehiago %s-an.
pl_pl: Ten instalator został stworzony przez %s. Więcej informacji: %s.

source: This installer works with Windows 8 only
de_de: Dieses Installationsprogramm funktioniert nur mit Windows 8
eu_es: Instalatzaile honek Windows 8rekin funtzionatzen du soil-soilik.
pl_pl: Ten instalator pracuje wyłącznie w systemie Windows 8

source: This installer works with Windows Vista and Windows 7 only
de_de: Dieses Installationsprogramm funktioniert nur mit Windows Vista und Windows 7
eu_es: Instalatzaile honek Windows Vista eta Windows 7rekin funtzionatzen du soil-soilik
pl_pl: Ten instalator pracuje wyłącznie w systemie Vista i Windows 7

source: Windows wireless configuration service is not enabled. The installer cannot continue.
de_de: Der Windows WLAN Konfigurationsdienst ist nicht eingeschaltet. Die Installation wird abgebrochen.
eu_es: Windowsen konfigurazio-zerbitzu harigabea ez dago prestatuta. Instalatzaileak ezin du aurrera egin.
pl_pl: Usługa konfiguracji sieci bezprzewodowej nie jest włączona. Konfigurator nie może kontynuować.

source: No wireless interfaces found. The installer cannot continue.
de_de: Auf Ihrem System wurden keine WLAN Schnittstellen gefunden. Die Installation wird abgebrochen.
eu_es: Ez dira aurkitu interfaze harigabeak. Instalatzaileak ezin du aurrera egin.
pl_pl: Nie znaleziono interfejsów bezprzewodowych. Konfigurator nie może kontynuować.

source: Profiles installation
de_de: Installation der Profile
eu_es: Profilen instalazioa
pl_pl: Instalacja profili sieciowych

source: Checking for profile $R1
de_de: Überprüfung von Profile $R1
eu_es: $R1 profila egiaztatzen
pl_pl: Sprawdzam obecność profilu $R1

source: found profile $R1
de_de: Profil $R1 gefunden
eu_es: $R1 profila aurkitu da
pl_pl: znaleziono profil $R1

source: This installer will only work properly if you are a member of ${ORGANISATION} and the user group: ${USER_GROUP}.
de_de: Dieses Installationsprogramm funktioniert nur für Anwender von ${ORGANISATION} in der Benutzergruppe: ${USER_GROUP}.
eu_es: Instalatzaileak behar bezala funtzionatuko du soil-soilik ${ORGANISATION} -(e)ko kidea bazara eta ${USER_GROUP} erabiltzaile-taldekoa bazara.
pl_pl: Ten instalator będzie poprawnie działał tylko jeżeli jesteś członkiem grupy ${USER_GROUP} w ${ORGANISATION}.

source: Click OK to continue with installation.
de_de: Drücken Sie OK um mit der Installation fortzufahren.
eu_es: Instalazioarekin jarraitzeko, egin klik OK aukeran.
pl_pl: Kliknij OK, aby kontynuować.

source: This installer will only work properly if you are a member of ${ORGANISATION}.
de_de: Dieses Installationsprogramm funktioniert nur für Anwender von ${ORGANISATION}.
eu_es: Instalatzaileak behar bezala funtzionatuko du soil-soilik ${ORGANISATION} -(e)ko kidea bazara.
pl_pl: Ten instalator będzie poprawnie działał tylko jeżeli Twoją instytucją macierzystą jest ${ORGANISATION}.

source: Please read the additional information from your home institution which will be displayed in a moment.
de_de: Bitte lesen Sie diese zusätzliche Information Ihrer Heimatorganisation, die hier gleich angezeigt wird.
eu_es: Mesedez, irakurri berehala ikusiko duzun zure erakundearen informazio gehigarria.
pl_pl: Przeczytaj dodatkowe informacje, które zostaną za chwilę wyświetlone.

source: Restart system now
de_de: System jetzt neustarten
eu_es: Berrabiatu sistema orain
pl_pl: Zrestartuj system

source: I will restart later
de_de: Ich werde später neustarten
eu_es: Geroxeago berrabiatuko dut
pl_pl: Zrestartuję sam później

source: Please READ this message it is IMPORTANT.$\r$\nInstallation problems may be due to the fact that Symantec Endpoint Protection is installed on your machine.$\r$\nWhile this is a well-known bug of the Symantec product, about which the installer can not do anything, there is a workaround.$\r$\nWhen you close this window the installer will exit and an explorer window will be started (it could appear underneath already opened windows). In this window you should see a script named inst_eduroam. Start it by double-clicking, It will install the profiles. You will need to login to eduroam with your username and password.
de_de: Bitte LESEN Sie diese WICHTIGE Nachricht.$\r$\nDie Installationsprobleme sind wahrscheinlich aufgetreten, weil Sie das Produkt "Symantec Endpoint Protection" auf Ihrem Rechner installiert haben.$\r$\nDabei handelt es sich um einen Fehler in diesem Programm; das CAT Installationprogramm ist hierfür nicht ursächlich verantwortlich. Es gibt aber einen Weg, um die Installation dennoch erfolgreich abzuschließen.$\r$\nWenn Sie dieses Fenster schließen, wird sich ein Explorer Fenster öffnen (es könnte unterhalb anderer Fenster versteckt sein). In diesem Fenster befindet sich eine Datei namens "inst_eduroam". Öffnen Sie diese mit einem Doppelklick; die Installation wird dann nachgeholt. Sie müssen Ihren Nutzernamen und Passwort dann bei Ihrer ersten Verbindung mit dem eduroam Netzwerk nochmal eingeben.
eu_es: Mesedez IRAKAURRI mezu hau, GARRANTZITSUA baita. $\r$\nInstalazio arazoen arrazoia zure makinan Symantec Endpoint Protection instalatuta dagoelako izan daiteke. $\r$\nSymantec-eko produktu honen akats ezaguna izan arren, eta instalatzaileak ezin du ezer egin, konponbide bat dago. $\r$\nLeiho hau ixten duzunean, instalatzailea amaituko da eta esploratzailearen leiho berri bat abiaraziko da (dagoeneko zabalik dauden leihoen atzean gera daiteke). Leiho horretan, inst_eduroam izeneko script bat ikusi beharko zenuke. Bi klik egin horren gainean eta profilak instalatuko ditu. Eduroam-era sartu beharko zara zure erabiltzailea eta pasahitza erabiliz.
pl_pl: Przeczytaj tę informację, ona jest WAŻNA.$\r$\nProblemy z instalacją mogą być spowodowane przez Symantec Endpoint Protection, który jest zainstalowany na Twoim komputerze.$\r$\nPomimo, że jest to znany błąd Symanteca, którego instalator nie może naprawić, to można zastosować "obejście" problemu.$\r$\nKiedy zamkniesz to okienko, to instalator zakończy pracę i uruchomione zostanie okienko eksploratora (być może pojawi się częściowo przykryte przez już otwarte okna). W tym oknie zobaczysz skrypt o nazwie inst_eduroam. Uruchom go poprzez dwukrotne kliknięcie. Skrypt zainstaluje profile sieciowe. Przy pierwszym połączeniu do eduroam konieczne będzie podanie identyfikatora oraz hasła.

source: deleting profile $R1
de_de: Löschen des Profils $R1
eu_es: $R1 profila ezabatzen
pl_pl: kasuję profil $R1

source: installing profile $R1
de_de: Installieren des Profils $R1
eu_es: $R1 profila instalatzen
pl_pl: instaluję profil $R1

source: Profile installation error for $R1.
de_de: Fehler bei der Installation des Profils $R1.
eu_es: Errorea, $R1 -(e)rako profil-instalazioan
pl_pl: W czasie instalacji $R1 wystąpiły błędy.

source: installing credentials for profile $R1
de_de: Installieren der Benutzerdaten für Profil $R1
eu_es: $R1 profilerako sinestamenduak instalatzen
pl_pl: instaluję dane użytkownika dla profilu $R1

source: Credentials installation problem
de_de: Problem beim Installieren der Benutzerdaten
eu_es: Arazoak, sinestamenduak instalatzean
pl_pl: Problem z instalacją danych użytkownika

source: %s installer for
de_de: %s Installationsprogramm für
eu_es: %s instalatzailea, honako hauetarako:
pl_pl: Instalator %s

source: Install personal certificate
de_de: Persönliches Zertifikat installieren
eu_es: Instalatu egiaztagiri pertsonala
pl_pl: Instaluję certyfikat osobisty

source: Preparing to install personal certificate.
de_de: Installation des persönlichen Zertifikats wird vorbereitet.
eu_es: Egiaztagiri pertsonala instalatzeko prestatzen.
pl_pl: Gotowy do zainstalowania certyfikatu osobistego

source: Click OK to continue
de_de: Drücken Sie OK um fortzufahren
eu_es: Aurrera egiteko, egin klik OK aukeran.
pl_pl: Kliknij OK, aby kontynuować

source: Certificate files (*.p12)
de_de: Zertifikatsdateien (*.p12)
eu_es: Egiaztagiri-fitxategiak (*.p12)
pl_pl: Pliki certyfikatów (*.p12)

source: Certificate files (*pfx)
de_de: Zertifikatsdateien (*pfx)
eu_es: Egiaztagiri-fitxategiak (*.pfx)
pl_pl: Pliki certyfikatów (*.pfx)

source: All files
de_de: Alle Dateien
eu_es: Fitxategi guztiak
pl_pl: Wszystkie pliki

source: Selected file: $Cert_file
de_de: Ausgewählte Datei: $Cert_file
eu_es: Fitxategia aukeratzen: $Cert_file
pl_pl: Wybrany plik: $Cert_file

source: certificate password:
de_de: Zertifikatspasswort:
eu_es: egiaztagiriaren pasahitza:
pl_pl: hasło do certyfikatu:

source: No certificate file selected
de_de: Keine Zertifikatsdatei ausgewählt
eu_es: Ez dago inolako egiaztagiririk aukeratuta
pl_pl: Nie wybrano pliku certyfikatu

source: Incorrect certificate password$\r$\nenter again
de_de: Falsches Passwort für das Zertifikat$\r$\nNeuer Versuch
eu_es: $\r$\n egiaztagiriaren pasahitza ez da zuzena berriro sartu
pl_pl: Nieprawidłowe hasło certyfikatu$\r$\nwprowadź ponownie

source: User credentials
de_de: Benutzerdaten
eu_es: Erabiltzailearen sinestamenduak
pl_pl: Dane logowania

source: Username:
de_de: Benutzername:
eu_es: Erabiltzailea:
pl_pl: Użytkownik:

source: Password:
de_de: Passwort:
eu_es: Pasahitza:
pl_pl: Hasło:

source: Repeat password:
de_de: Passwort wiederholen:
eu_es: Errepikatu pasahitza:
pl_pl: Powtórz hasło

source: Missing username
de_de: Fehlender Benutzername
eu_es: Erabiltzaile-izena falta da
pl_pl: Brakująca nazwa użytkownika

source: Missing password
de_de: Fehlendes Passwort
eu_es: Pasahitza falta da
pl_pl: Brak hasła
