Repository: GEANT/CAT
Catalog: source/branches/branch_1_0/translation/*/devices.po
Languages: de_de, eu_es, pl_pl

source: Password missmatch
de_de: Die Passwörter stimmen nicht überein
eu_es: Pasahitza ez dator bat
pl_pl: Niezgodność haseł

source: In order to install/update %s access all selected steps need to be performed. Click Continue to proceed
de_de: Um den %s Zugang zu installieren oder aktualisieren müssen alle angewählten Schritte durchgeführt werden. Drücken Sie auf Weiter zum Fortfahren
eu_es: %s instalatzeko edo eguneratzeko, ezinbestekoa da honako pauso hauek ematea. Aurrera egiteko, egin klik Jarraitu aukeran.
pl_pl: W celu zainstalowania/odświeżenia obsługi %s wykonane zostaną wszystkie wybrane kroki kroki. Kliknij Dalej, aby kontynuować.

source: If an option is not selected by default, then it is either not available or optional.
de_de: Wenn eine Option standardmäßig nicht ausgewählt ist, dann ist sie entweder nicht verfügbar oder optional.
eu_es: Lehenetsita egonda aukeraren bat ez badago markatuta, edo ez dago erabilgarri edo ez da aukeretako bat.
pl_pl: Jeżeli jakaś opcja nie jest domyślnie zaznaczona, to albo jest niedostępna, albo nieobowiązkowa.

source: Installation of the personal certificate
de_de: Installation des persönlichen Zertifikats
eu_es: Egiaztagiri pertsonalaren instalazioa
pl_pl: Instaluję certyfikat osobisty

source: Components installation
de_de: Installation der Komponenten
eu_es: Osagaien instalazioa
pl_pl: Instalacja składników

source: Personal certificate
de_de: Persönliches Zertifikat
eu_es: Egiaztagiri pertsonala
pl_pl: Certyfikat osobisty

source: Installation of network profiles
de_de: Installation der Netzwerkprofile
eu_es: Sareko profilen instalazioa
pl_pl: Instalacja profili sieciowych

source: profiles
de_de: Profile
eu_es: profilak
pl_pl: profile

source: Installation
eu_es: Instalazioa
pl_pl: Instalacja

source: Network profiles update
de_de: Aktualisierung der Netzwerkprofile
eu_es: Sareko profilen eguneratzea
pl_pl: Odświeżenie profili sieciowych

source: Information about components
de_de: Information über Komponenten
eu_es: Osagaiei buruzko informazioa
pl_pl: Informacja o składnikach

source: user profile
de_de: Benutzerprofil
eu_es: erabiltzaile-profila
pl_pl: profil użytkownika

source: install program
de_de: Programm installieren
eu_es: instalatu programa
pl_pl: instalacja programu

source: EAP-pwd installation error. Please try again or contact ${SUPPORT}.
de_de: Fehler bei der Installation von EAP-pwd. Versuchen Sie es noch einmal oder wenden Sie sich an ${SUPPORT}.
eu_es: Errorea, EAP-pwd instalatzean. Mesedez, saiatu berriro edo jarri harremanetan ${SUPPORT} -(r)ekin.
pl_pl: Błąd instalacji EAP-pwd. Spróbuj ponownie, albo skontaktuj się z ${SUPPORT}

source: SecureW2 installation error. Please try again or contact ${SUPPORT}.
de_de: Fehler bei der Installation von SecureW2. Versuchen Sie es noch einmal oder wenden Sie sich an ${SUPPORT}.
eu_es: Errorea, SecureW2 instalatzean. Mesedez, saiatu berriro edo jarri harremanetan ${SUPPORT} -(r)ekin.
pl_pl: Błąd instalacji programu SecureW2. Spróbuj ponownie, albo skontaktuj się z ${SUPPORT}

source: Welcome to the eduroam installer
de_de: Willkommen beim eduroam Installationsprogramm
eu_es: ongi etorri eduroam instalatzailera
pl_pl: Witamy w instalatorze eduroam

source: Please contact \${SUPPORT}.
de_de: Bitte kontaktieren Sie \${SUPPORT}.
eu_es: Mesedez, jarri harremanetan \${SUPPORT} -rekin.
pl_pl: Skontaktuj się z \${SUPPORT}

source: This installer has been prepared for \${ORGANISATION}
de_de: Dieses Installationsprogramm wurde für \${ORGANISATION} hergestellt.
eu_es: Instalatzaile hau \${ORGANISATION}-rentzat prestatu egin da.
pl_pl: Ten instalator został przygotowany dla instytucji: \${ORGANISATION}

source: The installer will create network profile:
de_de: Dieses Installationsprogramm wird das folgende Netzwerkprofil erstellen:
eu_es: Instalatzaileak sareko profil bat sortuko du:
pl_pl: Instalator stworzy następujące profile sieciowe:

source: You will be able to use eduroam in most institutions however due to Windows XP limitations and differences in network settings at different institutions, you may be sometimes required to repeat the connection for the system to reconfigure.
de_de: Mit diesen Einstellungen können Sie eduroam bei den meisten hotspots verwenden. Durch einige Einschränkungen in Windows XP kann es allerdings sein, dass Sie in einigen Situationen den Login zwei mal versuchen müssen bevor er funktioniert.
eu_es: Erakunde gehienetan erabili ahal izango duzu eduroam; alabaina, Windows XPn dauden mugak eta hainbat erakundetako sareen konfigurazioetako aldeak direla tarteko, beharrezkoa izan liteke konexioa errepikatu behar izatea, sistema berriz konfiguratu dadin.
pl_pl: Dzięki temu będziesz miał możliwość korzystania z eduroam w większości instytucji. Niestety z powodu ograniczeń systemu Windows XP oraz różnych ustawień szyfrowania w instytucjach, niekiedy niezbędna będzie dwukrotna próba połączenia, zanim system się odpowiednio zrekonfiguruje.

source: This installer works with Windows XP SP3 only
de_de: Dieses Installationsprogramm funktioniert nur mit Windows XP Service Pack 3
eu_es: Instalatzaile honek Windows XP SP3rekin funtzionatzen du soil-soilik
pl_pl: Ten instalator pracuje wyłącznie w systemie Windows XP SP3

source: eduroam installer for
de_de: eduroam Installationsprogramm für
eu_es: eduroam instalatzailea honako hauetarako:
pl_pl: Instalator eduroam dla

source: In order to install/update eduroam access all selected steps need to be performed. Click Continue to proceed
de_de: Um den eduroam Zugang zu installieren oder aktualisieren müssen alle angewählten Schritte durchgeführt werden. Drücken Sie auf Weiter zum Fortfahren
eu_es: eduroamerako sarbidea instalatzeko edo eguneratzeko, aukeratutako pauso guztiei jarraitu behar zaie. Aurrera egiteko, sakatu Jarraitu aukera
pl_pl: W celu zainstalowania/odświeżenia obsługi eduroam wykonane zostaną wszystkie wybrane kroki kroki. Kliknij Dalej, aby kontynuować.

source: The installer is in the form of a bash script. It will try to configure eduroam under Network Manager and if this is either not appropriate for your system or your version of Network Manager is too old, a wpa_supplicant config file will be created instead.
de_de: Das Installationsprogramm ist ein Kommandozeilenskript (bash). Es wird versuchen, eduroam für NetworkManager einzurichten, sofern das auf Ihrem System verfügbar ist. Falls nicht, oder falls Ihre Version von NetworkManager zu alt ist, wird statt dessen eine wpa_supplicant Konfigurationsdatei angelegt.
eu_es: Instalatzaile hau, hain zuzen, script-shell bash bat da. Network Managerren eduroam konfiguratzen ahaleginduko da, baina zure sistemarentzat ezinezkoa bada edo zure Network Managerren bertsioa oso zaharra bada, wpa_supplicant konfigurazio-fitxategia sortuko da.
pl_pl: Instalator jest skryptem bash. Będzie się starał skonfigurować dostęp do eduroam przy pomocy Network Managera, a jeżeli to nie jest odpowiednie w Twoim systemie, albo Twoja wersja Network Managera jest zbyt stara, to przygotowany zostanie plik konfiguracyjny dla wpa_supplicanta.

source: The installer will create .eduroam sub-directory in your home directory and will copy your server certificates there.
de_de: Das Installationsprogramm erstellt ein .eduroam Unterverzeichnis in ihrem persönlichen Ordner und kopiert die Serverzertifikate dort hin.
eu_es: Instalatzaile honek eduroam azpidirektorio bat sortuko du zure erabiltzaile-direktorioan eta bertan kopiatuko ditu zure zerbitzariaren egiaztagiriak.
pl_pl: Instalator utworzy podkatalog .eduroam w katalogu domowym i skopiuje tam certyfikaty serwerów.

source: In order to connect to the network you will need an a personal certificate in the form of a p12 file. You should obtain this certificate from your home institution. Consult the support page to find out how this certificate can be obtained. Such certificate files are password protected. You should have both the file and the password available during the installation process. Your p12 file will also be copied to the .eduroam directory.
de_de: Um sich mit dem Netzwerk verbinden zu können, brauchen Sie ein persönliches Zertifikat in Form einer p12 Datei. Besorgen Sie sich dieses Zertifikat von Ihrer Heimatorganisation. Besuchen Sie ggf. deren Unterstützungsseite um zu erfahren, wie Sie an das Zertifikat kommen. Persönliche Zertifikatsdateien sind passwortgeschützt. Sie sollten sowohl die Datei selbst als auch das zugehörige Passwort während des Installationsprozesses zur Hand haben. Die p12 Datei wird ebenfalls in das .eduroam Unterverzeichnis kopiert.
eu_es: Sarera konektatzeko, p12 fitxategi-formako egiaztagiri pertsonal bat beharko duzu. Zure erakundeak berak eman beharko lizuke egiaztagiria. Begiratu euskarri-orrian, egiaztagiri hori nola lor dezakezun jakiteko. Gehientsuenetan, egiaztagiri horiek pasahitz batekin daude babestuta. Beraz, instalazio-prozesuan, biak eduki beharko zenituzke eskura. p12 fitxategia eduroam direktorioan kopiatuko da, eta nahi izanez gero, kopiatutako tokitik ezabatu ahal izango duzu.
pl_pl: Do połączenia z siecią niezbędny będzie certyfikat osobisty w postaci pliku p12. Taki certyfikat powinieneś otrzymać od swojej instytucji macierzystej. Sprawdź lokalne strony wsparcia eduroam, aby się dowiedzieć jaka obowiązuje procedura. Certyfikaty indywidualne są chronione hasłem. W czasie procesu instalacji będziesz musiał dysponować zarówno plikiem certyfikatu jak i hasłem.

source: You will be requested to enter your account credentials during the installation. This information will be saved so that you will reconnect to the network automatically each time you are in the range.
de_de: Sie werden während der Installation nach ihrem Benutzernamen und Passwort gefragt. Diese Informationen werden abgespeichert, so dass Sie in Zukunft sofort und vollautomatisch mit dem eduroam Netzwerk verbunden werden können.
eu_es: Instalazioak iraun bitartean, zure kontuaren sinestamenduak idazteko eskatuko dizu. Informazio hori gorde egingo da, haren irismenean zauden guztietan automatikoki sarera berriz konektatu ahal izateko.
pl_pl: W czasie instalacji zostaniesz poproszona/y o podanie identyfikatora i hasła logowania. Te dane zostaną zapamiętane, tak by kolejne połączenia do sieci następowały automatycznie.

source: Directory %s exists; some of its files may be overwritten.
de_de: Das Verzeichnis %s existiert bereits; einige Dateien darin könnten überschrieben werden.
eu_es: %s direktorioa lehendik dago; litekeena da bertako fitxategi batzuk gainetik idatzita egotea.
pl_pl: Katalog %s już istnieje; niektóre pliki mogą ulec zmianie.

source: Continue
de_de: Weiter
eu_es: Jarraitu
pl_pl: Kontynuować

source: Installation successful
de_de: Installation erfolgreich
eu_es: Instalazioa zuzen egin da
pl_pl: Instalacja zakończona

source: Network Manager configuration failed, generating wpa_supplicant.conf
de_de: Konfiguration von NetworkManager fehlgeschlagen, erzeuge nun wpa_supplicant.conf Datei
eu_es: Network Managerren konfigurazioak huts egin du, eta wpa_supplicant.conf fitxategi bat sortu da
pl_pl: Nie udało się skonfigurować Network Managera, tworzę konfigurację wpa_suplicant

source: File %s exists; it will be overwritten.
de_de: Datei %s existiert bereits, sie wird überschrieben.
eu_es: %s fitxategia lehendik dago; gainetik idatziko da.
pl_pl: Plik %s już istnieje i zostanie zastąpiony nowym.

source: Output written to %s
de_de: Ausgabe nach %s geschrieben
eu_es: %s -(e)n gordetako irteera
pl_pl: Wynik zapisano w %s

source: This installer will only work properly if you are a member of %s and the user group: %s.
de_de: Dieses Installationsprogramm funktioniert nur für Anwender von %s in der Benutzergruppe: %s.
eu_es: Instalatzailek behar bezala funtzionatuko du soil-soilik %s -(e)ko kidea bazara eta %s erabiltzaile-taldekoa bazara.
pl_pl: Ten instalator będzie poprawnie działał tylko jeżeli Twoją instytucją macierzystą jest %s i jesteś członkiem grupy %s.

source: This installer will only work properly if you are a member of %s.
de_de: Dieses Installationsprogramm funktioniert nur für Anwender von %s.
eu_es: Instalatzaileak behar bezala funtzionatuko du soil-soilik %s -(e)ko kidea bazara.
pl_pl: Ten instalator będzie poprawnie działał tylko jeżeli Twoją instytucją macierzystą jest %s.

source: Y
de_de: J
eu_es: B
pl_pl: T

source: N
eu_es: E

source: Really quit?
de_de: Wirklich beenden?
eu_es: irten nahi duzu?
pl_pl: Naprawdę zakończyć?

source: enter your userid
de_de: Geben Sie ihre Benutzerkennung ein
eu_es: idatzi zure erabiltzaile-identifikatzailea
pl_pl: wprowadź identyfikator użytkownika

source: enter your password
de_de: Geben Sie ihr Passwort ein
eu_es: idatzi zure pasahitza
pl_pl: wprowadź hasło

source: repeat your password
de_de: Wiederholen Sie das Passwort
eu_es: errepikatu zure pasahitza
pl_pl: powtórz hasło

source: passwords do not match
de_de: Die Passwörter stimmen nicht überein
eu_es: pasahitzak ez datoz bat
pl_pl: niezgodność haseł

source: personal certificate file (p12 or pfx)
de_de: Persönliche Zertifikatsdatei (p12 oder pfx)
eu_es: egiaztagiri pertsonala duen fitxategia (p12 edo pfx)
pl_pl: plik certyfikatu osobistego (p12 lub pfx)

source: file not found
de_de: Datei nicht gefunden
eu_es: fitxategia ez da aurkitu
pl_pl: plik nie istnieje

source: enter the password for the certificate file
de_de: Geben Sie das Passwort für die persönliche Zertifikatsdatei ein
eu_es: sartu egiaztagiriaren fitxategirako pasahitza
pl_pl: wprowadź hasło do certyfikatu

source: This installer is an example only. It produces a zip file containig the IdP certificates, info and logo files (if such have been defined by the IdP administrator) and a dump of all available attributes.
de_de: Dieses Modul ist nur ein Beispiel. Es erzeugt eine ZIP Datei die alle Zertifikate, die Informationsdateien, das Logo (sofern diese vom Administrator angegeben wurden) und sämtliche konfigurierten Attribute enthält.
eu_es: Instalatzaile hau adibide bat baino ez da. IdP egiaztagiriak, informazioa eta fitxategi logodunak (IdParen administratzaileak definitu baditu) biltzen dituen zip-fitxategia sortzen du, eta eskuragarri dauden ezaugarri guztiak husten ditu.
pl_pl: Ten instalator to jedynie przykład. Przygotowuje archiwum zip zawierające certyfikaty instytucji, pliki informacyjne oraz logo (o ile zostały dodane przez administratora instytucji) oraz plik ze zrzutem wszystkich dostępnych atrybutów.

source: Welcome Letter
de_de: Willkommensbrief
eu_es: Ongietorria emateko gutuna
pl_pl: List powitalny

source: eduroam® - supporting academic mobility since 2003
de_de: eduroam® - Unterstützer akademischer Mobilität seit 2003
eu_es: eduroam® - mugikortasun akademikoa errazteko aukera, 2003. urteaz gero
pl_pl: eduroam® - usługa wspierająca akademicką mobilność od 2003

source: Welcome aboard the eduroam® user community!
de_de: Willkommen an Bord bei eduroam®!
eu_es: Ongi etorri eduroam®-ren erabiltzaileen komunitatera!
pl_pl: Witamy w społeczności eduroam

source: Dear user from %s,
de_de: Lieber Benutzer von %s,
eu_es: %s -(r)en erabiltzaile maitea,
pl_pl: Drogi użytkowniku z instytucji %s,

source: we would like to warmly welcome you among the several million users of eduroam®! From now on, you will be able to use internet access resources on thousands of universities, research centres and other places all over the globe. All of this completely free of charge!
de_de: wir möchten Sie ganz herzlich in der Nutzergemeinde von eduroam® Willkommen heißen! Von nun an können Sie, wie viele Millionen anderer eduroamer auch, einen vollkommen kostenlosen Internetzugang bei tausenden von teilnehmenden Universitäten, Forschungszentren etc. genießen.
eu_es: ongi etorri eduroam®-en erabiltzaileak diren pare bat milioi pertsonak osatutako komunitatera. Aurrerantzean, milaka unibertsitatetatik, ikergunetatik eta munduko beste hamaika bazterretatik sartu ahal izango zara Interneten. Eta doan, gainera!
pl_pl: Gorąco witamy wśród kilkumilionowej rzeszy użytkowników usługi eduroam®! Od teraz będziesz mógł korzystać z dostępu internetowego na tysiącach uniwersytetów, centrów badawczych i innych miejsc na świecie. A wszystko to uzyskujesz bez żadnych opłat!

source: Now that you have downloaded and installed a client configurator, all you need to do is find an eduroam® hotspot in your vicinity and enter your user credentials (this is our fancy name for 'username and password' or 'personal certificate') - and be online!
de_de: Nachdem Sie ihr Installationsprogramm heruntergeladen und installiert haben, müssen sie sich nur zum nächstgelegenen eduroam® Hotspot begeben und den Benutzernamen sowie Passwort oder ihr persönliches Zertifikat eingeben. Dann sind Sie auch schon online!
eu_es: Behin eduroam® deskargatuta eta konfiguratuta duzula, zure hurbilean zerbitzua eskaintzen duten toki bat bilatu beharko duzu, eta zure erabiltzaile-sinestamenduak sartu (hauxe da zure 'erabiltzaile-identifikatzaileari eta pasahitzari' edo zure 'egiaztagiri pertsonalari' eman diogun izena) - Eta konektatuta egongo zara!
pl_pl: Po tym jak już ściągnąłeś konfigurator kliencki, musisz tylko odnaleźć w pobliżu hotspot eduroam® oraz wprowadzić swoje dane uwierzytelniania (tak nazywamy parę 'identyfikator użytkownika i hasło' lub 'osobisty certyfikat') i będziesz podłączony!

source: Should you have any problems using this service, please always contact the helpdesk of %s. They will diagnose the problem and help you out. You can reach them via the means below:
de_de: Sollten Sie Probleme bei der Nutzung von eduroam haben, kontaktieren Sie bitte stets zunächst die IT-Unterstützung von %s. Dort wird man Ihnen bei der Problemlösung helfen. Sie können sie über die folgenden Wege erreichen:
eu_es: Zerbitzua erabiltzean arazoren bat baduzu, jar zaitez beti harremanetan, mesedez, %s -(r)en erabiltzailearentzako euskarriarekin. Han aztertuko dute zure arazoa, eta irtenbideren bat emango dizute. Haiekin harremanetan jartzeko modua:
pl_pl: Jeśli masz jakieś problemy związane z korzystaniem z usługi, to skontaktuj się z helpdeskiem w instytucji %s. Po zdiagnozowaniu problemu uzyskasz pomoc. Możesz dotrzeć do helpdesku następująco:

source: If you ever need to configure a different device for eduroam manually, you will need the configuration information for your institution. We have summarised this information in the appendix on page 2 for you.
de_de: Falls sie ein mal ein anderes Gerät manuell für eduroam einrichten müssen, dann brauchen Sie die passenden Konfigurationsangaben für ihren Identitätsprovider. Wir haben diese Informationen im Anhang auf Seite 2 für Sie zusammengefasst.
eu_es: Noizbait eskuz beste gailuren bat konfiguratzeko premia baduzu, zure erakundearentzako konfigurazio-informazioa beharko duzu. 2. orrialdeko eranskinean laburbildu dugu zuretzat informazio hori.
pl_pl: Jeśli będziesz kiedyś potrzebował skonfigurować inne urządzenie eduroam ręcznie, będą Ci potrzebne dane konfiguracyjne Twojej instytucji. Zestaw informacji niezbędnej do tego znajduje się w dodatku na stronie 2.

source: We wish you a lot of fun on eduroam® hotspots all over the planet.
de_de: Wir wünschen Ihnen viel Spaß bei der weltweiten Nutzung von eduroam®.
eu_es: Mundu osoko kokaguneetatik eduroam®-erako konexio arrakastatsua izan dezazula opa dizugu.
pl_pl: Życzymy Ci dobrej zabawy dzięki hotspotom eduroam® na naszej planecie.

source: Chairman of the Global eduroam® Governance Committee
de_de: Vorsitzender des Global eduroam® Governance Committee
eu_es: eduroam®-eko Gobernantza Batzorde Orokorreko lehendakaria
pl_pl: Przewodniczący Global eduroam® Governance Committee

source: Appendix: Configuration Information
de_de: Anhang: Konfigurationsinformationen
eu_es: Eranskina: Konfigurazioari buruzko informazioa
pl_pl: Dodatek: Informacje konfiguracyjne

source: Use the information below to configure your devices manually. Please keep in mind that these settings are only valid for users of profile '%s' from %s – they are different for everyone else, and there is no use sharing them with other people.
de_de: Nutzen Sie die unten stehenden Informationen, um Geräte manuell zu konfigurieren. Beachten Sie bitte, dass diese Einstellungen NUR für Benutzer des Profils '%s' des Identitätsproviders '%s' gültig sind - für alle anderen Nutzer sind diese Daten verschieden und es macht keinen Sinn, sie weiterzugeben.
eu_es: Gailuak eskuz konfiguratzeko, erabili beheraxeago daukazun informazioa. Mesedez, kontuan izan %s -(e)ko '%s' profila duten erabiltzaileentzat baino ez dela baliagarria konfigurazio hau- beste zeinahi erabiltzailerentzat beste konfigurazio bat behar da; beraz, ez zenuke inortxorekin partekatu behar.
pl_pl: Użyj poniższej informacji do ręcznej konfiguracji urządzeń. Pamiętaj, że te ustawienia są ważne wyłącznie dla użytkowników profilu '%s' z instytucji %s - nie należy więc dzielić się nimi z innymi użytkownikami.

source: E-Mail:
eu_es: Helbide elektronikoa:
pl_pl: Mail:

source: Special EAP Type support URL:
de_de: Unterstützungsseite für besondere EAP Typen:
eu_es: Era honetako EAPentzako URL euskarri berezia:
pl_pl: URL wsparcia dla tego typu EAP:

source: Phone:
de_de: Telefon:
eu_es: Telefono-zenbakia:
pl_pl: Telefon:

source: Web:
de_de: Internet:
eu_es: Webgunea:
pl_pl: WWW:

source: Server Name:
eu_es: Zerbitzariaren izena:
pl_pl: Nazwa serwera:

source: This button creates a personalised welcome letter from eduroam Operations for you. The file is in OpenDocument format (ODT); you can open it e.g. with LibreOffice.
de_de: Dieser Knopf erzeugt einen persönlichen Willkommensbrief von der eduroam Zentrale für Sie. Die Datei ist im OpenDocument Format (ODT); Sie können sie zum Beispiel mit dem Programm LibreOffice öffnen.
eu_es: Botoi honek eduroameko Eragiketa Taldeak zuretzat prestatutako ongietorri-gutun berezi bat sortzen du. Fitxategia OpenDocument (ODT) formatuan dago; eta esate baterako, LibreOfficerekin ireki dezakezu.
pl_pl: Ten przycisk pozwala utworzyć spersonalizowany list powitalny od zespołu operacyjnego eduroam. Plik jest w formacie OpenDocument (ODT); do jego otwarcia można użyć np. LibreOffice.
