Repository: GEANT/CAT
Catalog: source/branches/branch_1_0/translation/*/web_admin.po
Languages: eu_es, nb_no, sk_sk

source: Some installers support a feature called 'Anonymous outer identity'. If you don't know what this is, please read <a href='%s'>this article</a>. Do you want us to generate installers with anonymous outer identities where available? You need to fill out the 'Realm' field above for this to work.
eu_es: Instalatzaile batzuek 'Kanpoko nortasun anonimoa' izeneko ezaugarri bat onartzen dute. Mesedez, zer den ez badakizu, irakurri <a href='%s'>artikulu hau</a>. Aukera dagoenean, nahi al duzu kanpoko nortasun anonimoa duten instalatzaileak sortzea? Honek funtziona dezan, gorago aipatutako 'Domeinua' eremua bete beharko duzu.
nb_no: Noen installasjonsprogram støtter 'Anonym ytre identitet'. Hvis du ikke kjenner til dette, vennligst les <a href='%s'>denne artikkelen</a>. Vil du at vi skal lage installasjonsprogram med anonyme ytre identiteter når dette er mulig? Du må fylle ut 'Realm' feltet over for at dette skal fungere.
sk_sk: Niektoré inštalačné programy umožňujú nastavenie prevádzky v režime tkz. 'anonymnej vonkajšej identity'. Ak potrebujete ďalšie informácie, prečítajte si prosím <a href='%s'>tento článok</a>. Želáte si generovať inštalačné programy s anonymnou vonkajšou identitou kedykoľvek to bude možné? Ak áno, musíte vyplniť údaj o 'Doméne' používanej vaším IdP do poľa vyššie.

source: If you enable this feature, we will by default use the anonymous id 'anonymous@realm' in the device configurations. You can optionally change that by typing in the local anonymisation part in the text field.
eu_es: Ezaugarri horiek prestatzen badituzu, gailuen konfigurazioetan, 'anonymous@realm' nortasun anonimoa erabiliko dugu, lehenetsita. Baina alda dezakezu, testu-eremuaren tokiko zatian idatzita.
nb_no: Hvis du aktiverer denne funksjonen, vil den anonyme id'en 'anonymous@realm' bli brukt til konfigurasjon av enheter. Du kan velge å endre dette ved å skrive en annen anonymisering del i tekst feltet.
sk_sk: Po aktivovaní tejto voľby bude v inštalačných programoch používaná anonymná identita v predvolenom tvare 'anonymous@domena'. Predvolený tvar možte zmeniť zadaním vlastnej hodnoty do susediaceho textového poľa.

source: Enable Anonymous Outer Identity:
eu_es: Kanpoko nortasun anonimoa prestatu:
nb_no: Aktiver anonym ytre identitet:
sk_sk: Povoliť anonymnú vonkajšiu identitu:

source: Installer Download Location
eu_es: Instalatzailearen deskarga-lokalizazioa
nb_no: Installasjonsproram nedlastnings lokasjon
sk_sk: Stiahnutie inštalačného programu

source: The CAT has a download area for end users. There, they will, for example, learn about the support pointers you entered earlier. The CAT can also immediately offer the installers for the profile for download. If you don't want that, you can instead enter a web site location where you want your users to be redirected to. You, as the administrator, can still download the profiles to place them on that page (see the 'Compatibility Matrix' button on the dashboard).
eu_es: CAT tresnak deskarga-eremu bat dauka erabiltzaileentzat. Bertan, zure erabiltzaileek, besteak beste, arestian aipatutako euskarri-argibideak ezagutzeko aukera izango dute. CATek, era berean, profilerako instalatzaileen berehalako deskarga eskaini dezake. Hori nahi izan ezean, web-helbide bat sar dezakezu, zure erabiltzaileak berriz bideratzeko. Administratzailea zarenez, beti deskargatu ahal izango dituzu profilak, orrialde horretan jartzeko (ikusi Aginte-paneleko 'Bateragarritasun-matrizea' botoia).
nb_no: CAT har et nedlastningsområde for sluttbrukere. Der kan de for eksempel lese støtte tekstene du oppgav tidligere. CAT kan tilby direkte nedlasting av installasjonsprogram i form av profiler. Om du ikke ønsker dette kan du oppgi en webside som du ønsker at brukere skal bli redirigert til. Du som administrator kan fremdeles laste ned profilene for å legge dem på ønsket webside (se 'Kompatibilitets matrise' knappen på dashbordet).
sk_sk: CAT disponuje priestorom určeným pre koncových používateľov. Dozvedia sa tam napríklad informácie o technickej podpore, ktoré ste skôr nastavili. CAT tam zároveň može ponúknuť inštalačné programy na priame stiahnutie. Alebo možete namiesto toho vložiť odkaz na vlastnú stránku s inštalačným programom, na ktorú si želáte presmerovať používateľov. Vám ako administrátorovi stále zostáva prístup ku všetkým inštalačným programom pre váš profil (viď tlačítko 'Matica kompatibility' na hlavnej stránke). Inštalačné programy si ako administrátor dokážete stiahnuť a umiestniť ich môžete na vlastnej stránke.

source: Redirect end users to own web page:
eu_es: Azken erabiltzaileak webgune berekira berriz bideratzea:
nb_no: Rediriger sluttbrukere til egen webside:
sk_sk: Presmerovať koncových používateľov na vlastnú web stránku:

source: Supported EAP types
eu_es: Onartutako EAP motak
nb_no: Støttede EAP typer
sk_sk: Podporované metódy EAP:

source: Now, we need to know which EAP types your IdP supports. If you support multiple EAP types, you can assign every type a priority (1=highest). This tool will always generate an automatic installer for the EAP type with the highest priority; only if the user's device can't use that EAP type, we will use an EAP type further down in the list.
eu_es: Orain, zure IdPak zer-nolako EAP motak onartzen dituen jakin behar dugu. EAP mota ugari onartzen baditu, bakoitzari lehentasun-maila bat eman diezaiokezu (gehienez, 1). Tresna horrek instalatzaile automatikoa sortuko du beti gehieneko lehentasunezkoentzat; baina erabiltzailearen gailuak ezin badu EAP mota hori erabili, eta soilik orduan, zerrendan beheragokoa den EAP bat erabiliko da.
nb_no: Vi måte vite hvilke EAP typer din IdP støtter. Om du støtter multiple EAP typer, kan du tildele hver type en prioritet (1=høyest). Dette verktøyet vil alltid lage et automatisk installasjonsprogram for EAP typen med høyeste prioritet; kun når brukerens enhet ikke kan benytte denne EAP typen vil det bli brukt en EAP type lengre ned på listen.
sk_sk: Ďalej je potrebné zadať, ktoré metódy EAP podporuje váš IdP. Ak podporuje viacero metód EAP, môžete každej z nich priradiť prioritu (1=najvyššia priorita). Nástroj eduroam CAT potom pri generovaní inštalačného programu použije metódu EAP s najvyššou priradenou prioritu z tých, ktoré zároveň podporuje dotknuté zariadenie používateľa.

source: EAP options inherited from Global level:
eu_es: Maila orokorretik jasotako EAP aukerak:
nb_no: EAP opsjoner som er kopiert fra globalt nivå:
sk_sk: Nastavenia EAP zdenené zo všeobecných nastavení:

source: Supported EAP types for this profile
eu_es: Profil honetarako onartutako EAP motak
nb_no: Støttede EAP typer i denne profilen
sk_sk: Zoznam podporovaných metód EAP pre tento profil

source: Use "drag &amp; drop" to mark an EAP method and move it to the supported (green) area. Prioritisation is done automatically, depending on where you "drop" the method.
eu_es: Arrastatu EAP metodoak eta jaregin onartutako metodoen eremuan (berdean). Lehentasunak automatikoki ezarriko dira, emandako ordenaren arabera.
nb_no: Bruk "dra &amp; slipp" for å markere en EAP metode og flytte den til støttet (grønt) område. Prioritering gjøres automagisk, avhengig av hvor du "slipper" metoden.
sk_sk: Na označenie metódy EAP a jej premiestnenie do (zeleného) poľa určeného pre podporované metódy EAP použite techniku "drag &amp; drop". Priorita je priradená automaticky v závislosti od miesta, na ktorom označenú metódu "pustíte".

source: Unsupported EAP types
eu_es: Onartzen ez diren EAP motak
nb_no: Ikke støttede EAP typer
sk_sk: Nepodporované metódy EAP

source: Helpdesk Details for this profile
eu_es: Erabiltzaileen arretarako zerbitzuari buruzko zehaztasunak, profil honetarako
nb_no: Kundestøtte detaljer for denne profilen
sk_sk: Technická podpora pre tento profil

source: The option %s is already defined IdP-wide. If you set it here on profile level, this setting will override the IdP-wide one.
eu_es: %s aukera dagoeneko definituta dago IdP osoarentzat. Profil honen arabera konfiguratzen baduzu, IdParen balio orokorrak gainetik idatziko dira.
nb_no: Denne opsjonen %s er allerede definert globalt for IdP'en. Om du setter den her i profilen, vil dette overstyre den globale settingen.
sk_sk: Voľba %s je už definovaná na úrovni celého IdP. Ak nastavíte voľbu tu na úrovni profilu, prepíšete tým platnosť všeobecného nastavenia v rámci tohto profilu.

source: EAP Details for this profile
eu_es: EAP zehaztasunak, profil honetarako
nb_no: EAP detaljer for denne profilen
sk_sk: Podrobnosti ohľadom EAP pre tento profil

source: When you are sure that everything is correct, please click on 'Save data' and you will be taken to your IdP Dashboard page.
eu_es: Dena ondo dagoela ziur zaudenean, egin klik ‘Gorde datuak' botoian, eta IdParen aginte-panelera bideratuko zaitu.
nb_no: Når du er sikker på at alt er korrekt, klikk 'Lagre data' og du ender opp i din IdP Dashbord side,
sk_sk: Ak ste si istý, že všetky informácie sú správne, kliknite prosím na tlačítko "Uložiť údaje" a budete presmerovaný na hlavnú stránku.

source: %s: Profile wizard (step 3 completed)
eu_es: %s: Profilen morroia (3. pausoa amaituta)
nb_no: %s: Profil veiviser (trinn 3 fullført)
sk_sk: %s: Generovanie profilu (ukončený krok 3)

source: Darn! Could not get a proper profile handle!
eu_es: Arraioa! Ez du lortzen profil-kudeatzaile egokirik!
nb_no: Pokker! Kunne ikke håndtere profilen korrekt!
sk_sk: Nepodarilo sa nájsť platný popis profilu!

source: Submitted attributes for this profile
eu_es: Profil honetarako bidalitako ezaugarriak
nb_no: Oppgitte attributter for denne profilen
sk_sk: Atribúty zadané v tomto profile

source: Realm: <strong>%s</strong>
eu_es: Domeinua: <strong>%s</strong>
sk_sk: Doména: <strong>%s</strong>

source: Anonymous Outer Identities cannot be turned on: realm is missing!
eu_es: Ezin dira aktibatu kanpoko nortasun anonimoak: domeinua falta da!
nb_no: Anonym ytre identitet kan ikke slås på: realm mangler!
sk_sk: Anonymnú vonkajšiu identitu nie je možné nastaviť: chýba informácia o doméne!

source: Anonymous Identity support is <strong>%s</strong>, the anonymous outer identity is <strong>%s</strong>
eu_es: Nortasun anonimoaren euskarria <strong>%s</strong> da eta kanpoko nortasun anonimoa <strong>%s</strong> da.
nb_no: Anonym identitet støtte er <strong>%s</strong>, den anonyme ytre identitet er <strong>%s</strong>
sk_sk: Použitie anonymnej identity je <strong>%s</strong>, podoba anonymnej vonkajšej identity je <strong>%s</strong>

source: ON
nb_no: På
sk_sk: ZAPNUTÉ

source: Anonymous Identity support is <strong>%s</strong>
eu_es: Nortasun anonimoaren euskarria <strong>%s</strong> -(e)n dago
nb_no: Anonym identitets støtte er <strong>%s</strong>
sk_sk: Použitie anonymnej vonkajšej identity je <strong>%s</strong>

source: OFF
nb_no: Av
sk_sk: VYPNUTÉ

source: Redirection can't be activated - you did not specify a target location!
eu_es: Jarraitu, eta joan hurrengo profilera
nb_no: Redirigering kan ikke aktiveres - du oppgav ikke mål lokasjon!
sk_sk: Presmerovanie nebolo možné vytvoriť - nezadali ste cieľovú adresu!

source: Redirection is <strong>OFF</strong>
eu_es: Berriz bideratzeko modua <strong>INDARGABETUTA</strong> dago
nb_no: Redirigering er <strong>AV</strong>
sk_sk: Presmerovanie je <strong>VYPNUTÉ</strong>

source: Supported EAP Type:
eu_es: Onartutako EAP mota:
nb_no: Støtte EAP type:
sk_sk: Podporovaná metóda EAP:

source: Supported EAP Type: <strong>%s</strong> is missing required information %s !
eu_es: Onartutako EAP motari <strong>%s</strong> beharrezko %s informazioa falta zaio!
nb_no: Støttet EAP type: <strong>%s</strong> mangler nødvendig informasjon %s !
sk_sk: Podporovanej metóde EAP <strong>%s</strong> chýbajú dôležité údaje %s!

source: The EAP type was added to the profile, but you need to complete the missing information before we can produce installers for you.
eu_es: EAP mota profilari gehitu zaio, baina falta den informazioa bete behar duzu, zuretzako instalatzaileak sortu ditzagun.
nb_no: EAP typen ble lagt til i profilen, men du må oppgi manglende informasjon før vi kan lage installasjonsprogram.
sk_sk: Metóda EAP bola zaradená do profilu, inštalačné programy však bude možné vytvoriť až vo chvíli, keď doplníte chýbaju údaje.

source: Continue to Installer Fine-Tuning and Download
eu_es: Jarraitu, eta joan instalatzailearen doikuntzetara eta deskargara
nb_no: Fortsett til Installasjonsprogram finjustering og nedlasting
sk_sk: Pokračovať k inštalačným programom (podrobné nastavenia a stiahnutie)

source: Editing User Attributes
eu_es: Erabiltzaileren ezaugarriak editatzen
nb_no: Redigerer bruker attributter
sk_sk: Editácia používateľa

source: Current User Attributes
eu_es: Erabiltzaileren ezaugarriak editatzen
nb_no: Gjeldende bruker attributter
sk_sk: Aktuálne atribúty používateľa

source: Your attributes
eu_es: Zure ezaugarriak
nb_no: Dine attributter
sk_sk: Vaše osobné údaje

source: User Attributes - Summary of submitted data
eu_es: Erabiltzaile-ezaugarriak - Bidalitako datuen laburpena
nb_no: Bruker attributter - oppsummering av angitte data
sk_sk: Používateľské atribúty - súhrn zadaných údajov

source: The page was called with insufficient data. Please report this as an error.
eu_es: Orrialde hau behar baino datu gutxiagorekin eskatu da. Mesedez, jaso ezazu errore moduan.
nb_no: Siden ble kalt med utilstrekkelig data. Vennligst rapporter feilen.
sk_sk: Táto stránka bola volaná s nedostatočným množstvom parametrov. Prosím, oznáme túto chybu.

source: Submitted attributes
eu_es: Bidalitako ezaugarriak
nb_no: Angitte attributter
sk_sk: Zadané atribúty

source: Continue to user overview page
eu_es: Jarraitu, eta joan erabiltzailearen ikuspegi orokorreko orrialdera
nb_no: Fortsett til brukeroversikt
sk_sk: Prejsť na prehľad informácii o používateľovi

source: %s: Federation Management
eu_es: %s: Federazioaren administrazioa
nb_no: %s: Føderasjons administrasjon
sk_sk: %s: Správa federácie

source: Federation Overview
eu_es: Federazioaren ikuspegi orokorra
nb_no: Oversikt over føderasjoner
sk_sk: Prehľad informácií o federácii.

source: Your Personal Information
eu_es: Zure informazio pertsonala
nb_no: Din personlige informasjon
sk_sk: Vaše osobné údaje

source: Unique Identifier
eu_es: Identifikatzaile bakarra
nb_no: Unik indentifikator
sk_sk: Jedinečný identifikátor

source: click to display
eu_es: egin klik, erakusteko
nb_no: klikk for å vise
sk_sk: kliknutím zobrazíte

source: You are not a federation manager.
eu_es: Ez zara federazioko managerra.
nb_no: Du er ikke føderasjons administrator
sk_sk: Nie ste správca federácie.

source: Federation Statistics: %s
eu_es: Federazio estatistikak: %s
nb_no: Føderasjonsstatistikk: %s
sk_sk: Štatistiky federácie: %s

source: IdPs Total
eu_es: IdPs Guztira
nb_no: IdP'er totalt
sk_sk: Spolu IdP

source: Public Download
eu_es: Deskarga publikoak
nb_no: Offentlig nedlastning
sk_sk: Publikovaný IdP

source: Downloads
eu_es: Deskargak
nb_no: Nedlastninger
sk_sk: Stiahnutia

source: Admin
eu_es: Administratzailea
sk_sk: Správca

source: User
eu_es: Erabiltzailea
nb_no: Bruker
sk_sk: Používateľ

source: The invitation email was sent successfully.
eu_es: Gonbidapen-mezua ondo bidali da.
nb_no: Epost invitasjon ble sendt
sk_sk: E-mail s pozvánkou bol úspešne odoslaný.

source: The invitation email was sent.
eu_es: Gonbidapen-mezua bidali da.
nb_no: Epost invitasjon sent
sk_sk: E-mail s pozvánkou bol odoslaný.

source: The invitation email could not be sent!
eu_es: Gonbidapen-mezua ezin izan da bidali!
nb_no: Epost invitasjonen kunne ikke sendes!
sk_sk: E-mail s pozvánkou sa nepodarilo odoslať!

source: Error: unknown result code of invitation!?!
eu_es: Errorea: Gonbidapenean, emaitza-kode ezezaguna!
nb_no: Feil: ukjent resultat kode for invitasjon!?!
sk_sk: Chyba: neznámy stav pozvánky!?!

source: Unknown result!
eu_es: emaitza ezezaguna!
nb_no: Ukjent resultat!
sk_sk: Výsledok neznámy!

source: Need help? Refer to the <a href='%s'>Federation Operator manual</a>
eu_es: Laguntza behar duzu? Eskuratu <a href='%s'>Federazioko Operatzailearen gidaliburua</a>
nb_no: Trenger du hjelp? Se <a href='%s'>Føderasjonsoperatør manual</a>
sk_sk: Potrebujete pomoc? Nahliadnite do <a href='%s'>príručky správcu federácie</a>

source: Institution Name
eu_es: Erakundearen izena
nb_no: Institusjonsnavn
sk_sk: Názov inštitúcie

source: %s Database Sync Status
eu_es: %s base-datuaren sinkronizazio-egoera
nb_no: %s Database synk status
sk_sk: Stav synchronizácie s databázou %s

source: Administrator Management
eu_es: Administratzaileen kudeaketa
nb_no: Administrator oppsett
sk_sk: Nastavenie správcov

source: Your federation %s contains the following institutions:
eu_es: Zure %s federazioak honako erakunde hauek biltzen ditu:
nb_no: Din føderasjon %s inneholder følgende institusjoner:
sk_sk: Vaša federácia %s obsahuje nasledovné inštitúcie:

source: Manage DB Link
eu_es: Datu-basearekiko lotura kudeatzea
nb_no: Administrer DB link
sk_sk: Spravovať databázové prepojenie

source: NOT linked
eu_es: EZ lotua
nb_no: IKKE tilknyttet
sk_sk: Neprepojené

source: Linked
eu_es: Lotua
nb_no: Linket
sk_sk: Prepojené

source: Add/Remove Administrators
eu_es: Administratzaileak Gehitu/Ezabatu
nb_no: Legge til / fjerne administratorer
sk_sk: Pridať/Odobrať správcu

source: Pending invitations in your federation:
eu_es: Zure federazioan, bidaltzeko dauden gonbidapenak:
nb_no: Ventende invitasjoner i din føderasjon:
sk_sk: Pozvánky odoslané v rámci vašej federácie:

source: Revoke Invitation
eu_es: Gonbidapena baliogabetu
nb_no: Trekk tilbake invitasjonen
sk_sk: Zrušiť pozvánku

source: Register New Institution!
eu_es: Erakunde berria erregistratu
nb_no: Registrer ny institusjon!
sk_sk: Registrovať novú inštitúciu!

source: %s: IdP Dashboard
eu_es: %s: IdParen aginte-panela
nb_no: %s: IdP Dashbord
sk_sk: %s: Hlavná stránka o IdP

source: Identity Provider Overview
eu_es: Nortasun-hornitzaileari begiraldia
nb_no: Oversikt over Identitetstilbydere
sk_sk: Prehľad o poskytovateľovi identít

source: IdP-wide settings
eu_es: IdParen konfigurazio orokorra
nb_no: Felles IdP innstillinger
sk_sk: Všeobecné nastavenia

source: Country
eu_es: Herrialdea
nb_no: Land
sk_sk: Krajina

source: Institution Download Area QR Code
eu_es: Erakundearen deskarga-eremurako QR kodea
nb_no: Institusjon nedlastningsområde QR kode
sk_sk: QR kód vášho priestoru pre sťahovanie

source: Edit IdP-wide settings
eu_es: IdParen konfigurazio orokorra editatu
nb_no: Editer felles IdP innstillinger
sk_sk: Upraviť všeobecné nastavenia

source: Do you really want to delete your IdP %s?
eu_es: Benetan ezabatu nahi duzu v%s profila?
nb_no: Sikker på at du vil slette din IdP %s?
sk_sk: Ste si istý, že chcete odstrániť IdP %s?

source: Delete IdP
eu_es: IdP ezabatu
nb_no: Slette IdP
sk_sk: Odstrániť IdP

source: Available Support actions
eu_es: Eskuragarri dauden euskarri-ekintzak
nb_no: Tilgjengelige brukerstøtte aksjoner
sk_sk: Možnosti podpory

source: Check another realm's reachability
eu_es: Egiaztatu beste domeinu bat lortu daitekeela
nb_no: Sjekk et annet realm's tilgjengelighet
sk_sk: Skontrolovať dostupnosť inej domény

source: Go!
eu_es: Aurrera!
nb_no: Gå!
sk_sk: Poďme!

source: Check server status of European federations
eu_es: Egiaztatu Europako federazioen zerbitzarien egoera
nb_no: Sjekk status for tjener for Europeiske føderasjoner
sk_sk: Skontrolovať stav serverov v krajinách európskej federácie

source: Profiles for this institution
eu_es: Erakunde honentzako profilak
nb_no: Profiler for denne institusjonen
sk_sk: Profily vášho poskytovaľa identít

source: There are not yet any profiles for your institution.
eu_es: Oraindik ez dago profilik zure erakundearentzat
nb_no: Din institusjon har ingen profiler ennå
sk_sk: Pre vášho poskytovateľa identít zatiaľ nebol vytvorený žiadny profil.

source: <strong>EAP Types</strong> (in order of preference):
eu_es: <strong>EAP motak</strong> (lehentasun-ordena):
nb_no: <strong>EAP Typer</strong> (i foretrukket rekkefølge):
sk_sk: <strong>Metódy EAP</strong> (v poradí podľa preferencie):

source: Information needed!
eu_es: Informazioa behar da!
nb_no: Informasjon trengs!
sk_sk: Nedostatok informácií!

source: Option override on EAP Method level is in effect.
eu_es: EAP metodoaren mailan, aukera gainetik idazten da.
nb_no: Overstyringsopsjon på EAP metode nivå er aktivert.
sk_sk: Na úrovni metódy EAP sú zmenené platné nastavenia.

source: Option override on profile level is in effect.
eu_es: Profil-mailan, aukera gainetik idazten da.
nb_no: Overstyringsopsjon på profil nivå er aktivert.
sk_sk: Na úrovni profilu sú zmenené platné nastavenia.

source: The information in this profile is incomplete.
eu_es: Profil honetako informazioa ez dago osatuta.
nb_no: Informasjonen i profilen er ufullstendig
sk_sk: Informácie v tomto profile sú neúplné.

source: This profile is shown on the user download interface.
eu_es: Profila erabiltzailearen deskarga-interfazean erakutsiko da.
nb_no: Profilen vises i bruker nedlastningssiden.
sk_sk: Tento profil je zaradený v ponuke pre koncových používateľov na verejných stránkach CAT.

source: This profile is NOT shown on the user download interface, even though we have enough information to show. To enable the profile, add the attribute "%s" and tick the corresponding box.
eu_es: Profila EZ da erakutsiko erabiltzailearen deskarga-interfazean, ezta erakusteko nahiko informazio baldin badago ere. Profila prestatzeko, "%s" ezaugarria gehitu, eta dagokion laukitxoa prestatu.
nb_no: Denne profilen vises IKKE i bruker nedlastnings grensesnittet, selv om det er nok informasjon til å vise den. For å aktivere profilen, legg til attributt "%s" og huk av korresponderende boks.
sk_sk: Tento profil NIE je zaradený v ponuke pre koncových používateľov na verejných stránkach CAT, hoci obsahuje všetky informácie potrebné pre jeho zobrazenie. Profil je možné aktivovať pridaním atribútu "%s" a zaškrtnutím príslušného políčka.

source: Profile: %s
eu_es: Profila: %s
nb_no: Profil: %s
sk_sk: Profil: %s

source: Read this <a href='%s'>tip</a>.
eu_es: Irakurri <a href='%s'>aholku</a> hau.
nb_no: Les dette tipset <a href='%s'></a>.
sk_sk: Prečítajte si toto <a href='%s'>doporučenie</a>.

source: The realm can only be checked if you configure the realm!
eu_es: Domeinua soilik egiaztatuko da berau konfiguratzen baduzu!
nb_no: Dette realm kan bare sjekkes om du konfigurerer det først!
sk_sk: Doména može byť skontrolovaná iba vtedy, keď ju v profile nakonfigurujete!

source: Check realm reachability
eu_es: egiaztatu domeinua lortzeko modukoa dela
nb_no: Sjekk realm tilgjengelighet
sk_sk: Skontrolovať dostupnosť domény

source: You have not fully configured any supported EAP types!
eu_es: Ez duzu erabat konfiguratu onartutako EAP mota bakar bat ere!
nb_no: Du har ikke konfigurert ferdig minst 1 støtte EAP type!
sk_sk: Nemáte kompletne nakonfigurovanú žiadnu metódu EAP!

source: Installer Fine-Tuning and Download
eu_es: Instalatzailearen doikuntzak eta deskarga
nb_no: Installasjonsprogram finjustering og nedlasting
sk_sk: Inštalačné programy: podrobné nastavenia a stiahnutie

source: Edit
eu_es: Editatu
nb_no: Endre
sk_sk: Upraviť

source: Do you really want to delete the profile %s?
eu_es: Benetan ezabatu nahi duzu %s profila?
nb_no: Sikker på at du vil slette profilen %s?
sk_sk: Ste si istý, že chcete odstrániť profil %s?

source: Delete
eu_es: Ezabatu
nb_no: Slett
sk_sk: Odstrániť

source: User Download Link
eu_es: Erabiltzaileentzako deskarga-esteka
nb_no: Bruker nedlastningslink
sk_sk: Odkaz na prevzatie pre používateľov

source: User Downloads
eu_es: Erabiltzaileen deskargak
nb_no: Bruker nedlastninger
sk_sk: Počet stiahnutí

source: Add new profile ...
eu_es: Gehitu profil berria...
nb_no: Legg til ny profil ...
sk_sk: Pridať nový profil ...
