Repository: GEANT/CAT
Catalog: source/branches/branch_1_0/translation/*/web_user.po
Languages: es_es, eu_es

source: eduroam is a global WiFi roaming consortium which gives members of education and research access to the internet <i>for free</i> on all eduroam hotspots on the planet. There are several million eduroam users already, enjoying free internet access on more than 6.000 hotspots! Visit <a href='http://www.eduroam.org'>the eduroam homepage</a> for more details.
es_es: eduroam es un consorcio de roaming WiFi global, que permite ofrece a miembros de la comunidad educativa y de investigación acceso a Internet <i>gratis</i> en todas las localizaciones del planeta. ¡Ya hay varios usuarios de eduroam disfrutando de acceso gratuito a Internet en más de 6.000 localizaciones! Visita <a href='http://www.eduroam.org'>la página web de eduroam</a> para más detalles.
eu_es: roaming WiFi orokorreko partzuergoa da eduroam, eta hezkuntza- zein ikerketa-komunitateetako kideei Interneterako sarbidea ematen die <i>doan</i> munduko bazter guztietan. Dagoeneko badira eduroamen erabiltzaile batzuk, 6.000tik gora lokalizaziotatik Interneterako doako sarbideaz gozatzen ari direnak! Zehaztasun gehiago izateko, zoaz <a href='http://www.eduroam.org'>eduroamen web-orrialdera</a> .

source: <span class='edu_cat'>%s</span> is built as a cooperation platform.<p>Local %s administrators enter their %s configuration details and based on them, <span class='edu_cat'>%s</span> builds customised installers for a number of popular platforms. An installer prepared for one institution will not work for users of another one, therefore if your institution is not on the list, you cannot use this system. Please contact your local administrators and try to influence them to add your institution configuration to <span class='edu_cat'>%s</span>.
es_es: <span class='edu_cat'>%s</span> se construye como una plataforma de colaboración.<p>Los administradores locales de %s introducen los detalles de configuración %s y basados en estos, <span class='edu_cat'>%s</span> genera instaladores personalizados para varias plataformas populares. Un instalador generado para una institución no funcionará para usuarios de otra institución y, por lo tanto, si tu institución no aparece en la lista, no puedes usar este sistema. Por favor, contacta con tus administradores e intenta convencerlos para que añadan la configuración de tu institución a <span class='edu_cat'>%s</span>.
eu_es: <span class='edu_cat'>%s</span> , bestalde, lankidetza-plataforma bat da.<p> %s -(e)ko tokiko administratzaileek %s konfigurazio-zehaztasunak txertatzen dituzte, eta horietan oinarrituta, <span class='edu_cat'>%s</span> -(e)k instalatzaile pertsonalizatuak sortzen ditu, hainbat herri-plataformarentzat. Erakunde batentzat sortutako instalatzaile batek ez du balio beste erakunde bateko erabiltzaileentzat, eta ondorioz, zure erakundea ez bada ageri zerrendan, ezin duzu sistema hau erabili. Mesedez, jar zaitez harremanetan zure administratzaileekin, eta egin ahaleginak zure erakundearen konfigurazioa <span class='edu_cat'>%s</span> -(e)ra gehitu dezaten.

source: The most important need is adding new installer modules, which will configure particular devices. CAT is makig this easy for you. If you know how to create an automatic installer then fitting it into CAT should be a piece of cake. You should start by contacting us at <a href='mailto:%s'>%s</a>, but please also take a look at <a href='%s'>CAT documentation</a>.
es_es: La necesidad más importante en CAT es añadir nuevos módulos de instalador, que configurarán dispositivos concretos. CAT hace ésto fácil para ti. Si sabes cómo crear un instalador automático, añadirlo a CAT debería ser muy sencillo. Deberías comenzar por contactar con nosotros en <a href='mailto:%s'>%s</a> pero, por favor, échale antes un ojo a <a href='%s'>la documentación de CAT</a>.
eu_es: CATen dagoen premia handiena, hain zuzen, instalatzaile-modulu berriak gehitzea da, gailu zehatzak konfiguratzeko balioko dutenak. CATek erraztasunak ematen dizkizu horretarako. Instalatzaile automatiko bat nola sortu baldin badakizu, erraz asmatuko duzu CATera gehitzen. Lehenik eta behin, gurekin jarri beharko zenuke harremanetan, <a href='mailto:%s'>%s</a> helbidean, baina aldez aurretik, mesedez, eman begiratu bat <a href='%s'CATen dokumentazioa</a> -ri.

source: If you are an end user experiencing a problem with the installation or usage of the network then please start by reporting it to your local IT support.<p> If you are a CAT network administrator or would like to report a problem or suggestion about the CAT system as a whole, then contact %s. The language there is English only.
es_es: Si eres un usuario final teniendo problemas con la instalación o uso de la red por favor empieza por informar de ello al soporte TIC de tu institución.<p> Si eres una administrador de red en CAT y quieres informar de un problema o tienes un consejo acerca del sistema CAT en general, entonces contacta con %s. El idioma a utilizar ahí es únicamente el inglés.
eu_es: Sarea instalatzean edo erabiltzean arazorik baduzu erabiltzailea izanik, jar zaitez harremanetan zure erakundearen ELZ/CAU zerbitzuarekin.<p> CAT sareko administratzailea bazara edo CAT sistemaren inguruan arazoa edo iradokizuna bidali nahi baduzu, jar zaitez harremanetan %s -rekin. Bertan, Ingelesa baino ez da erabiliko.

source: You must have received an invitation from your national %s operator before being able to manage your institution. If that is the case, please continue and log in.
es_es: Debes haber recibido una invitación del operador nacional de %s antes de poder administrar tu institución. Si ese es el caso, por favor continúa e inicia sesión.
eu_es: Zure erakundea kudeatu aurretik, ezinbestekoa da %s -(e)ko operadore nazionalaren gonbidapena jasotzea. Jaso baduzu, jarraitu aurrera, mesedez, eta hasi saioa.

source: Please authenticate yourself and login
es_es: Por favor, identifícate e inicia sesión
eu_es: Mesedez, identifikatu zeure burua eta hasi saioa

source: Login
es_es: Inicio de sesión
eu_es: Saioaren hasiera

source: My institution is not listed. Can't I just use any of the other ones?
es_es: Mi institución no aparece en la lista. ¿No puedo usar el instalador de otra institución?
eu_es: Nire erakundea ez da ageri zerrendan. Ezin dut erabili beste erakunde baten instalatzailea?

source: No! The installers contain security settings which are specific to the institution. If you are not from that institution, your computer will detect that you are about to send your username and credential to an unauthorised server and will abort the login. Using a different institution installer is <i>guaranteed to not work</i>!
es_es: ¡No! Los instaladores contienen configuraciones de seguridad específicos de cada institución. Si no perteneces a esa institución tu ordenador detectará que vas a enviar tu nombre de usuario y credenciales a un servidor no autorizado y abortará el inicio de sesión. El usar el instalador de una institución distinta a la tuya es <i>garantía de que no te funcionará</i>
eu_es: Ez! Instalatzaileek erakunde bakoitzaren segurtasun-konfigurazio espezifikoak dituzte. Ez bazara erakunde horretakoa, zure ordenagailua ohartuko da zure izena eta sinestamenduak baimendu gabeko zerbitzari batera bidaltzera zoazela, eta eten egingo du saioaren hasiera. Zurea ez den erakunde baten instalatzailea erabiltzen baduzu, <i>ez funtzionatzeko bermea</i> izango duzu.

source: What can I do to get my institution listed?
es_es: ¿Qué puedo hacer para que mi institución aparezca?
eu_es: Zer egin dezaket nire erakundea bertan agertu dadin?

source: Contact %s administrators at your home institution and complain. It will take at most one hour of their time to get things done.
es_es: Contacta a los administradores de %s en tu institución y quéjate. Sólo les llevará una hora de su tiempo hacer lo necesario para aparecer aquí.
eu_es: Jarri harremanetan, zure erakundeko %s -(e)ko administratzaileekin, eta kexatu. Ordubete baino ez dute beharko hemen agertzeko egin beharrekoa gauzatzeko.

source: My device is not listed! Does that mean I can't do %s?
es_es: ¡Mi dispositivo no aparece listado! ¿Eso significa que no podré conectarme a %s?
eu_es: Nire gailua ez da ageri zerrendan? Zer esan nahi du horrek, ezin dudala konektatu %s -(e)ra?

source: No. The CAT tool can only support Operating Systems which can be automatically configured in some way. Many other devices can still be used with %s, but must be configured manually. Please contact your %s Identity Provider to get help in setting up such a device.
es_es: No necesariamente. La utilidad CAT sólo soporta Sistemas Operativos que pueden configurarse de alguna manera. Muchos otros dispositivos se podrán seguir utilizando en %s, pero necesitarán ser configurados manualmente. Por favor, contacta con tu institución %s para que te ayuden a configurar tu dispositivo.
eu_es: Ez, ezinbestean. CAT erabilgarritasunak moduren batean konfiguratu daitezkeen Sistema Eragileak baino ez ditu onartzen. Beste gailu asko erabiltzen jarraitu ahal izango dira %s -(e)n, baina ezinbestekoa izango da eskuz konfiguratzea. Mesedez, jarri zure %s erakundearekin harremanetan, zure gailua konfiguratzen lagun diezazuten.

source: I can connect to %s simply by providing username and password, what is the point of using an installer?
es_es: Si puedo conectarme a %s simplemente usando usuario y contraseña, ¿qué gano usando un instalador?
eu_es: Erabiltzailea eta pasahitza erabiltze hutsarekin %s -(e)ra konektatu naiteke. Zer irabazten dut instalatzaile bat erabilita?

source: When you are connecting from an unconfigured device your security is at risk. The very point of preconfiguration is to set up security, when this is done, your device will first confirm that it talks to the correct authentication server and will never send your password to an untrusted one.
es_es: Cuando te conectas desde un dispositivo mal configurado, tu seguridad está en riesgo. La principal ventaja de configurar bien es la seguridad. Cuando se utiliza una buena configuración tu dispositivo confirmará siempre que habla con el servidor de autenticación correcto, y que nunca enviará tus credenciales a un servidor no confiable.
eu_es: Gaizki konfiguratutako gailu batetik konektatzen zarenean, zure segurtasuna arriskuan dago. Segurtasuna da ondo konfiguratzearen abantaila nagusia. Konfigurazio on bat erabiltzen denean, zure gailuak beti baieztatuko dizu benetakotzat egiaztatzeko zerbitzari zuzenarekin ari dela hizketan, eta sekula ez dituela bidaliko zure sinestamenduak konfiantzazkoa ez den zerbitzari batera.

source: What is this eduroam thing anyway?
es_es: ¿De qué va esto de eduroam?
eu_es: Zertan datza eduroam delako hau?

source: Is it safe to use %s installers?
es_es: ¿Es seguro usar los instaladores de %s?
eu_es: Segurua al da %s -(e)ko instalatzaileak erabiltzea?

source: %s installers configure security settings on your device, therefore you should be sure that you are using genuine ones.
es_es: Los instaladores %s configuran los parámetros de seguridad en su dispositivo, por tanto, debería estar seguro de usar instaladores genuinos.
eu_es: %s instalatzaileek segurtasun-ezaugarri guztiak betetzen dituzte zure gailuan; horrenbestez, ziur egon behar zenuke benetako instalatzaileak erabiltzen dituzula.

source: This is why %s installers are digitally signed by %s. Watch out for a system message confirming this.
es_es: Éste es el motivo por el que los instaladores %s están firmados digitalmente por %s. Comprueba que aparece un mensaje confirmándolo.
eu_es: Horregatik, %s instalatzaileak modu digitalean %s -(e)k sinatuta daude. Egiaztatu hori baieztatzen duen mezu bat ageri dela.

source: Windows 'SmartScreen' or 'Internet Explorer' tell me that the file is not commonly downloaded and possibly harmful. Should I be concerned?
es_es: El filtro SmartScreen de Windows o Internet Explorer me dicen que este fichero no es descargado habitualmente y que posiblemente podría ser dañino. ¿Debería preocuparme?
eu_es: Windows-eko SmartScreen-ek edo Internet Explorer-ek esaten didate fitxategi hau ez dela askotan deskargatzen eta ziurrenez kaltegarria da… arduratzekoa da?

source: Contrary to what the name suggests, 'SmartScreen' isn't actually very smart. The warning merely means that the file has not yet been downloaded by enough users to make Microsoft consider it popular (which would strangely enough make it be considered 'safe'). This message alone is not a security problem.
es_es: Al contrario de lo que el nombre sugiere, SmartScreen no es demasiado inteligente. Esta advertencia solamente significa que este fichero no ha sido aún descargado por suficientes usuarios para que Microsoft lo considere popular (lo cual extrañamente bastaría para considerarlo "seguro"). Ese mensaje por sí sólo no es un problema de seguridad.
eu_es: Bere izenak bestela esaten badu ere, ‘SmartScreen’ ez da oso azkarra. Abisu honek bakarrik esan nahi du erabiltzaileek ez dutela fitxategi hau nahiko bider deskargatu Microsoft-ek oso zabaldua dagoela kontsideratu dezan (honek ‘seguru’ bihurtuko balu ere). Mezu hau, bera bakarrik, ez da segurtasuneko arazo bat.

source: So long as the file is carrying a valid signature from %s, the download is safe.
es_es: Siempre que este fichero lleve una firma válida de %s, la descarga es segura.
eu_es: Fitxategi honek %s enpresaren baliozko sinadura bat badarama, deskarga segurua da.

source: Please see also Microsoft's FAQ regarding SmartScreen at %s.
es_es: Por favor, consulta también la FAQ de Microsoft sobre SmartScreen en %s.
eu_es: Mesedez, begiratu baita ere SmartScreen-ari buruzko Microsoft-en FAQ-a hemen: %s.

source: Why is there no support for Android?
es_es: ¿Cómo es que no hay soporte para Android?
eu_es: Nolatan ez dago euskarririk Androidentzat?

source: %s relies on technologies being available on the target platform - we need to be able to 'feed' security settings from a configuration file which you can download. Many Operating Systems like Apple and Microsoft have that functionality, but for Android no such mechanism exists.
es_es: %s se basa en tecnologías que están disponibles en la plataforma objetivo - necesitamos "alimentar" las configuraciones de seguridad a partir de un fichero que puedas descargar. Muchos sistemas operativos como los de Apple y Microsoft disponen de esa funcionalidad, pero Android no dispone de un mecanismo similar.
eu_es: %s , hain zuzen, helburu den plataforman eskuragarri dauden teknologietan oinarritzen da - segurtasun-konfigurazioak ‘elikatu’ behar ditugu, deskargatu dezakezun fitxategi batetik abiatuta. Sistema eragile askok, esaterako, Apple edo Microsoftenak, badute funtzionaltasun hori, baina Androidentzat ez dago aukerarik.

source: That is - <i>to our knowledge</i>. If you are a developer with some good knowledge about Android's APIs, and you know how to do it - please let us know; we would be delighted!
es_es: Esto es <i>según lo que sabemos</i>. Si eres un desarrollador con buen conocimiento de las APIs de Android y sabes cómo hacerlo, por favor, háznoslo saber. ¡Estaremos encantados!
eu_es: Alegia, - <i>dakigunaren arabera</i>. Androiden APIak ondo ezagutzen badituzu, eta nola egiten den baldin badakizu - mesedez, jakinarazi iezaguzu; pozik hartuko zaitugu!

source: I can see %s network and my device is configured but it does not connect, what can be the cause?
es_es: Puedo ver la red %s y mi dispositivo está configurado, pero no se conecta. ¿Cuál puede ser la causa?
eu_es: %s sarea ikusi dezaket eta nire gailua konfiguratuta dago, baina ez da konektatzen. Zergatik izan daiteke?

source: There can be a number of different reasons. The network you see may not be a genuine %s one and your device silently drops the connection attempt; there may be something wrong with the configuration of the network; your account may have expired; there may be a connection problem with your home authentication server; you may have broken the regulations of the network you are using and have been refused access as a consequence. You should contact your home institution and report the problem, the administrators should be able to trace your connections.
es_es: Puede haber distintos motivos. La red que ves puede no ser una red %s auténtica y que tu dispositivo interrumpa silenciosamente el intento de conectase. Puede que haya algo incorrecto en la configuración de la red. Tu cuenta puede haber expirado. Puede haber un problema de conexión con el servidor de autenticación de tu institución. Puedes haber incumplido las normas de la red en la que te encuentras y que se deniegue el acceso como consecuencia. En cualquier caso, deberías contactar con tu institución e informar el problema, los administradores deberían poder rastrear tus problemas de conexión.
eu_es: Hainbat arrazoi egon daitezke. Ikusten duzun sarea, beharbada, ez da egiazko %s sarea izango, eta beraz, zure gailuak isilpean eten dezake konektatzeko ahalegina; agian, sarearen konfigurazioan zerbait oker egongo da; edo zure kontua iraungita egon daiteke; zure erakundearen benetakotzat egiaztatzeko zerbitzuarekin konexio arazoren bat egon liteke; edo zauden sarearen arauak urratuko zenituen beharbada, eta horregatik uko egiten dizu sartzea. Nolanahi ere, zure erakundearekin jarri behar duzu harremanetan, eta arazoaren berri eman. Administratzaileek ebatzi beharko dituzte zure konexio-arazoak.

source: I have a question about this web site. Whom should I contact?
es_es: Tengo una pregunta sobre este sitio web. ¿Con quién debo contactar?
eu_es: Webgune honi buruzko galdera bat daukat. Norekin jarri behar dut harremanetan?

source: You should send a mail to %s.
es_es: Envía un correo electrónico a %s.
eu_es: Bidali mezu elektroniko bat %s -(e)ri.

source: Frequently Asked Questions
es_es: Preguntas Frecuentemente Preguntadas
eu_es: Egiten diren ohiko galderak

source: Terms of Use
es_es: Términos de uso
eu_es: Erabilera-baldintzak

source: This is embarrassing. Generation of your installer failed. System admins have been notified. We will try to take care of the problem as soon as possible.
es_es: Esto es embarazoso. La generación de tu instalador ha fallado. Los administradores del sistema han sido notificados. Trataremos de encargarnos del problema tan pronto nos sea posible.
eu_es: Gertatutakoa ez da batere atsegina. Zure instalatzailea sortzeko prozesuak huts egin du. Sistemaren administratzaileak jakinaren gainean daude. Ahaleginduko gara arazoa ahalik eta bizkorren ebazten.

source: no matching data found
es_es: no se encontraron datos coincidentes
eu_es: ez dira aurkitu bat datozen datuak

source: Selected institution:
es_es: Institución seleccionada:
eu_es: Aukeratutako erakundea:

source: select
es_es: seleccionar
eu_es: aukeratu

source: WWW:
es_es: Página web:
eu_es: Web-orria:

source: email:
es_es: correo electrónico:
eu_es: Helbide elektronikoa:

source: tel:
es_es: teléfono:
eu_es: Telefono-zenbakia:

source: If you encounter problems, then you can obtain direct assistance from you home organisation at:
es_es: Si encuentras problemas, puedes obtener ayuda de tu organización en:
eu_es: Arazorik izanez gero, zure erakundearen laguntza jasoko duzu, hemen:

source: If you encounter problems you should ask for help at your home institution
es_es: Si encuentras problemas deberías pedir ayuda a tu institución
eu_es: Arazorik izanez gero, eskatu laguntza zure erakundeari

source: Your site administrator has specified that this device should be configured with resources located on a local page. When you click <b>Continue</b> this page will be opened in a new window/tab.
es_es: El administrador para tu organización ha especificado que este dispositivo debería ser configurado con recursos propios en una página de tu organización. Cuando hagas click en <b>Continuar</b> la página se abrirá en una nueva ventana/solapa.
eu_es: Zure erakundearen administratzaileak adierazi du gailu hau hainbat baliabiderekin konfiguratu beharko litzatekeela zure erakundearen orrialde batean. <b>Jarraitu</b> aukeran klik egiten duzunean, orrialdea beste leiho batean irekiko da.

source: Continue
es_es: Continuar
eu_es: Jarraitu

source: This device cannot be configured with settings provided by your institution
es_es: Este dispositivo no puede ser configurado con la configuración proporcionada por tu institución
eu_es: Gailu hau ezin da konfiguratu zure erakundeak emandako konfigurazioarekin

source: Home institution
es_es: Institución
eu_es: Erakundea

source: Select your <strong>institution<\/strong>
es_es: Selecciona tu <strong>institucion<\/strong>
eu_es: Aukeratu zure <strong>erakundea<\/strong>

source: Help, my institution is not on the list
es_es: Ayuda, mi institución no está en la lista
eu_es: Laguntza, nire erakundea ez da ageri zerrendan

source: This system relies on information supplied by local %s administrators. If your institution is not on the list, then nag them to add information to the %s database.
es_es: Este sistema hace uso de la información que han proporcionado los administradores de %s. Si tu institución no está en la lista, solicítales que añadan la información a la base de datos de %s.
eu_es: Sistema honek %s -(e)ko administratzaileek emandako informazioa darabil. Zure erakundea ez badago zerrendan, eskatu informazioa %s datu-basean gehitzeko.

source: Locate me more accurately using HTML5 Geo-Location
es_es: Localízame con mayor fiabilidad usando geolocalización HTML5
eu_es: Fidagarritasun handiagoarekin lokalizatu, HTML5 geolokalizazioa erabilita

source: Show institutions in
es_es: Mostrar instituciones en
eu_es: Erakutsi hemengo erakundeak:

source: all countries
es_es: todos los países
eu_es: herrialde guztiak

source: or search for an institution, in example Univerity of Oslo
es_es: o busca una institución. Por ejemplo, 'Universidad de Sevilla'
eu_es: edo bilatu erakunde bat; esaterako, Sevillako Unibertsitatea

source: show all countries
es_es: mostrar todos los países
eu_es: erakutsi herrialde guztiak

source: Results limited to
es_es: Resultados limitados a
eu_es: Emaitzak honako hauetara mugatuta:

source: entries - show more
es_es: entradas - mostrar más
eu_es: sarrerak - erakutsi gehiago

source: Nearby
es_es: Próximo
eu_es: Hurrengoa

source: Location timeout
es_es: Expirado el tiempo de espera para la localización
eu_es: Itxarote-denbora iraungi da

source: Could not get your position
es_es: No se pudo determinar tu posición
eu_es: Ezinezkoa izan da zure kokagunea zehaztea

source: Your browser has denied access to your location
es_es: Tu navegador ha denegado el acceso a tu localización
eu_es: Zure nabigatzaileak uko egin dio sarbidea zure lokalizazioari

source: Unknown location error
es_es: Error de localización desconocida
eu_es: Errorea, lokalizazio ezezagunagatik

source: You are here:
es_es: Te encuentras aquí:
eu_es: Hementxe zaude:

source: Getting your location...
es_es: Obteniendo tu localización...
eu_es: Zure lokalizazioa lortzen...

source: Nearby providers shown on top.
es_es: Los proveedores cercanos se muestran primero.
eu_es: Hurbileko hornitzaileak erakusten dira lehenengo.

source: Apple OS X
es_es: OS X de Apple
eu_es: Apple-ren OS X

source: Apple iOS devices
es_es: Dispositivos iOS de Apple
eu_es: Apple-ren iOS gailuak

source: all major distributions
es_es: distribuciones principales
eu_es: banaketa nagusiak

source: not available with settings provided by your institution
es_es: no disponible con la configuración proporcionada por tu institución
eu_es: ez dago eskuragarri zure erakundeak emandako konfigurazioan

source: View this page in
es_es: Ver esta página en
eu_es: Ikusi orrialde hau hemen:

source: you will be redirected to a local support page
es_es: vas a ser redirigido a una página de soporte de tu institución
eu_es: zure erakundearen euskarri-orrialde batera bideratuko zaitugu
