Repository: GEANT/CAT
Catalog: source/branches/branch_1_0/translation/*/web_admin.po
Languages: eu_es, nb_no, sk_sk

source: Device Compatibility matrix
eu_es: Bateragarriak diren gailuen matrizea
nb_no: Kompatibilitetsmatrise
sk_sk: Matica kompatibility

source: Device compatiblity matrix for %s of %s
eu_es: %s -(e)ko %s -(r)entzat gailuen bateragarritasun-matrizea
nb_no: Enhet kompatibilitetsmatrise for %s av %s
sk_sk: Matica kompatibility pre %s, %s

source: Device
eu_es: Gailua
nb_no: Enhet
sk_sk: Zariadenie

source: EAP-Type-specific options...
eu_es: EAP motaren aukera espezifikoak
nb_no: EAP-type-spesifikke opsjoner ...
sk_sk: Nastavenie metódy EAP...

source: Device-specific options...
eu_es: Gailuaren aukera espezifikoak
nb_no: Enhets-spesifikke opsjoner ...
sk_sk: Nastavenie zariadenia...

source: Download
eu_es: Deskargatu
nb_no: Last ned
sk_sk: Stiahnuť

source: Legend:
eu_es: Idazkuna:
sk_sk: Legenda:

source: redirection is set
eu_es: berriz bideratzea aktibatuta
nb_no: redirigering er på
sk_sk: presmerovanie je nastavené

source: will be offered on download site
eu_es: deskarga-gunean eskainiko da
nb_no: vil bli tilgjengelig på nedlastningsside
sk_sk: bude k dispozícii na stiahnutie na verejnej stránke CAT

source: configured, but not preferred EAP type
eu_es: konfiguratuta, baina ez da lehenetsitako EAP mota
nb_no: konfigurert, men ingen foretrukket EAP type
sk_sk: nakonfigurovaná, ale nie preferovaná metóda EAP

source: incomplete configuration
eu_es: ez da erabat konfiguratu
nb_no: ufullstendig konfigurasjon
sk_sk: nekompletná konfigurácia

source: not supported by CAT
eu_es: CATek ez du onartu
nb_no: ikke støttet av CAT
sk_sk: nie je podporovaný v CAT

source: Footnotes:
eu_es: Oin-oharrak:
nb_no: Fotnoter:
sk_sk: Poznámky pod čiarou:

source: %s: User Management
eu_es: %s: Erabiltzaileen kudeaketa
nb_no: %s: Brukeradministrasjon
sk_sk: %s: Správa používateľov

source: User Overview
eu_es: Erabiltzailearen ikuspegi orokorra
nb_no: Brukeroversikt
sk_sk: Prehľad informácií o používateľovi

source: Edit User Details
eu_es: Erabiltzaileen zehaztasunak editatu
nb_no: Endre bruker detaljer
sk_sk: Upraviť podrobnosti o používateľovi

source: Click here to manage your federations
eu_es: Egin klik hemen, zure federazioa kudeatzeko
nb_no: Klikk her for å administrere dine føderasjoner
sk_sk: Prejsť na správu vašich federácií

source: (Need help? Refer to the <a href='%s'>IdP administrator manual</a>)
eu_es: (Laguntza behar duzu? Eskuratu <a href='%s'>IdP administratzailearen gidaliburua</a>)
nb_no: (Trenger du hjelp? Se <a href='%s'>IdP administrator manual</a>)
sk_sk: (Potrebujete pomoc? Nahliadnite do <a href='%s'>príručky správcu poskytovateľa identity</a>)

source: You are managing the following institution:
eu_es: Honako erakunde hau kudeatzen ari zara:
nb_no: Du er administrator for følgende institusjon:
sk_sk: Ste správca nasledujúcej inštitúcie:

source: Other admins of this institution
eu_es: Erakunde honetako beste administratzaile batzuk
nb_no: Andre administratorer for denne institusjonen
sk_sk: Iní správcovia tejto inštitúcie

source: Institutions in federation %s
eu_es: %s federazioko erakundea
nb_no: Institusjoner i føderasjon %s
sk_sk: Inštitúcie prináležiace do federácie %s

source: other user
eu_es: beste erabiltzaile bat
nb_no: annen bruker
sk_sk: ďalší používateľ

source: You are not managing any institutions.
eu_es: Ez zabiltza kudeatzen inolako erakunderik.
nb_no: Du administrerer ingen institusjoner.
sk_sk: Nie ste správcom žiadneho IdP.

source: Please ask your federation administrator to invite you to become an institution administrator.
eu_es: Mesedez, eskatu zure federazioko administratzaileari erakundeko administratzaile izateko gonbidapena egiteko zuri.
nb_no: Spør din føderasjons administrator om å invitere deg til å bli institusjons administrator.
sk_sk: Prosím, požiadajte správcu vašej federácie, aby vám umožnil registrovať sa ako správca inštitúcie.

source: Did you receive an invitation token to manage an institution? Please paste it here:
eu_es: jaso al duzu gonbidapen-token bat, erakunde bat kudeatzeko? Hala bada, mesedez, sartu hemen:
nb_no: Har du mottatt et invitasjonstoken for å administrere en institusjon? Lim den in her:
sk_sk: Dostali ste token s pozvánkou spravovať inštitúciu? Prosím, zadajte ho sem:

source: Release %s
eu_es: %s bertsioa
nb_no: Utgivelse %s
sk_sk: Verzia %s

source: Unreleased SVN Revision
eu_es: Argitaratu gabeko SVN bertsioa
nb_no: Ikke sluppet SVN revisjon
sk_sk: Nepublikovaná SVN verzia

source: %s<br />IdP Configuration Interface
eu_es: %s<br />IdParen konfigurazio-interfazea
nb_no: %s<br />IdP konfigurasjons grensesnitt
sk_sk: %s<br />rozhranie pre konfiguráciu IdP

source: View this page in
eu_es: Ikusi webgunea hemen:
nb_no: Se denne siden i
sk_sk: Zobraziť stránku v jazyku

source: You are:
eu_es: Zu hauxe zara:
nb_no: Du er:
sk_sk: Ste používateľ:

source: Unnamed User
eu_es: Izenik gabeko erabiltzailea
nb_no: Bruker uten navn
sk_sk: Používateľ bez mena

source: Go to your Profile page
eu_es: Joan zure profilaren orrialdera
nb_no: Gå til din profil side:
sk_sk: Prejsť na váš profil

source: Start page
eu_es: Hasierako orrialdea
nb_no: Start side
sk_sk: Úvodná stránka

source: Support: Web
eu_es: Euskarria: Web
nb_no: Brukerstøtte: Web
sk_sk: Podpora: Web

source: Support: EAP Types
eu_es: Euskarria: EAP motak
nb_no: Brukerstøtte: EAP typer
sk_sk: Podpora: Metódy EAP

source: Support: Phone
eu_es: Euskarria: Telefonoa
nb_no: Brukerstøtte: Telefon
sk_sk: Podpora: Telefón

source: Support: E-Mail
eu_es: Euskarria: Posta elektronikoa
nb_no: Brukerstøtte: E-post
sk_sk: Podpora: E-mail

source: Location
eu_es: Lokalizazioa
nb_no: Lokasjon
sk_sk: Umiestnenie

source: Logo URL
eu_es: Logotipoaren URL
sk_sk: URL loga

source: Logo image
eu_es: Logotipoaren irudia
nb_no: Logo bilde
sk_sk: Obrázok loga

source: Name (CN) of Authentication Server
eu_es: Autentifikazio zerbitzariaren izena (CN)
nb_no: Navn (CN) på autentiseringstjener
sk_sk: Meno (CN) autentifikačného servera

source: Enable device assessment
eu_es: Gailuaren ebaluazioa prestatu
nb_no: Aktiver vurdering av enhet
sk_sk: Povoliť posudzovanie stavu koncového zariadenia

source: Terms of Use
eu_es: Erabilera-baldintzak
nb_no: Bruksvilkår
sk_sk: Podmienky používania

source: CA Certificate URL
eu_es: CA egiaztagiriaren URL
nb_no: CA sertifikat URL
sk_sk: URL na certifikát CA

source: CA Certificate File
eu_es: CA egiaztagiriaren fitxategia
nb_no: CA sertifikat fil
sk_sk: Certifikát CA

source: Profile Display Name
eu_es: Profil-izena
nb_no: Profil Visningsnavn
sk_sk: Názov profilu

source: Production-Ready
eu_es: Ekoizpenerako prest
nb_no: Produksjons-klar
sk_sk: Pripravený na publikovanie

source: Extra text on downloadpage for device
eu_es: Testu gehigarria, gailuaren deskarga-orrialderako
nb_no: Ekstra tekst på nedlastningsside for enhet
sk_sk: Doplňujúce pokyny pre používateľov tohto zariadenia

source: Redirection Target
eu_es: Deskargaren norakoa
nb_no: Redirigeringsmål
sk_sk: Cieľ presmerovania

source: Extra text on downloadpage for EAP method
eu_es: EAP metodoarentzako deskarga-orrialdean, testu gehigarria
nb_no: Ekstra tekst på nedlastningsside for EAP metode
sk_sk: Doplňujúce pokyny k tejto metóde EAP

source: Profile Description
eu_es: Profilaren deskribapena
nb_no: Profil beskrivelse
sk_sk: Popis profilu

source: Federation Administrator
eu_es: Federazioaren administratzailea
nb_no: Føderasjon administrator
sk_sk: Správca federácie

source: Real Name
eu_es: Nombre real
nb_no: Navn
sk_sk: Meno

source: E-Mail Address
eu_es: Helbide elektronikoa
nb_no: Epost adresse
sk_sk: E-mail adresa

source: Additional SSID
eu_es: SSID gehigarria
nb_no: Tilleggs SSID
sk_sk: Ďalší SSID

source: Additional SSID (with WPA/TKIP)
eu_es: SSID gehigarria (WPA/TKIPrekin)
nb_no: Tilleggs SSID (med WPA/TKIP)
sk_sk: Ďalší SSID (s WPA/TKIP)

source: SSID (with WPA/TKIP)
eu_es: SSID (WPA/TKIPrekin)
nb_no: SSID (med WPA/TKIP)
sk_sk: SSID (s WPA/TKIP)

source: This attribute can be set if you want to configure an additional SSID besides the default SSIDs for %s. It is almost always a bad idea not to use the default SSIDs. The only exception is if you have premises with an overlap of the radio signal with another %s hotspot. Typical misconceptions about additional SSIDs include: I want to have a local SSID for my own users. It is much better to use the default SSID and separate user groups with VLANs. That approach has two advantages: 1) your users will configure %s properly because it is their everyday SSID; 2) if you use a custom name and advertise this one as extra secure, your users might at some point roam to another place which happens to have the same SSID name. They might then be misled to believe that they are connecting to an extra secure network while they are not.
eu_es: %s -(e)rako lehenetsitako zure SSIDez gainera, SSID gehigarri bat konfiguratu nahi baduzu, ezaugarri hau finka dezakezu. Gehientsuenetan, ez da ideia ona izaten ez erabiltzea lehenetsitako SSIDak. Salbuespen bakarra dago; alegia, irrati-seinaleari beste %s kokagune bat gainjartzen zaion kokaguneak izatea. SSID gehigarriak izatearekin lotutako hutsegiteetako bat hau da: nire erabiltzaileentzako tokiko SSID bat eduki nahi dut. Askoz hobea da lehenetsitako SSID erabiltzea eta erabiltzaileak VLANen bidez bereiztea. Horrek bi abantaila ditu: 1) zure erabiltzaileek behar bezala konfiguratuko dute %s , euren ohiko SSID izango baita; 2) izen berezi bat erabiltzen baduzu eta benetan segurua dela zabaltzen baduzu, zure erabiltzaileek, uneren batean, SSID izen bereko beste toki batean egin dezakete roaming. Hala bada, pentsa dezakete sare benetan segurura ari direla konektatzen, eta ez da hala.
nb_no: Denne attributten benyttes om du vil konfigurere en SSID i tillegg til standard SSID'er for %s. Det er nesten alltid dårlig praksis å ikke bruke standard SSID'er. Eneste unntak er om du har overlappende radio dekning med en annen %s hotspot. Typiske misforståelser mht tilleggs SSID'er er: Jeg vil ha en lokal SSID for egne brukere. Det er mye bedre å bruke standard SSID og separere brukergrupper vha VLAN. Den metoden har 2 fordeler: 1) Dine brukere vil konfigurere %s korrekt når det er deres daglige SSID; 2) Om du bruker et tilpasset navn og annonserer den som spesielt sikker, kan brukerene dine på et senere tidspunkt komme til et sted som tilfeldigvis har samme SSID navn. De kan dermed komme til å tro at de kobler til et spesielt sikkert nettverk noe de faktisk ikke gjør.
sk_sk: Pomocou tohto atribútu je možné nastaviť ďalší identifikátor SSID naviac k SSID štandardným pre %s. Takýto krok je však takmer vždy zlou voľbou. Výnimkou je situácia, keď dochádza k prekrývaniu radiového signálu vzájomne nezávislých %s sietí. Typicky mylná predstava o potrebe dodatočných identifikátorov SSID je: chcem vlastný názov siete pre lokálnych používateľov. Podstatne lepšou možnosťou je použiť štandardný SSID pre všetkých používateľov a rôzne skupiny oddeliť pomocou VLAN-ov. Uvedená možnosť má nasledovné výhody: 1) vaši používatelia budú mať správne nakonfigurovaný %s, pretože ho budú využívať denne; 2) ak použijete vlastný SSID a túto sieť vyhlásite za extra bezpečnú, používatelia sa neskôr môžu dostať na iné miesto s rovnakým SSID. Môžu sa mylne domnievať, že sa pripájajú k obzvlášť bezpečnej sieti, kým skutočnosť bude iná.

source: Warning!
eu_es: Adi!
nb_no: Advarsel!
sk_sk: Upozornenie!

source: Error!
eu_es: Errorea!
nb_no: Feil!
sk_sk: Chyba!

source: Remark
eu_es: Oharra
nb_no: Merk
sk_sk: Poznámka

source: Error, ROWID expected.
eu_es: Errorea, ROWID espero zen.
nb_no: Feil, forventet RadID
sk_sk: Chyba, bolo očakávané ROWID.

source: There was an error processing the certificate!
eu_es: Egiaztagiria prozesatzean, errorea izan da!
nb_no: Feil under prossessering av sertifikat!
sk_sk: Vyskytla sa chyba pri spracovaní certifikátu!

source: Preview of logo file
eu_es: Fitxategiaren aurrebista, logotipoarekin
nb_no: Forhåndsvisning av logo fil
sk_sk: Náhľad loga

source: File exists
eu_es: Fitxategia lehendik dago
nb_no: Filen finnes
sk_sk: Súbor existuje

source: Preview
eu_es: Aurrebistaratu
nb_no: Forhåndsvisning
sk_sk: Náhľad

source: default/other languages
eu_es: lehenetsita/beste hizkuntza batzuk
nb_no: standard/andre språk
sk_sk: predvolený/iné jazyky

source: on
eu_es: AKTIBATUTA
nb_no: på
sk_sk: zapnuté

source: off
eu_es: AKTIBATU GABE
nb_no: av
sk_sk: vypnuté

source: <strong>%s</strong> from <strong>%s</strong>
eu_es: <strong>%s</strong> <strong>%s</strong> -(e)tik
nb_no: <strong>%s</strong> fra <strong>%s</strong>
sk_sk: <strong>%s</strong> z <strong>%s</strong>

source: Login with <strong>%s</strong> from <strong>%s</strong> failed!
eu_es: <strong>%s</strong> -(e)tik <strong>%s</strong> -(e)n sarbideak huts egin du!
nb_no: Innlogging med <strong>%s</strong> fra <strong>%s</strong> mislyktes!
sk_sk: Prihlásenie s <strong>%s</strong> z <strong>%s</strong> zlyhalo!

source: Could not check <strong>%s</strong> from <strong>%s</strong> - no username submitted!
eu_es: <strong>%s</strong> -(e)tik ezin izan da <strong>%s</strong> egiaztatu - ez da inolako erabiltzaile-izenik eman!
nb_no: Kunne ikke sjekke <strong>%s</strong> fra <strong>%s</strong> - brukernavn manglet!
sk_sk: Nemožno skontrolovať <strong>%s</strong> z <strong>%s</strong> - nebolo zadané meno používateľa!

source: Username missing
eu_es: Erabiltzaile-izena falta da
nb_no: Brukernavn mangler
sk_sk: Chýba meno používateľa

source: Could not check <strong>%s</strong> from <strong>%s</strong> - no password submitted!
eu_es: <strong>%s</strong> -(e)tik ezin izan da <strong>%s</strong> egiaztatu - ez da inolako pasahitzik eman!
nb_no: Kunne ikke sjekke <strong>%s</strong> fra <strong>%s</strong> - passord manglet!
sk_sk: Nemožno skontrolovať <strong>%s</strong> z <strong>%s</strong> - nebolo zadané heslo!

source: Password missing
eu_es: Pasahitza falta da
nb_no: Passord mangler
sk_sk: Chýba heslo

source: Sorry, we don't know how to handle the inner EAP method in <strong>%s</strong> from <strong>%s</strong>!
eu_es: Sentitzen dugu, ez dakigu nola erabili barneko EAP metodoa <strong>%s</strong> -(e)ko <strong>%s</strong> -(e)n
nb_no: Beklager, vi kan ikke håndtere den indre EAP metoden i <strong>%s</strong> fra <strong>%s</strong>!
sk_sk: Ospravedlňujeme sa, ale nevieme, ako zaobchádzať s vnútornou metódou EAP v <strong>%s</strong> od <strong>%s</strong>!

source: Unknown inner method
eu_es: Barneko metodo ezezaguna
nb_no: Ukjent indre metode
sk_sk: Neznáma vnútorná metóda EAP

source: Sorry... we don't know how to test the EAP type %s from %s.
eu_es: Sentitzen dugu... ez dakigu nola probatu %s -(e)ko %s EAP mota.
nb_no: Beklager... vi kan ikke teste EAP typen %s fra %s.
sk_sk: Ospravedlňujeme sa... nevieme ako testovať typ EAP %s z %s.

source: Test not implemented
eu_es: Proba inplementatu gabe
nb_no: Test er ikke implementert
sk_sk: Test nie je implementovaný

source: Unknown outer method
eu_es: Kanpoko mota ezezaguna
nb_no: Ukjent ytre metode
sk_sk: Neznáma vonkajšia metóda EAP

source: Your profile does not contain a valid realm name. We can only check the validity of a realm if you let us know the realm name. Please consider going to your profile properties and enter the realm name.
eu_es: Zure profilak ez dauka domeinu-izen baliagarririk. Domeinuaren baliozkotasuna egiaztatzeko, ezinbestekoa zaigu domeinuaren izena jakitea. Mesedez, zoaz zure profileko propietateetara, eta adierazi zein den domeinuaren izena.
nb_no: Profilen inneholder ikke et gyldig realm navn. Vi kan kun sjekke gyldighet for et realm om du oppgir realmnavnet. Sjekk profil egenskapene og oppgi et realmnavn.
sk_sk: Váš profil neobsahuje platné meno domény. Doménu dokážeme skontrolovať len ak poznáme jej názov. Prosím, zadajte názov domény do príslušného poľa v nastaveniach vášho profilu.

source: This is location
eu_es: Hauxe da lokalizazioa
nb_no: Dette er lokasjonen
sk_sk: Toto je poloha miesta

source: nothing entered in the address field
eu_es: Helbidearen eremuan, ez duzu ezer sartu
nb_no: uten innhold i adresse feltet
sk_sk: pole s adresou je prázdne

source: locating
eu_es: bilatzen
nb_no: lokaliserer
sk_sk: lokalizácia

source: The user download interface (see <a href='../'>here</a>), uses geolocation to suggest possibly matching IdPs to the user. The more precise you define the location here, the easier your users will find you.
eu_es: Erabiltzaileen deskarga-interfazeak (ikusi <a href='../'>hemen</a>) geolokalizazioa darabil ziur asko erabiltzailearengandik hurbil dauden IdPak iradokitzeko. Beharrezkoena, orain, zuk hemen lokalizazio bat definitzea da; hartara, zure erabiltzaileentzat errazagoa izango da zu lokalizatzea.
nb_no: Nedlastningssiden for brukere (se <a href='../'>her</a>), bruker geolokasjon for å foreslå mulige IdP'er for brukere. Jo mer presist du definerer lokasjonen her, jo lettere vil brukerene finne dekning.
sk_sk: Rozhranie pre koncových používateľov (pozri <a href='../'>tu</a>), využíva geolokáciu pre odporúčanie domovského IdP. Čím presnejšie údaje o pozícii tu zadáte, tým ľahšie vás používatelia nájdu.

source: <li>Drag the marker in the map to your place, or</li> <li>enter your street address in the field below for lookup, or</li> <li>use the 'Locate Me!' button</li>
eu_es: <li>Utzi markagailua erortzen mapan, zure kokagunearen gainean, edo</li>⏎ <li>sartu zure helbidea beheragoko eremuan, edo</li>⏎ <li>erabili bila nazazu!</li> botoia
nb_no: <li>Dra markøren på kartet til rett sted, eller </li>⏎ <li>oppgi gateadresse i feltet under, eller </li>⏎ <li>eller bruk 'Finn meg!' knappen</li>
sk_sk: <li>Vyznačte svoju pozíciu na mape, alebo</li>⏎ <li>zadejte svoju adresu v poli pre vyhľadávanie, alebo</li>⏎ <li>použite tlačítko 'Lokalizuj moju polohu!'</li>

source: We will use the coordinates as indicated by the marker for geolocation.
eu_es: Geolokalizaziorako, markagailuak adierazitako koordenatuak erabiliko ditugu.
nb_no: Vi bruker koordinatene som er indikert av markør for geolokasjon.
sk_sk: Použijeme súradnice určené značkou pro geolokáciu.

source: You can enter an <strong>additional</strong> location here. You can see the already defined locations in the 'General Information' field.
eu_es: Hemen, lokalizazio <strong>gehigarri</strong> bat sar dezakezu. Dagoeneko definitutako lokalizazioak 'Informazio orokorra' eremuan ikus ditzakezu.
nb_no: Du kan oppgi <strong>ytterligere</strong> en lokasjon her. Du kan se allerede definerte lokasjoner i 'Generell informasjon' feltet.
sk_sk: Tu môžete pridať <strong>ďalšie</strong> miesta. Zoznam aktuálne definovaných miest je uvedený v sekcii 'Všeobecné informácie'.

source: Address:
eu_es: Helbidea:
nb_no: Adresse:
sk_sk: Adresa:

source: Find address
eu_es: Bilatu helbidea
nb_no: Finn adresse
sk_sk: Vyhľadaj adresu

source: Locate Me!
eu_es: Bila nazazu!
nb_no: Lokaliser meg!
sk_sk: Lokalizuj moju polohu!

source: Latitude:
eu_es: Latitudea:
nb_no: Breddegrad:
sk_sk: Zemepisná šírka:

source: Longitude:
eu_es: Longitudea:
nb_no: Lengdegrad:
sk_sk: Zemepisná dĺžka:

source: Input validation error:
eu_es: Errorea, sarrera baliozkotzean:
nb_no: Input valideringsfeil
sk_sk: Chyba na vstupe:

source: Value for IdP is not an integer!
eu_es: IdPrako balioa ez da osokoa!
nb_no: Verdi for IdP er ikke et heltall!
sk_sk: Zaslaný identifikátor IdP nie je celé číslo!

source: This IdP identifier is not accessible!
eu_es: IdParen identifikatzailea ez dago erabilgarri!
nb_no: Denne IdP identifikator er ikke tilgjengelig
sk_sk: Uvedený identifikátor IdP nie je k dispozícii!

source: Value for profile is not an integer!
eu_es: Profilarentzako balioa ez da osokoa!
nb_no: Verdi for profil er ikke et heltall!
sk_sk: Zaslaný identifikátor profilu nie je celé číslo!

source: This profile is not accessible!
eu_es: Profil hau ez dago erabilgarri!
nb_no: Denne profilen er ikke tilgjengelig
sk_sk: Uvedený identifikátor profilu nie je k dispozícii!

source: This device does not exist!
eu_es: Gailu hau ez da existitzen!
nb_no: Denne enheten finnes ikke!
sk_sk: Toto zariadenie neexistuje!

source: Realm contains an @ sign!
eu_es: Domeinuak @ sinboloa dauka!
nb_no: Realm innholder et @ tegn!
sk_sk: Doména obsahuje znak '@'!

source: Realm begins with a . (dot)!
eu_es: Domeinua . (puntu) batekin hasten da!
nb_no: Realm starter med . (punktum)!
sk_sk: Doména začína znakom . (bodka)!

source: Realm ends with a . (dot)!
eu_es: Domeinua . (puntu) batekin amaitzen da!
nb_no: Realm slutter med . (punktim)!
sk_sk: Doména končí znakom . (bodka)!

source: Realm does not contain at least one . (dot)!
eu_es: Domeinuak ez dauka ezta . (puntu) bakar bat ere!
nb_no: Realm inneholder ikke minst et . (punktum)!
sk_sk: Doména neobsahuje ani jeden znak . (bodka)!

source: Realm contains spaces!
eu_es: Domeinuak tarteak ditu!
nb_no: Realm inneholder blankt tegn!
sk_sk: Doména obsahuje medzery!

source: The user identifier is not an ASCII string!
eu_es: Erabiltzaile-identifikatzailea ez da ASCII katea!
nb_no: Bruker identifikator er ikke en ASCII streng!
sk_sk: Zaslaný identifikátor používateľa nie je ASCII reťazec!

source: Token is not a hexadecimal string!
eu_es: Tokena ez da kate hamaseitarra!
nb_no: Token er ikke en hexadesimal streng!
sk_sk: Token nie je hexadecimálny reťazec!

source: Coordinate is not a numeric value!
eu_es: Koordenatua ez da zenbakizko balioa!
nb_no: Koordinat er ikke en numerisk verdi!
sk_sk: Súradnica nemá číselnú hodnotu!

source: Coordinate is out of bounds. Which planet are you from?
eu_es: Koordenatua mugetatik kanpo dago. Zer planetatakoa zara?
nb_no: Koordinat er utenfor grenseverdier. Hvilken planet er du fra?
sk_sk: Súradnice sú mimo povolený rozsah hodnôt. Z akej planéty pochádzate?

source: Wrong coordinate encoding!
eu_es: Koordenatuen kodetze okerra!
nb_no: Feil koordinat koding!
sk_sk: Chyba vo forme zápisu súradníc!

source: Invalid structure in multi-language attribute!
eu_es: Hizkuntza anitzeko ezaugarriaren egitura ez da baliagarria!
nb_no: Ugyldig struktur i fler-språklig attributt!
sk_sk: Viazjazyčný atribút má neplatnú štruktúru!

source: Unknown state of boolean option!
eu_es: Aukera boolearrerako egoera ezezaguna!
nb_no: Ukjent status for boolean opsjon!
sk_sk: Voľba typu boolean má neznámu hodnotu!

source: You do not have the necessary privileges to alter administrators of this institution. In fact, you shouldn't have come this far!
eu_es: Ez daukazu behar besteko pribilegiorik erakunde honetako administratzaileak nahasteko. Egia esan, ez zenuke honaino iritsi behar!
nb_no: Du har ikke rettigheter til å endre administratorer for denne institusjonen. Faktisk burde du ikke ha kommet så langt!
sk_sk: Nemáte príslušné oprávnenia meniť správcov pre túto inštitúciu. V skutočnosti ste sa sem nemali dostať!

source: Administrators for IdP '%s'
eu_es: '%s' IdPrako administratzaileak
nb_no: Administratorer for IdP '%s'
sk_sk: Správcovia pre IdP '%s'

source: You are the federation administrator of this IdP. You can invite new administrators, who can in turn appoint further administrators on their own.
eu_es: Zeu zara federazioko administratzailea IdP honetarako. Administratzaile berriei egin diezaiekezu gonbita, eta haiek ere beste administratzaile batzuei.
nb_no: Du er føderasjonsadmin for denne IdP'en. Du kan invitere nye administratorer, som igjen kan oppnevne andre administratorer.
sk_sk: Ste správcom federácie pre tohto IdP. Môžete pozvať nových správcov, ktorí môžu následne samostatne menovať ďalších správcov.
