Repository: GEANT/CAT
Catalog: source/branches/branch_1_0/translation/*/web_user.po
Languages: es_es, eu_es

source: Your choice
es_es: Tu elección
eu_es: Zure aukera

source: Change country
es_es: Cambiar país
eu_es: Aldatu herrialdea

source: Select your institution
es_es: Selecciona tu institución
eu_es: Aukeratu zure erakundea

source: Select the user group
es_es: Selecciona el grupo de usuarios
eu_es: Aukeratu erabiltzaile-taldea

source: Choose an installer to download
es_es: Elige el instalador que quieres descargar
eu_es: Aukeratu deskargatu nahi duzun instalatzailea

source: Profile does not match the institution
es_es: El perfil no coincide con la institución
eu_es: Profila ez dator bat erakundearekin

source: Download installer for
es_es: Descarga el instalador para
eu_es: Deskargatu instalatzailea, honako honetarako:

source: Release %s
es_es: Versión %s
eu_es: %s bertsioa

source: Unreleased SVN Revision
es_es: Versión de SVN no publicada
eu_es: Argitaratu gabeko SVN bertsioa

source: Welcome to %s
es_es: Bienvenido a %s
eu_es: Ongi etorri %s -(e)ra

source: Start page
es_es: Página de inicio
eu_es: Hasierako orrialdea

source: Authenticating
es_es: Autenticando
eu_es: Benetakotzat egiaztatzen

source: Close
es_es: Cerrar
eu_es: Itxi

source: About %s
es_es: Acerca de %s
eu_es: %s -(e)ri buruz

source: Terms of use
es_es: Términos de uso
eu_es: Erabilera-baldintzak

source: Report a problem
es_es: Reportar un problema
eu_es: Arazo baten berri eman

source: Become a CAT developer
es_es: Conviértete en desarrollador de CAT
eu_es: Bihur zaitez CATen garatzaile

source: %s admin:<br>manage your IdP
es_es: Administrador de %s:<br>administra tu IdP
eu_es: %s administratzailea:<br>kudeatu zure IdP

source: %s installation made easy:
es_es: La instalación de %s hecha fácil:
eu_es: Erraz egin da %s -(r)en instalazioa:

source: Custom built for your home institution
es_es: Paquete construido para tu institución
eu_es: Zure erakundearentzat eratutako sorta

source: Digitally signed by the organisation that coordinates %s: %s
es_es: Firmando por la organización que coordina %s: %s
eu_es: %s koordinatzen duen erakundeak sinatua: %s

source: %s user:<br>download your %s installer
es_es: Usuario de %s:<br>descarga tu instalador %s
eu_es: %s -(r)en erabiltzailea:<br>deskargatu zure %s instalatzailea

source: select another
es_es: selecciona otra
eu_es: aukeratu beste bat

source: Your local administrator has specified that this user group should be supported locally.<br> When you click <b>Continue</b> this support page will be opened in a new window/tab.
es_es: El administrador de tu organización ha determinado que este grupo de usuarios debe recibir soporte localmente.<br>⏎Cuando haga click en <b>Continuar</b> esta página de soporte se abrirá en una nueva ventana/pestaña.
eu_es: Zure erakundeko administratzaileak erabaki du erabiltzaile-talde honek tokiko euskarria jaso behar duela.<br> <b>Jarraitu</b> aukeran klik egiten duzunean, euskarri-orrialde hori beste leiho batean irekiko da.
