Repository: GEANT/CAT
Catalog: source/branches/branch_1_0/translation/*/web_admin.po
Languages: eu_es, nb_no, sk_sk

source: You are an administrator of this IdP who was directly appointed by the federation administrator. You can appoint further administrators, but these can't in turn appoint any more administrators.
eu_es: Zure federazioko administratzaileak sortutako IdP honen administratzailea zara. Administratzaile gehiago ere gehitu ditzakezu, nahi izanez gero; baina horiek ezingo dituzte beste batzuk gehitu.
nb_no: Du er en administrator for denne IdP'en og ble direkte oppnevnt av føderasjonsadmin. Du kan oppnevne flere administratorer, men disse kan ikke i sin tur oppnevne flere administratorer.
sk_sk: Ste správcom tohto IdP menovaný priamo správcom federácie. Môžete menovať ďalších správcov pre tohto IdP, tí však nebudú mať oprávnenie samostatne menovať správcov.

source: Directly Appointed IdP Administrator
eu_es: Zuzenean gonbidatutako administratzailea.
nb_no: Direkte oppnevnt IdP Administrator
sk_sk: Priamo menovaný správca IdP

source: User without name
eu_es: Izenik gabeko erabiltzailea
nb_no: Bruker uten navn
sk_sk: Neznáme meno

source: (originally invited as %s)
eu_es: (hasiera batean, %s gisa gonbidatua)
nb_no: (opprinnelig invitert som %s)
sk_sk: (pôvodne pozvaný ako %s)

source: (self-appointed)
eu_es: (auto-gonbidatua)
nb_no: (selv-oppnevnt)
sk_sk: (menovaný sám sebou)

source: Delete Administrator
eu_es: Ezabatu administratzailea
nb_no: Slett administrator
sk_sk: Odstrániť správcu

source: Pending invitations for this IdP
eu_es: IdP honetarako bidaltzeko dauden gonbidapenak
nb_no: Ventende invitasjoner for denne IdP
sk_sk: Pozvánky odoslané v kontexte tohto IdP:

source: New administrator's email address:
eu_es: Administratzailearen posta-helbide berria:
nb_no: Ny administrators epost adresse:
sk_sk: E-mail adresa nového spravcu:

source: Invite new administrator
eu_es: Administratzaile berri bati gonbidapena bidali:
nb_no: Inviter ny administrator
sk_sk: Pozvať nového správcu

source: Take control of this institution
eu_es: Egoeraren kontrola eskuratu.
nb_no: Ta kontroll over denne institusjonen
sk_sk: Prevziať kontrolu nad inštitúciou

source: Close
eu_es: Itxi
nb_no: Lukk
sk_sk: Zatvoriť

source: You do not have the necessary privileges to manage the %s DB link state of this institution.
eu_es: Ez daukazu behar besteko pribilegiorik erakunde honetarako %s datu-baserako loturaren egoera kudeatzeko.
nb_no: Du har ikke de nødvendige rettigheter til å administrere %s DB link status for denne institusjonen.
sk_sk: Nemáte príslušné oprávnenia na správu prepojenia s %s DB pre túto inštitúciu.

source: %s Database Link Status for IdP '%s'
eu_es: %s datu-basearen lotura-egoera, '%s' IdPrako.
sk_sk: Stav prepojenia %s databázy s IdP '%s'

source: This institution is linked to the %s database.
eu_es: Erakundeak %s datu-basearekin dauka lotura.
nb_no: Denne institusjonen er lenket til %s database.
sk_sk: Táto inštitúcia je prepojená s %s databázou.

source: The following information about the IdP is stored in the %s DB and %s DB:
eu_es: IdPari buruzko honako informazio hau %s datu-basean eta %s datu-basean dago metatuta:
nb_no: Følgende informasjon om IdP'en er lagret i %s DB og %s DB:
sk_sk: Nasledovné informácie o IdP sú uložené v %s DB a %s DB:

source: Information in <strong>%s Database</strong>
eu_es: Informazioa <strong> %s datu-basean</strong>
nb_no: Informasjon i <strong>%s Database</strong>
sk_sk: Informácie v <strong>%s databáze</strong>

source: Institution Name (%s)
eu_es: Erakundearen izena (%s)
nb_no: Institusjons navn (%s)
sk_sk: Názov inštitúcie (%s)

source: Administrator [invited as]
eu_es: Administratzailea [gonbidatua honako hau bezala]
nb_no: Administrator [invitert som]
sk_sk: Správca [pozvaný ako]

source: Administrator email
eu_es: Administratzailearen helbide elektronikoa
nb_no: Administrator epost
sk_sk: E-mail adresa správcu

source: This institution is not yet linked to the %s database.
eu_es: Erakunde honek oraindik ez dauka loturarik %s datu-basearekin.
nb_no: Denne institusjonen er ennå ikke lenket til %s databasen.
sk_sk: Táto inštitúcia zatiaľ nie je prepojená s %s databázou.

source: This means that its profiles are not made available on the user download page.
eu_es: Horrek esan nahi du profilak ez daudela erabilgarri erabiltzailearen deskarga-orrialdean.
nb_no: Det betyr at dens profiler ikke er gjort tilgjengelig på nedlastningssiden for brukere.
sk_sk: To znamená, že jej profily nie sú k dispozícii na verejných stránkach CAT určených pre koncových používateľov.

source: You can link it to the %s database below.
eu_es: %s datu-basearekin lotu dezakezu, beheraxeago.
nb_no: Du kan linke den til %s databasen under.
sk_sk: Na tejto stránke môžete nastaviť jej prepojenie s %s databázou.

source: Please select an entity from the %s DB which corresponds to this CAT institution.
eu_es: Mesedez, aukeratu CAT erakunde honekin bat datorren %s datu-baseko entitate bat.
nb_no: Velg en entitet fra %s databasen som korresponderer til denne CAT institusjonen.
sk_sk: Prosím, vyberte entitu v %s databáze, ku ktorej patrí táto inštitúcia v CAT.

source: Particularly promising entries (names in CAT and %s DB are a 100%% match) are on top of the list.
eu_es: Zerrendaren hasieran daude etorkizun handiko sarrerak (CATeko eta %s -(e)ko datu-baseetako izenak bat datoz 100%%).
nb_no: Mest sannsynlige oppføringer (navn i CAT og %s DB er 100%% like) er øverst i listen.
sk_sk: Záznamy, kde s vysokou pravdepodobnosťou ide o zhodu (názvy v CAT a v %s databáze sú 100%% identické) sú uvedené na začiatku zoznamu.

source: Link to this entity?
eu_es: erakunde honekin lotu?
nb_no: Lenke til denne entiteten?
sk_sk: Prepojiť s touto entitou?

source: Name of the institution
eu_es: Erakundearen izena
nb_no: Institusjonsnavn
sk_sk: Názov inštitúcie

source: Administrators
eu_es: Administratzaileak
nb_no: Administratorer
sk_sk: Správcovia

source: Create Link
eu_es: Sortu esteka
nb_no: Lag link
sk_sk: Prepojiť

source: You do not have the necessary privileges to register new IdPs.
eu_es: Ez daukazu behar besteko pribilegiorik IdP berriak erregistratzeko.
nb_no: Du har ikke de nødvendige rettigheter til å registrere nye IdP'er.
sk_sk: Nemáte príslušné oprávnenia na registráciu nového IdP.

source: %s - Register New Institution
eu_es: %s - Erakunde berria erregistratu
nb_no: %s - Registrer ny institusjon
sk_sk: %s - Registrácia novej inštitúcie

source: On this page, you can add new institutions to your federation. Please fill out the form below to send out an email invitation to the new institution's administrator.
eu_es: Orrialde honetan, erakunde berriak gehitu ditzakezu zure federaziora. Mesedez, bete beherago duzun galdetegia, erakundeko administratzaile berriarentzako gonbidapen-mezu elektronikoa bidaltzeko.
nb_no: På denne siden kan du legge til nye institusjoner i din føderasjon. Fyll inn skjemaet under for å sende ut epost invitasjon til den nye institusjonen's administrator
sk_sk: Na tejto stránke možete pridať nové inštitúcie do svojej federácie. Prosím, vyplňte nižšie uvedený formulár a správcovi novej inštitúcie bude e-mailom zaslaná pozvánka.

source: You can either register a known IdP (as defined in the %s database) or create a totally new IdP.
eu_es: IdP ezagun bat (%s datu-basean dagoeneko definituta dagoena) erregistratu edo IdP erabat berria sortu dezakezu.
nb_no: Du kan enten registrere en kjent IdP (som definert i %s database) eller opprette en helt ny IdP
sk_sk: Možete registrovať známeho IdP (ako je definovaný v %s databáze) alebo môžete vytvoriť úplne nového IdP.

source: The latter one is typically for institutions which are yet in a testing phase and therefore don't appear in the %s database yet.
eu_es: Azken hori, hain zuzen, oraindik proba-fasean dauden, eta beraz, oraindik %s datu-basean agertzen ez diren erakundeentzat da, bereziki.
nb_no: Den siste typen er typisk for institusjoner som fremdeles er i en testfase og derfor ikke finnes i %s database ennå.
sk_sk: Druhý prípad je typický pre inštitúcie, ktoré sú vo fáze testovania a v %s databáze sa preto zatiaľ nenachádzajú.

source: Please keep in mind that any profiles of such new institutions will only be made available on the user download page after you have linked them to an entity in the %s database (but they are otherwise fully functional).
eu_es: Mesedez, kontuan izan erakunde berrien profilak erabiltzaileen deskarga-orrialdean egongo direla behin %s datu-basean erakunde bati lotu ondoren (nahiz eta kasu guztietan, erabat funtzionalak izan).
nb_no: Vennligst merk at profiler for slike nye institusjoner kun vil være tilgjengelig på bruker nedlastingssiden etter at du har knyttet dem til en entitet i %s databasen (de er ellers fullt funksjonelle).
sk_sk: Prosím, majte na pamäti, že všetky profily takýchto nových inštitúcií budú používateľom k dispozícii na stiahnutie až potom, ako ich spojíte s entitou v %s databáze (hoci inak sú tieto profily plne funkčné).

source: Existing IdP:
eu_es: IdP hau lehendik dago:
nb_no: Eksisterende IdP
sk_sk: Existujúci IdP:

source: --- select IdP here ---
eu_es: --- Aukeratu hemen IdPa ---
nb_no: -- velg IdP her --
sk_sk: --- vyberte IdP ---

source: New IdP
eu_es: IdP berria
nb_no: Ny IdP
sk_sk: Nový IdP

source: Name
eu_es: Izena
nb_no: Navn
sk_sk: Názov

source: Federation
eu_es: Federazioa
nb_no: Føderasjon
sk_sk: Federácia

source: Administrator's E-Mail:
eu_es: Administratzailearen helbide elektronikoa:
nb_no: Administrator's epost adresse:
sk_sk: E-mail správcu:

source: Send invitation
eu_es: Bidali gonbidapena
nb_no: Send invitasjon
sk_sk: Poslať pozvánku

source: select language
eu_es: aukeratu hizkuntza
nb_no: velg språk
sk_sk: zvoľte jazyk

source: (default/other languages)
eu_es: (lehenetsita/beste hizkuntza batzuk)
nb_no: (standard/andre språk)
sk_sk: (predvolený/iné jazyky)

source: Click to see location
eu_es: Egin klik lokalizazioa ikusteko
nb_no: Klikk for å se lokasjon
sk_sk: Kliknite pre zobrazenie polohy miesta

source: file content
eu_es: fitxategiaren edukia
nb_no: filinnhold
sk_sk: obsah súboru

source: You did not set a 'default language' value for %s. This means we can only display this string for installers which are <strong>exactly</strong> in the language you configured. For the sake of all other languages, you may want to edit the profile again and populate the 'default/other' language field.
eu_es: Ez duzu ezarri %s -(e)rako ‘lehenetsitako hizkuntza’ baliorik. Horrek esan nahi du soil-soilik erakutsi ditzakegula <strong>zehazki</strong> konfiguratutako hizkuntza horretan dauden instalatzaileak. Gainerako hizkuntzen mesedetan, berriro editatu beharko zenuke profila, eta balioren bat jarri hizkuntza-eremuan, ‘lehenetsita/beste hizkuntza batzuk’ aukerarentzat.
nb_no: Du satt ikke et 'standard språk' for %s. Det betyr at vi kun kan vise denne strengen i installasjonsprogram som er <strong>akkurat</strong> på det språket du konfigurerte. Av hensyn til alle andre språk, vil du kanskje redigere profilen og fylle i 'standard/andre' språk feltet.
sk_sk: '%s' nemá nastavenú hodnotu pre položku 'predvolený jazyk'. Dôsledkom opísaného stavu je, že tento údaj môžeme v inštalačných programoch zobraziť len v prípadoch, keď voľba jazyka <strong>presne</strong> zodpovedá vami nastavenej. Kvôli všetkým ostaným jazykom by bolo vhodné ešte raz upraviť konfiguráciu profilu a doplniť hodnotu pre položku 'predvolený jazyk'.

source: No email address provided
eu_es: Ez duzu eman helbide elektronikorik
nb_no: Ingen epost adresse er oppgitt
sk_sk: Nezadali ste e-mailovú adresu

source: Invitation sent to:
eu_es: Gonbidapena honako honi bidali zaio:
nb_no: Invitasjon sendt til:
sk_sk: Pozvánka odoslaná na adresu:

source: Mail address to invite:
eu_es: Gonbidapena bidali beharreko helbide elektronikoa:
nb_no: Invitere epostadresse:
sk_sk: E-mailová adresa:

source: Something's wrong... you are a federation admin, but not for the federation the requested institution belongs to!
eu_es: Zerbait oker dabil... federazio bateko administratzailea zara, baina ez eskatutako erakundeari dagokion federaziokoa!
nb_no: Noe er feil ... du er føderasjonsadmin, men ikke for den føderasjonen den etterspurte institusjonen tilhører!
sk_sk: Niečo nie je v poriadku... ste síce správca federácie, ale nie tej federácie, kam patrí dotknutá inštitúcia!

source: an administrator of the %s Identity Provider "%s" has invited you to manage the IdP together with him.
eu_es: %s "%s" nortasun-hornitzaile baten administratzaileak berarekin batera IdP kudeatzeko gonbita egin dizu.
nb_no: en administrator for %s Identitets leverandør "%s" har invitert deg til å administrere IdP'en sammen med ham.
sk_sk: správca pre %s poskytovateľa identity "%s" vás pozýva, aby ste sa spolu s ním podieľali na správe tohto IdP.

source: Something's wrong... you want to create a new institution, but are not a federation admin for the federation it should be in!
eu_es: Zerbait oker dabil... erakunde berri bat sortu nahi duzu, baina ez zara erakunde horri dagokion federazioko administratzailea!
nb_no: Noe er feil ... du vil opprette en ny institusjon, men er ikke føderasjons administrator for føderasjonen den tilhører!
sk_sk: Niečo nie je v poriadku... ste síce správca federácie, ale nie tej federácie, kam patrí dotknutá inštitúcia!

source: a %s operator has invited you to manage the future IdP "%s" (%s).
eu_es: %s -(e)ko operadore batek etorkizuneko "%s" (%s) IdP kudeatzeko gonbita egin dizu.
nb_no: En %s operatør har invitert deg til å administrere den framtidige IdP "%s" (%s).
sk_sk: %s operátor vás pozýva, aby ste spravovali budúceho IdP "%s" (%s).

source: a %s operator has invited you to manage the IdP "%s".
eu_es: %s -(e)ko operadore batek "%s" IdP kudeatzeko gonbita egin dizu.
nb_no: En %s operatør har invitert deg til å administrere IdP "%s".
sk_sk: %s operátor vás pozýva, aby ste spravovali IdP "%s".

source: This invitation is valid for 24 hours from now, i.e. until %s.
eu_es: Gonbidapen hau baliagarria izango da oraintxe hasi eta 24 orduan; alegia, %s -ak arte.
nb_no: Denne invitasjonen er gyldig i 24 timer fra nå, altså fram til %s.
sk_sk: Táto pozvánka je platná nasledujúcich 24 hodin, tzn. do %s.

source: Hello,
eu_es: Kaixo,
nb_no: Hallo,
sk_sk: Zdravím,

source: To enlist as an administrator for that IdP, please click on the following link:
eu_es: IdP honetarako administratzaileen zerrendan sartzeko, sakatu honako esteka honi, mesedez:
nb_no: For å bli administrator for den IdP'en, klikk på følgende link:
sk_sk: Ak sa chcete zaregistrovať ako správca uvedného IdP, kliknite prosím na nasledujúci odkaz:

source: If clicking the link doesn't work, you can also go to the %s Administrator Interface at
eu_es: Ezin badiozu estekari jarraitu edo ez badu funtzionatzen, %s -(e)ko administratzaile-interfazera ere jo dezakezu, hemen
nb_no: Hvis klikking på linken ikke fungerer, kan du gå til %s Administrator grensesnitt på
sk_sk: Ak odkaz nefunguje, môžete navštíviť administrátorské rozhranie %s na webovej adrese

source: and enter the invitation token
eu_es: eta gonbidapen-tokena sartu
nb_no: og oppgi invitasjons token
sk_sk: a tam zadať token z pozvánky

source: manually. Please do not reply to this email, it is a send-only address.
eu_es: eskuz. Mesedez, ez erantzun mezu honi, helbide horrek ez baitu existitzen.
nb_no: manuelt. Vennligst ikke svar på denne eposten, adressen kan ikke motta meldinger.
sk_sk: manuálne. Prosím, neodpovedajte na túto správu, bola odoslaná z nemonitorovanej adresy.

source: We wish you a lot of fun with the %s.
eu_es: %s erabilita ondo pasa dezazula opa dizugu.
nb_no: Ha det moro med %s.
sk_sk: Prajeme vám veľa zábavy s %s.

source: Sincerely, Your friendly folks from %s Operations
eu_es: Adeitasunez,⏎ ⏎ %s -(e)ko eragiketa-taldeko zure adiskideak
nb_no: Vennlig hilsen,⏎ ⏎ Oss på %s drift
sk_sk: S priateľským pozdravom,⏎ ⏎ tím oddelenia prevádzky %s

source: %s: you have been invited to manage an IdP
eu_es: %s: IdP bat kudeatzeko gonbita jaso duzu
nb_no: %s: du er invitert til å administrere en IdP
sk_sk: %s: ste pozvaný spravovať IdP

source: This page needs to be called either for EAP-Types OR for devices, not both simultaneously!
eu_es: Orrialde hau EAP motentzat edo gailuentzat eskatu behar da, baina ez bientzat aldi berean!
nb_no: Denne siden må kalles enten for EAP-Typer ELLER for enheter, ikke begge dele samtidig!
sk_sk: Táto stránka musí byť volaná buď pre metódu EAP, alebo pre zariadenie, ale nie oboje súčasne!

source: This page needs to be called either for EAP-Types OR for devices, but none of the two were set!
eu_es: Orrialde hau EAP motentzat edo gailuentzat dago prestatuta, baina ez duzu horrelakorik eman!
nb_no: Denne siden må hentes enten for EAP-typer ELLER for enheter, men ingen av de to var satt.
sk_sk: Táto stránka musí byť volaná buď pre metódu EAP, alebo pre zariadenie, ale ani jedno nebolo nastavené!

source: device <strong>%s</strong>
eu_es: Gailua <strong>%s</strong>
nb_no: enhet <strong>%s</strong>
sk_sk: zariadenie <strong>%s</strong>

source: EAP-Type <strong>%s</strong>
eu_es: EAP mota <strong>%s</strong>
sk_sk: metódu EAP <strong>%s</strong>

source: Fine-tuning options for
eu_es: Doitze-aukerak, honako hauetarako:
nb_no: Finjusteringsvalg for
sk_sk: Podrobné nastavenia pre

source: %dx %s
eu_es: %ds %s

source: authorityInfoAccess
nb_no: autoritetInfoAdgang
