Repository: GEANT/CAT
Catalog: source/branches/branch_1_0/translation/*/web_admin.po
Languages: eu_es, nb_no, sk_sk

source: Error creating new IdP binding!
eu_es: Errorea, IdParekin lotura berria sortzean
nb_no: Feil ved opprettelse av ny IdP tilknytning!
sk_sk: Chyba pri vytvárani novej väzby na IdP.

source: Sorry... this token has already been used to create an institution. If you got it from a mailing list, probably someone else used it before you.
eu_es: Sentitzen dut… gonbidapen hau dagoeneko erabili da erakunde bat sortzeko. Posta-zerrenda batetik jaso bazenuen, ziur asko, beste norbaitek erabili du zure aurretik.
nb_no: Beklager... dette token har allerde blitt brukt til å opprette en institusjon. Hvis du fikk det fra en epostliste har antagelig noen brukt det før deg.
sk_sk: Je nám ľúto... tento token už bol použitý na vytvorenie inštitúcie. Ak ste pozvánku dostali prostredníctvom email konferencie, jej iný člen bol zrejme rýchlejší a token použil.

source: Sorry... this token has expired. Invitation tokens are valid for 24 hours. Please ask your federation administrator for a new one.
eu_es: Sentitzen dut… gonbidapen hau iraungi egin da. Gonbidapenak 24 orduan baino ez dira baliagarriak. Mesedez, eskatu beste bat zure federazioko administratzaileari.
nb_no: Beklager... dette token har utgått. Invitasjons token er gyldig i 24 timer. Spør din føderasjonsadministrator om ett nytt.
sk_sk: Je nám ľúto... platnosť tokenu vypršala. Tokeny sú platné len po dobu 24 hodín od ich vydania. Prosím, požiadajte správcu vášej federácie o nový token.

source: Sorry... you have come to the enrollment page without a valid token. Are you a nasty person? If not, you should go to <a href='overview_user.php'>your profile page</a> instead.
eu_es: Sentitzen dut… baliozko gonbidapenik gabe iritsi zara izena emateko orrialdera. Azpijokoan al zabiltza? Hala ez bada, <ahref='overview_user.php'> -(e)ra joan beharko zenuke, zure </a> profil-orrialdera.
nb_no: Beklager... du har kommet til innmeldingssiden uten et gyldig token. Prøver du å gjøre noe du ikke burde? Hvis ikke, kan du gå til <a href='overview_user.php'> din profil side</a>.
sk_sk: Je nám ľúto... na registračnej stránke ste zadali neplatný token. Pokušate sa podvádzať? Ak nie, vráťte sa na <a href='overview_user.php'>stránku s vaším profilom</a>.

source: non eduPKI, but accredited
eu_es: ez eduPKI, baina egiaztatua
nb_no: ikke eduPKI, men akkreditert
sk_sk: akreditovaný, nie eduPKI

source: Nicolaus Copernicus University
eu_es: Nicolaus Copernicus Unibertsitatea
nb_no: Nicolaus Copernicus Universitet
sk_sk: Univerzita Mikuláša Kopernika

source: accredited
eu_es: egiaztatua
nb_no: akkreditert
sk_sk: akreditovaný

source: non-accredited
eu_es: egiaztatu gabea
nb_no: ikke akkreditert
sk_sk: neakreditovaný

source: correct certificate
eu_es: egiaztagiri zuzena
nb_no: korrekt sertifikat
sk_sk: správny certifikát

source: certificate with wrong policy OID
eu_es: OID politika okerreko egiaztagiria
nb_no: sertifikat med feil policy OID
sk_sk: certifikačná politika obsahuje nesprávny OID

source: expired certificate
eu_es: egiaztagiria iraungi egin da
nb_no: utløpt sertifikat
sk_sk: certifikát stratil platnosť

source: revoked certificate
eu_es: baliogabetutako egiaztagiria
nb_no: revokert sertifikat
sk_sk: zrušený certifikát

source: pass
eu_es: pasatu
nb_no: passer
sk_sk: úspešný

source: fail
eu_es: akatsa
nb_no: feil
sk_sk: neúspešný

source: eduroam-accredited CA (now only for tests)
eu_es: eduroamerako egiaztatutako CA (probetarako baino ez)
nb_no: eduroam-akkreditert CA (nå kun for testing)
sk_sk: akreditovaná CA pre eduroam (v súčasnosti len pre testy)

source: This check is not configured.
eu_es: Egiaztapena ez dago konfiguratuta.
nb_no: Denne testen er ikke konfigurert.
sk_sk: Tento test nie je nakonfigurovaný.

source: This realm has %d NAPTR records,
eu_es: Domeinu honek %d NAPTR erregistro ditu.
nb_no: Dette realm har %d NAPTR innslag,
sk_sk: Táto doména má %d NAPTR záznam/ov,

source: out of which %d are %s NAPTR records.
eu_es: horietatik %d, hain zuzen, NAPTR %s erregistroak dira.
nb_no: av %d er %s NAPTR poster.
sk_sk: z čoho %d je/sú %s NAPTR záznamy.

source: but none are %s NAPTR records.
eu_es: baina ez dago NAPTR %s erregistro bakar bat ere.
nb_no: men ingen er %s NAPTR poster.
sk_sk: ale ani jeden NAPTR záznam pre %s.

source: There are no NAPTR records for this realm.
eu_es: Ez dago NAPTR erregistrorik domeinu honetarako.
nb_no: Dette realm har ingen NAPTR innslag.
sk_sk: Pre túto doménu nie je vytvorený žiadny NAPTR záznam.

source: Checking NAPTR format compliance: flag = S and regex = (empty) ...
eu_es: NAPTR formatuarekiko adostasuna egiaztatzen: flag = S eta regex = (hutsik) ...
nb_no: Sjekker NAPTR format korrekthet: flag = S og regex = (tomt)...
sk_sk: Kontrola formátu NAPTR záznamu: flag = S regex = (prázdny) ...

source: <strong>Error:</strong> eduroam discovery profile only supports 'S' type NAPTRs.
eu_es: <strong>Errorea:</strong> eduroamen aurkikuntza-profilak 'S' motako NAPTRak baino ez ditu onartzen.
nb_no: <strong>Feil:</strong> eduroam støtter kun 'S' type NAPTR.
sk_sk: <strong>Chyba:</strong> eduroam profil pre dynamické mapovanie a preklad podporuje len NAPTR záznamy typu 'S'.

source: <strong>Error:</strong> eduroam discovery profile only supports NAPTRs with empty regex.
eu_es: <strong>Errorea:</strong> eduroamen aurkikuntza-profilak adierazpen erregular hutseko NAPTRak baino ez ditu onartzen.
nb_no: <strong>Feil:</strong> eduroam støtter kun NAPTR med tomt regex.
sk_sk: <strong>Chyba:</strong> eduroam profil pre dynamické mapovanie a preklad podporuje len NAPTR záznamy s prázdnym regulárnym výrazom.

source: Trying to resolve the SRVs into host names ...
eu_es: Host izenetan SRV erregistroak ebazten saiatzen...
nb_no: Prøver oversette SRV innslag til host navn ...
sk_sk: Prebieha preklad SRV záznamu na doménové meno ...

source: <strong>Error:</strong> SRV entry %s could not be resolved!
eu_es: <strong>Errorea:</strong> SRV %s sarrera ezin da ebatzi!
nb_no: <strong>Feil:</strong> Kunne ikke slå opp SRV innslaget %s!
sk_sk: <strong>Chyba:</strong> preklad SRV záznamu %s sa nepodarilo vykonať!

source: %d host names discovered.
eu_es: ebatzitako %d host izen.
nb_no: %d hostnavn ble funnet.
sk_sk: Nájdené meno servera %d.

source: <strong>Error:</strong> Host name %s could not be resolved!
eu_es: <strong>Errorea:</strong> %s host izena ezin da ebatzi!
nb_no: <strong>Feil:</strong> Kunne ikke slå opp hostnavnet %s!
sk_sk: <strong>Chyba:</strong> preklad doménového mena %s sa nepodarilo vykonať!

source: %d IP addresses discovered.
eu_es: aurkitutako %d IP helbide.
nb_no: %d IP adresser ble funnet.
sk_sk: Nájdená IP adresa %d.

source: Sanity check for dynamic discovery of realms
eu_es: Domeinuen aurkikuntza dinamikorako baliagarritasunaren egiaztapena.
nb_no: Sjekk om dynamisk realm oppdagelse fungerer
sk_sk: Kontrola správnosti nastavenia dynamického mapovania pre domény.

source: more
eu_es: gehiago
nb_no: mer
sk_sk: viac

source: Show detailed information for all tests
eu_es: Proba guztietarako informazio zehatza erakutsi
nb_no: Vis detaljert informasjon for alle tester
sk_sk: Zobraziť podrobné informácie pre všetky testy.

source: Hide detailed information for all tests
eu_es: Proba guztietarako informazio zehatza ezkutatu
nb_no: Gjem detaljert informasjon for alle tester
sk_sk: Skryť podrobné informácie pre všetky testy.

source: You asked for a realm check, but we don't know the realm for this profile!
eu_es: Domeinu-egiaztapen bat eskatu zenuen, baina ez dakigu zein den profil honetarako domeinua!
nb_no: Du ba om en realm sjekk, men kjenner ikke realm for denne profilen!
sk_sk: Požiadali ste o kontrolu domény, ale tento profil nemá priradenú doménu!

source: No valid realm name given, cannot execute any checks!
eu_es: Ez da inolako domeinu baliagarririk adierazi; beraz, ezin da azterketarik egin!
nb_no: Oppgitt realm er ugyldig, kan ikke kjøre sjekker!
sk_sk: Nebola uvedená žiadna platná doména, nie je možné spustiť žiadne kontroly!

source: STATIC
eu_es: ESTATIKOA
nb_no: STATISK
sk_sk: STATICKÝ

source: DYNAMIC
eu_es: DINAMIKOA
nb_no: DYNAMISK
sk_sk: DYNAMICKÝ

source: Checking realm %s
eu_es: %s domeinua egiaztatzen
nb_no: Sjekk av realm %s
sk_sk: Kontrola domény %s

source: DNS checks
eu_es: DNS azterketak
nb_no: DNS sjekk
sk_sk: Kontrola DNS

source: Skipping further discovery checks because of previous errors!
eu_es: Lehenagoko erroreak direla tarteko, aurkikuntza-azterketa gehiago egitea saihesten!
nb_no: Utfører ikke flere sjekker pga tidligere feil!
sk_sk: Vzhľadom na predchádzajúce chyby sú ďalšie kontroly a testy zrušené!

source: Realm is <strong>%s</strong>
eu_es: <strong>%s</strong> da domeinua
nb_no: Realm er <strong>%s</strong>
sk_sk: Doména je <strong>%s</strong>

source: with no DNS errors encountered. Congratulations!
eu_es: ez da inolako DNS errorerik aurkitu. Zorionak!
nb_no: uten DNS feil. Gratulerer!
sk_sk: a počas kontroly neboli objavené žiadne DNS chyby. Gratulujeme!

source: but there were DNS errors! Check them!
eu_es: baina DNS erroreak aurkitu dira! Begiratu itzazu!
nb_no: men det er DNS feil! Sjekk dem!
sk_sk: ale počas kontroly boli objavené DNS chyby! Preverte ich!

source: STATIC connectivity tests
eu_es: Konektibitateari buruzko estatistika-probak
nb_no: STATISKE konnektivitets tester
sk_sk: STATICKÝ test pripojenia

source: This check sends a request for the realm through various entry points of the %s infrastructure. The request will contain the 'Operator-Name' attribute, and will be larger than 1500 Bytes to catch two common configuration problems.<br/>Since we don't have actual credentials for the realm, we can't authenticate successfully - so the expected outcome is to get an Access-Reject after having gone through an EAP conversation.
eu_es: Egiaztapen honek eskaera bat bidaliko dio zure domeinuari, %s azpiegiturako hainbat sarrera-punturen bitartez. Eskaerak, hain zuzen, 'Operator-Name' ezaugarria dauka eta 1500 byte baino handiagoa izango da, ohiko bi konfigurazio-arazo egiaztatzen ahalegintzeko.<br />Zure domeinuan konturik ez dugunez, ezin dugu gure burua benetakotzat egiaztatu - beraz, EAP elkarrizketa bat izan ondoren, Access-Reject bat eskuratzea da espero duguna.
nb_no: Denne testen sender en forespørsel til realm'et fra forskjellige steder i %s infrastrukturen. Forespørselen vil inneholde 'Operator-Name' attributten og vil være over 1500 bytes for å fange opp 2 vanlige konfigurasjons problemer. <br/>Da vi ikke har en bruker i realm'et kan vi ikke gjøre en vellykket autentisering - forventet utfall er derfor en 'Access-Reject' etter å ha gjennomført EAP forhandlinger.
sk_sk: Tento test odošle požiadavky na overenie určné pre vašu doménu, ktoré budú smerované cez viacero vstupných miest %s infraštruktúry. Požiadavky budú obsahovať atribút 'Operator-Name' a budú väčšie ako 1500 bajtov kvôli kontrole dvoch bežne sa vyskytujúcich konfiguračných chýb.<br/>Keďže pre vašu doménu nemáme platné prístupové údaje, samotné overenie nemôže byť úspešné. Preto je očakávaným výsledkom testu odpoveď Access-Reject, ktorej predchádza EAP konverzácia.

source: Checking from <strong>%s</strong>:
eu_es: <strong>%s</strong> -(e)tik egiaztatzen:
nb_no: Sjekker fra <strong>%s</strong>:
sk_sk: Test spustený z <strong>%s</strong>:

source: elapsed time: %d
eu_es: Igarotako denbora: %d
nb_no: Forløpt tid: %d
sk_sk: uplynutý čas: %d

source: <strong>Test FAILED</strong>: there was a bidirectional RADIUS conversation, but it did not finish after %d seconds!
eu_es: <strong>Probak HUTS EGIN DU </strong>: noranzko biko RADIUS elkarrizketa bat izan da, baina %d segundoren ostean, ez da amaitu!
nb_no: <strong>Test FEIL</strong>: det var toveis RADIUS trafikk, men den ble ikke ferdig i løpet av %d sekunder.
sk_sk: <strong>Test ZLYHAL</strong>: RADIUS konverzácia síce prebiehala obojstranne, do uplynutia časového limitu %d sekúnd však nebola ukončená!

source: <strong>Test FAILED</strong>: no reply from the RADIUS server after %s seconds. Either the responsible server is down, or routing is broken!
eu_es: <strong>Probak HUTS EGIN DU </strong>: %s segundoren ostean, RADIUS zerbitzaritik ez da erantzunik jaso. Edo zerbitzaria gaizki dabil edo routinga apurtuta dago!
nb_no: <strong>Test FEIL</strong>: ikke svar fra RADIUS etter %s sekunder. Enten er tjeneren nede, eller ruting er feil!
sk_sk: <strong>Test ZLYHAL</strong>: RADIUS server neodpovedá v časovom limite %s sekúnd. Buď daný server nefunguje alebo ide o problém so smerovaním v sieti!

source: <strong>Test FAILED</strong>: the request was rejected immediately, without EAP conversation! Either the responsible server is down, or routing is broken!
eu_es: <strong>Probak HUTS EGIN DU </strong>: eskaerari berehala egin zaio uko, inolako EAP elkarrizketarik egin gabe! Edo zerbitzaria gaizki dabil edo routinga apurtuta dago!
nb_no: <strong>Test FEIL</strong>: forespørsel ble avvist umiddelbart, uten EAP dialog! Enten er tjeneren nede, eller ruting er feil!
sk_sk: <strong>Test ZLYHAL</strong>: požiadavka bol okamžite zamietnutá, neprebehla ani EAP konverzácia! Buď daný server nefunguje alebo ide o problém so smerovaním v sieti!

source: <strong>Test FAILED</strong>: the request was rejected immediately, without EAP conversation. This is not necessarily an error: if the RADIUS server enforces that outer identities correspond to an existing username, then this result is expected. In all other cases, the server appears misconfigured.
eu_es: <strong>Probak HUTS EGIN DU</strong>: eskaerari berehala egin zaio uko, inolako EAP elkarrizketarik egin gabe. Hau ez da errore bat izan behar derrigor: RADIUS zerbitzariak behartzen badu bat etortzera kanpoko identitateak eta dagoen erabiltzaile bat, orduan emaitza hau itxarotekoa da. Beste kasu guztietan, zerbitzaria gaizki konfiguratuta dagoela ematen du.
nb_no: <strong>Feil under test</strong>: forespørsel ble avvist umiddelbart uten EAP dialog. Dette må ikke være en feil: Hvis RADIUS tjeneren krever at ytre identitet korresponderer til et eksisterende brukernavn er dette resultatet forventet. I alle andre tilfeller, ser tjeneren ut til å være feilkonfigurert.
sk_sk: <strong>Test ZLYHAL</strong>: požiadavka byla okamžite zamietnutá bez EAP konverzácie. Nemusí ísť o chybu: pokiaľ RADIUS server požaduje, aby vonkajšia identita zodpovedala existujúcemu používateľskému menu, ide o očakávaný výsledok. Vo všetkých ostatných prípadech je server pravdepodobne nakonfigurovaný nesprávne.

source: <strong>Test successful</strong>: a bidirectional RADIUS conversation with multiple round-trips was carried out, and ended in an Access-Reject as planned.
eu_es: <strong>Proba ondo joan da</strong>: RADIUS elkarrizketa bat gauzatu da, joan-etorriko bidaia ugarirekin, eta espero bezala, Access-Reject batekin amaitu da.
nb_no: <strong>Vellykket test</strong>: toveis RADIUS dialog fungerte og endet som forventet med reject.
sk_sk: <strong>Úspešný test</strong>: obojstranná RADIUS konverzácia bola zakončená správou Access-Reject podľa plánu.

source: <strong>Strange</strong>: there is a packet count mismatch. Maybe bad connectivity and retransmits? I had %d Access-Requests, %d Access-Challenges and %d Access-Rejects.
eu_es: <strong>Arraroa</strong>: sorten kontuan bat-etortze akats bat gertatu da. Konektibitate edo emanaldi kaskarrak, beharbada? %d Access-Request, %d Access-Challenge eta %d Access-Reject lortu dira.
nb_no: <strong>Snodig</strong>: mismatch i pakke antall. Kanskje dårlig konnektivitet or retramsmisjoner? %d Aksess-Forespørsler, %d Aksess-Utfordringer og %d Aksess-Avvisninger.
sk_sk: <strong>Zvláštne</strong>: nesúhlasia počty paketov. Možno problémy v sieťovej prevádzke a opakovaný prenos? Mám %d Access-Requests, %d Access-Challenges and %d Access-Rejects.

source: DYNAMIC connectivity tests
eu_es: Aurkikuntza DINAMIKORAKO probak
nb_no: DYNAMISKE konnektivitetstester
sk_sk: DYNAMICKÝ test pripojenia

source: Checking server handshake...
eu_es: Zerbitzariarekiko handshakea egiaztatzen...
nb_no: Sjekker tjener ...
sk_sk: Kontrola nadviazania spojenia so serverom...

source: Due to OpenSSL limitations, it is not possible to check IPv6 addresses at this time.
eu_es: OpenSSLren mugak direla tarteko, une honetan, ezin dira IPv6 helbideak egiaztatu.
nb_no: Pga OpenSSL begrensninger er det ikke mulig å sjekke IPv6 adresser pt.
sk_sk: Vzhľadom na funkčné obmedzenia OpenSSL, nie je v súčasnosti možné testovať IPv6 adresu.

source: <strong>ERROR</strong>: the server presented a certificate which is from an unknown authority!
eu_es: <strong>ERROREA</strong>: baimen ezezaguneko egiaztagiri bat aurkeztu du zerbitzariak!
nb_no: <strong>FEIL</strong>: tjeneren presenterte et sertifikat fra en ukjent autoritet.
sk_sk: <strong>CHYBA</strong>: server predložil certifikát podpísaný neznámou autoritou!

source: Completed.
eu_es: Osatua.
nb_no: Fullført.
sk_sk: Hotovo.

source: Server certificate
eu_es: Zerbitzari-egiaztagiria
nb_no: Tjener sertifikat
sk_sk: Certifikát servera

source: Subject
eu_es: Gaia
nb_no: Subjekt
sk_sk: Názov

source: Issuer
eu_es: Igorlea
nb_no: Utgiver
sk_sk: Emitent

source: SubjectAltName
eu_es: Gai alternatiboa (SubjectAltName)
nb_no: SubjektAltNavn
sk_sk: Alternatívne názvy (SubjectAltName)

source: Certificate policies
eu_es: Egiaztatze-politikak
nb_no: Sertifikat policies
sk_sk: Certifikačná politika

source: crlDistributionPoints
nb_no: crldistribusjonsPunkter
sk_sk: CRL distribučné body

source: Checking if certificates from CAs are accepted...
eu_es: CAen egiaztagiriak onartzen ote diren egiaztatzen...
nb_no: Sjekker om sertikikater fra CA'er er akseptert...
sk_sk: Kontrola, či sú akceptované certifikáty od všetkých akreditovaných certifikačných autorít...

source: A few client certificates will be tested to check if servers are resistant to some certificate problems.
eu_es: Bezero-egiaztagiri batzuk egiaztatuko dira, egiaztagiri-arazo batzuk jasaten ote dituzten aztertzeko.
nb_no: Noen klient sertifikat vil bli testet for å sjekke om tjenere er motstandsdyktige for enkelte sertifikat problemer.
sk_sk: Testovnie s pomocou vybraných klientskych certifikátov, či ich kontrola na strane servera prebieha správne.

source: Tests skipped because of previous errors.
eu_es: Aldez aurretiko errore batzuengatik, bertan behera geratu dira probak.
nb_no: Hoppet over tester pga tidligere feil.
sk_sk: Testy prerušené v dôsledku predchádzajúcich chýb.

source: Client certificate from
eu_es: Honako honen bezero-egiaztagiria:
nb_no: Klient sertifikat fra
sk_sk: Klientsky certifikát od

source: expected result:
eu_es: espero den emaitza:
nb_no: Forventet resultat
sk_sk: očakávaný vysledok:

source: certificate expired
eu_es: egiaztagiria iraungi egin da
nb_no: Utgått sertifikat
sk_sk: platnosť certifikátu vypršala

source: certificate was revoked
eu_es: egiaztagiri baliogabetua
nb_no: sertifikatet ble tilbakekalt
sk_sk: certifikát bol zrušený

source: bad policy
eu_es: politika kaskarra
nb_no: "dårlig policy"
sk_sk: chybná politika

source: unknown authority
eu_es: baimen ezezaguna
nb_no: ukjent autoritet
sk_sk: neznáma CA

source: unknown authority or no certificate policy or another problem
eu_es: baimen ezezaguna, ez dago egiaztagiri-politikarik edo bestelako arazoren bat
nb_no: ukjent autoritet eller ingen sertifikat policy eller et annet problem
sk_sk: neznáma CA alebo chýba certifikačná politika alebo iný problém

source: Server accepted this client certificate
eu_es: Zerbitzariak onartu du bezero-egiaztagiria
nb_no: Tjeneren aksepterte dette klient sertifikatet
sk_sk: Server akceptoval klientsky certifikát

source: You should update your list of accredited CAs
eu_es: Eguneratu egin beharko zenuke egiaztatutako zure CAen zerrenda
nb_no: Du bør oppdatere listen over akkrediterte Ca'er
sk_sk: Mali by ste aktualizovať zoznam akreditovaných CA

source: from here
eu_es: hemendik
nb_no: fra her
sk_sk: z tohto miesta

source: Server did not accept this client certificate - reason
eu_es: Zerbitzariak ez du onartu bezero-egiaztagiri hau - arrazoia
nb_no: Tjeneren aksepterte ikke dette klient sertifikatet - årsak
sk_sk: Server neakceptoval klientsky certifikát - dôdov

source: Server accepted this client certificate, but should not have
eu_es: Zerbitzariak onartu du bezero-egiaztagiri hau, baina ez luke onartu behar
nb_no: Tjenren aksepterte dette klient sertifikatet, men burde ikke ha gjort det
sk_sk: Server akceptoval klientsky certifikát, ktorý by nemal akceptovať

source: Server did not accept this client certificate
eu_es: Zerbitzariak ez du onartu bezero-egiaztagiri hau
nb_no: Tjeneren aksepterte ikke dette klient sertifikatet
sk_sk: Server neakceptoval klientsky certifikát

source: Rest of tests for this CA skipped
eu_es: CA honetarako gainerako probak baztertu egin dira
nb_no: Hoppet over resten av testene for denne CA
sk_sk: Ďalšie testy pre túto CA sú vynechané

source: Some errors were found during the tests, see below
eu_es: Probak egin bitartean, hainbat errore bilatu dira, ikusi beheraxeago
nb_no: Noen feil ble funnet under testing, se under
sk_sk: Počas testov sa vyskytli chyby, viď zoznam nižsie

source: All tests passed, congratulations!
eu_es: Proba guztiak gainditu dira, zorionak!
nb_no: Alle tester gikk bra, gratulerer!
sk_sk: Všetky testy skončili úspešne, gratulujeme!

source: Live login test
eu_es: Benetakotzat egiaztatzeko azterketa
nb_no: Login test
sk_sk: Skúška skutočného prihlásenia

source: If you enter an existing login credential here, you can test the actual authentication from various checkpoints all over the world.
eu_es: Egon badauden sinestamendu batzuk sartzen badituzu hemen, munduko hainbat puntutatik egiaztatu ahal izango duzu benetakoak diren.
nb_no: Om du angir ekte login informasjon her kan du teste faktisk autentisering fra forskjellige punkter i hele verden.
sk_sk: Ak tu zadáte funkčné prihlasovacie údaje, možete následne vykonať skúšky skutočného prihlásenia z viacerých miest v rámci celého sveta.

source: The test will use all EAP types you have set in your profile information to check whether the right CAs and server names are used, and of course whether the login with these credentials and the given EAP type actually worked. If you have set anonymous outer ID, the test will use that.
eu_es: Azterketak, hain zuzen, bere profileko informazioan definitu dituzun EAP mota guztiak erabiliko ditu, egiaztatze-baimenak eta zerbitzari-izenak erabiltzen direla egiaztatzeko, eta baita emandako EAP motarekin eta sinestamenduekin benetakotzat egiaztatzeak funtzionatzen duela ikusteko ere. Kanpoko nortasun anonimo bat definitu bazenuen, azterketak horixe erabiliko du.
nb_no: Testen bruker alle EAP typer du har definert i profilen for å sjekke om de rette CA'er og tjenernavn er brukt, og selvfølgelig om brukerinformasjon og gitt EAP type faktisk fungerer. Om du har satt anonym ytre identitet vil testen bruke den.
sk_sk: Test sa opiera o konfiguračné informácie o podporovaných typoch EAP vo vašom profile. Pri prihlasovaní sa skontroluje, či sa váš server identifikuje správnym certifikátom, a samozrejme, či vami zadané prihlasovacie údaje fungujú. Ak ste nastavili anonymnú vonkajšiu identitu, tak bude použitá.
