Repository: GEANT/CAT
Catalog: source/branches/branch_1_0/translation/*/web_admin.po
Languages: eu_es, nb_no, sk_sk

source: Note: the tool purposefully does not offer you to save these credentials, and they will never be saved in any way on the server side. Please use only <strong>temporary test accounts</strong> here; permanently valid test accounts in the wild are considered harmful!
eu_es: Oharra: tresnak ez du ematen sinestamenduak gordetzeko aukerarik, eta zerbitzarian ere ez dira gordeko. Mesedez, erabili soilik hemen <strong>aldi baterako proba-kontuak</strong>; behin betiko proba-kontuak kaltegarriak izan daitezke!
nb_no: Merk: verktøyet tilbyr med hensikt ikke lagring av bruker opplysninger, de blir aldri lagret på noen måte på tjenersiden. Bruk kun <strong>midlertidig test konti</strong>; permanent gyldige test konti ansees som skadelig.
sk_sk: Poznámka: tento nástroj úmyselne neponúka možnosť uloženia prístupových údajov a na strane servera ani nikdy nebudú uložené. Prosím, pre tento účel používajte len <strong>dočasné prihlasovacie údaje</strong>. Trvale platné testovacie prihlasovacie údaje známe mimo vašu vlastnú organizáciu sú považované za veľmi nebezpečné!

source: For all EAP types
eu_es: EAP mota guztiak
nb_no: For alle EAP typer
sk_sk: Pre všetky typy EAP

source: Username:
eu_es: Erabiltzaile-izena:
nb_no: Brukernavn:
sk_sk: Používateľské meno:

source: Password-based EAP types
eu_es: Pasahitzean oinarritutako EAP motak
nb_no: Passord-baserte EAP typer
sk_sk: Metódy EAP na báze hesla

source: Password:
eu_es: Pasahitza:
nb_no: Passord:
sk_sk: Heslo:

source: Certificate-based EAP types
eu_es: TEgiaztagirietan oinarritutako EAP motak
nb_no: Sertifikat-baserte EAP typer
sk_sk: Metódy EAP na báze certifikátu

source: Certificate file:
eu_es: Egiaztagiriaren fitxategia:
nb_no: Sertifikat fil:
sk_sk: Súbor s klientskym certifikátom:

source: Private key, if any:
eu_es: Gako pribatua, baldin badago:
nb_no: Privat nøkkel, hvis tilgjengelig:
sk_sk: Privátny kľúč, ak je potrebný:

source: Submit credentials
eu_es: Sinestamenduak bidali
nb_no: Oppgi brukeropplysninger
sk_sk: Odoslať

source: Return to dashboard
eu_es: Itzuli aginte-panelera
nb_no: Tilbake til dashbord
sk_sk: Návrat na hlavnú stránku

source: %s: IdP enrollment wizard (step 2)
eu_es: %s: IdP konfiguratzeko morroia (2. pausoa)
nb_no: %s: Veiviser for IdP innmelding (trinn 2)
sk_sk: %s: Registrácia nového poskytovateľa identity (krok 2)

source: %s: Editing IdP '%s'
eu_es: %s: '%s' IdP editatzen
nb_no: %s: Redigerer IdP '%s'
sk_sk: %s: Editácia IdP '%s'

source: Step 2: General Information about your IdP
eu_es: 2. pausoa: Zure IdPari buruzko informazio orokorra
nb_no: Trinn 2: Generell informasjon om din IdP
sk_sk: Krok 2: Všeobecné informácie o vašom poskytovateľovi identity

source: Editing IdP information for '%s'
eu_es: '%s' -(e)rako IdPari buruzko informazioa editatzen
nb_no: Redigerer IdP informasjon for '%s'
sk_sk: Editácia informácií o IdP '%s'

source: General Institution Properties
eu_es: Erakundearen propietate orokorrak
nb_no: Generelle institusjonsegenskaper
sk_sk: Všeobecná charakteristika inštitúcie

source: Country:
eu_es: Herrialdea:
nb_no: Land:
sk_sk: Krajina:

source: Hello, newcomer. Your institution is new to us. This wizard will ask you several questions about your IdP, so that we can generate beautiful profiles for you in the end. All of the information below is optional, but it is important to fill out as many fields as possible for the benefit of your end users.
eu_es: Kaixo, iritsi berria zaren hori. Zure erakundea berria da guretzat. Morroi honek zure IdPari buruzko hainbat galdera egingo dizkizu, eta azkenean, profil eder batzuk sortuko dira zuretzat. Beheragoko informazio guztia aukerakoa da, baina garrantzitsua da ahalik eta eremu gehien betetzea, zure azken erabiltzaileen mesedetan.
nb_no: Hei nykommer. Din institusjon er ny for oss. Denne veiviseren spør flere spørsmål om din IdP slik at vi kan lage flotte profiler for deg til slutt. All informasjonen under er valgfri, men det er viktig å fylle inn mest mulig til fordel for dine brukere.
sk_sk: Vitaj, nováčik. Vašu inštitúciu zatiaľ nepoznáme. Tento sprievodca vám položí niekoľko otázok o vašom IdP, aby sme pre vás na záver mohli vytvoriť inštalačné programy. Všetky nižšie zadávané informácie sú nepovinné, snažte se však vyplniť čo najviac položiek. Prospech z toho budú mať vaši používatelia.

source: General Information
eu_es: Informazio orokorra
nb_no: Generell informasjon
sk_sk: Všeobecné informácie

source: This is the place where you can describe your institution in a fine-grained way. The solicited information is used as follows:
eu_es: Hementxe deskribatu dezakezu zure erakundea modu zehatzagoan. Eskatutako informazioa era honetan erabiliko da:
nb_no: Her kan du beskrive din institusjon på en detaljert måte. Informasjonen brukes som følger:
sk_sk: Na tomto mieste môžete detailne opísať vašu inštitúciu. Požadované informácie sú použité nasledovne:

source: <strong>Logo</strong>: When you submit a logo, we will embed this logo into all installers where a custom logo is possible. We accept any image format, but for best results, we suggest SVG. If you don't upload a logo, we will use the generic logo instead (see top-right corner of this page).
eu_es: strong>Logotipoa</strong>: logotipo bat emanez gero, logotipo pertsonalizatu bat jartzea posible den toki guztietan jarriko dugu. Zeinahi irudi-formatu onartuko dugu, baina emaitza hobeak lortzearren, SVG erabiltzea iradokitzen dizugu. Logotiporik igotzen ez baduzu, eduroamen logotipo orokorra erabiliko dugu (ikusi orrialde honetako goiko eskuineko aldea).
nb_no: <strong>Logo</strong>: Når du legger inn et logo, blir det innebygget i alle installasjonsprogram der det er mulig. Vi akseptere alle bilde format, men anbefaler SVG for best mulig resultat. Om du ikke laster opp et logo bruker vi generisk logo istedet (se øvre høyre hjørne på denne siden).
sk_sk: <strong>Logo</strong>: Ak poskytnete logo, vložíme ho do všetkých instalačných programov, které povoľujú zobrazenie vlastného loga. Akceptujeme ľubovoľný grafický formát, ale pre dosiahnutie najlepšieho výsledku doporučujeme SVG. Pokiaľ nenahráte vlastné logo, použijeme všeobecné (viď pravý horný roh tejto stránky).

source: <strong>Terms of Use</strong>: Some installers support displaying text to the user during installation time. If so, we will make that happen if you upload an RTF file or plain text file to display.
eu_es: strong>Erabilera-baldintzak</strong>: Instalatzaile batzuek, instalazioak iraun bitartean, testu bat erakusteko aukera dute. Hala bada, testu hori erakutsiko dugu, baldin eta RTF dokumentu bat edo testu lau bat igotzen baduzu.
nb_no: <strong>Bruksvilkår</strong>: Noen installasjonsprogram har støtte for å vise brukeren tekst under installasjonen. I så fall vil det skje om du laster opp en RTF eller ren tekst fil for slik visning.
sk_sk: <strong>Podmienky používania</strong>: V niektorých prípadoch je inštalačný program schopný zobraziť používateľovi text v čase inštalácie. Funkcionalitu možte využiť nahratím súboru vo formáte RTF alebo obyčajného textového súboru.

source: Additional SSIDs:
eu_es: SSID gehigarriak:
nb_no: Tilleggs SSID'er:
sk_sk: Ďalšie SSID:

source: SSIDs:
eu_es: SSIDak:
nb_no: SSID'er:
sk_sk: SSID:

source: We will always configure this SSID for WPA2/AES: %s.
eu_es: SSID beti konfiguratuko dugu WPA2/AES -(e)rako: %s.
nb_no: Vi konfigurerer alltid denne SSID'en for WPA2/AES: %s.
sk_sk: Nasledujúci SSID bude vždy nakonfigurovaný pre WPA2/AES: %s.

source: They will also be configured for WPA/TKIP if the device supports multiple encryption types.
eu_es: WPA/TKIP kodetzerako ere konfiguratuko dira, baldin eta gailuak hainbat kodetze mota onartzen baditu.
nb_no: De vil også bli konfigurert for WPA/TKIP hvis enheten støtter flere typer kryptering.
sk_sk: Budú tiež nakonfigurované pre WPA/TKIP, ak zariadenie podporuje viac typov šifrovania.

source: It is also possible to define custom additional SSIDs with the options '%s' and '%s' below.
eu_es: Era berean, beheragoko '%s' eta '%s' aukerekin, SSID bereki gehigarri bat ere definitu daiteke.
nb_no: Det er også mulig å definere spesielle tilleggs SSID'er med opsjonene '%s' og '%s' nedenfor.
sk_sk: Nastavením '%s' a '%s nižšie je možné pridať ďalšie vlastné identifikátory SSID.

source: Please configure which SSIDs should be configured in the installers.
eu_es: Mesedez, konfiguratu zer SSID konfiguratu beharko liratekeen instalatzaileetan.
nb_no: Vennligst konfigurer hvilke SSID'er som skal være med i installasjonsprogrammet.
sk_sk: Uveďte prosím, ktoré identifikátory SSID by mali byť nastavené v inštalačných programoch.

source: By default, we will only configure the SSIDs with WPA2/AES encryption. By using the '(with WPA/TKIP)' option you can specify that we should include legacy support for WPA/TKIP where possible.
eu_es: Lehenetsita, WPA2/AES kodetzea duten SSIDak baino ez ditugu konfiguratuko. '(WPA/TKIP-rekin)' aukera erabilita, zehaztu dezakezu WPA/TKIPerako euskarria ere gehitzeko, horretarako aukera dagoenean.
nb_no: Som standard vil SSID'ene kun konfigureres med WPA2/AES kryptering. Ved å bruke '(med WPA/TKIP)' opsjonen spesifiserer du at støtte for slik kryptering blir inkludert når det er mulig.
sk_sk: Štandardne sú nakonfigurované len identifikátory SSID so šifrovaním WPA2/AES. Pomocou voľby '(s WPA/TKIP)' je možné do konfigurácie zahrnúť aj podporu pre staršie WPA/TKIP, toto však umožňujú len niektoré zariadenia.

source: Add new option
eu_es: Beste aukera bat gehitu
nb_no: Legg til ny opsjon
sk_sk: Pridať novú možnosť

source: Helpdesk Details for all users
eu_es: Helpdesk-i (erabiltzailearen arretarako zerbitzua) buruzko zehaztasunak, erabiltzaile guztientzat
nb_no: Brukerstøtte detaljer for alle brukere
sk_sk: Informácie o technickej podpore

source: If your IdP provides a helpdesk for its users, it would be nice if you would tell us the pointers to this helpdesk. Some site installers might be able to signal this information to the user if he gets stuck.
eu_es: Zure IdPak erabiltzailearen arretarako zerbitzu bat eskaintzen badie erabiltzaileei, ondo legoke horri buruzko zehaztasunak ematea. Instalatzaile batzuek informazio horren berri eman ahal izango diote erabiltzaileari, akatsen bat hautemanez gero.
nb_no: Om din IdP har en helpdesk for sine brukere, er det fint om du gir oss pekere til denne helpdesken. Noen installasjonsprogram kan angi denne informasjonen til brukere, om de står fast.
sk_sk: Ak váš IdP poskytuje technickú podporu svojím požívateľom, prosím, oznámte nám kontaktné údaje na podporu. Niekteré inštalačné programy dokážu tieto informácie zobraziť používateľovi pre prípad, že si nebude vedieť sám poradiť.

source: If you enter a value here, it will be added to the site installers for all your users, and will be displayed on the download page. If you operate separate helpdesks for different user groups (we call this 'profiles'), or operate no help desk at all (shame on you!), you can also leave any of these fields empty and optionally specify per-profile helpdesk information later in this wizard.
eu_es: Hemen balioren bat sartzen baduzu, erabiltzaile guztien instalatzaileetan gehituko da, eta deskargen orrialdean erakutsiko da. Hainbat erabiltzaile-talderentzat (‘profil’ deituko diegu) erabiltzaileen arretarako zerbitzu bat eskaintzen baduzu edo ez baduzu horrelako zerbitzurik eskaintzen (lotsa eman beharko lizuke!), hutsik utzi dezakezu eremu horietakoren bat, eta nahi izanez gero, aurrerago, morroi honetan, profil bakoitzarentzat erabiltzailearen arretarako zerbitzu bat zehaztu.
nb_no: Om du oppgir er verdi her, blir den lagt til i alle installasjonsprogram for dine brukere, og den vil vises på nedlastningssiden. Om dere opererer med flere helpdesker for forskjellige brukergrupper (vi kaller det profiler) eller ikke har noen helpdesk (virkelig!), kan du la felter være blanke og valgfritt spesifisere per-profil helpdesk informasjon senere i denne veiviseren.
sk_sk: Sem zadané údaje budú pridané do inštalačných programov určených pre všetkých vašich používateľov a budú zobrazené na stránke s ponukou na ich stiahnutie. Ak rôznym skupinám svojich používateľov (hovoríme im 'profily') poskytujete podporu odlišne, alebo ju neposkytujete vôbec (hanba vám!), môžete ľubovoľné z týchto položiek ponechať prázdne a údaje o podpore vyplniť neskôr v nastaveniach jednotlivých profilov.

source: EAP details for all users
eu_es: EAP zehaztasunak, erabiltzaile guztientzat
nb_no: EAP detaljer for alle brukere
sk_sk: Informácie o EAP

source: Most EAP methods need server-side authentication details, like the CA certificate and/or server name(s) of your authentication servers. If all the EAP methods you support work with the same CA and or Common Names of servers, you can enter them here and they will be added as trust anchors in all profiles. If the details differ per profile or per EAP-type, you can also enter them in the individual profiles later.
eu_es: Metodo gehienek zerbitzariaren zehaztasunak behar dituzte; esate baterako, egiaztagiria sinatzen duen CA edo benetakotzat egiaztatzen duen/duten zerbitzarien izena(k). Onartutako EAP metodo guztiek CA edo/eta zerbitzarien Common Name berberarekin funtzionatzen badute, hemen sartu ditzakezu, eta konfiantzazko finkagailu bezala gehituko dira profil guztietan. Eta zehaztasunak profilagatik edo EAP motagatik desberdintzen badira, banaka-banaka sartu ahal izango dituzu profil bakoitzean, gerora.
nb_no: De fleste EAP metoder trenger tjener-side autentiseringsdetaljer, som CA sertifikat og/eller tjenernavn for deres autentiserings tjenere. Hvis alle EAP metoder dere støtter fungerer ned den samme CA og/eller Common Names på tjenere, kan du oppgi dem her og de vil bli lagt til som "trust anchors" i alle profiler. Hvis detaljene er forskjellig pr profil eller pr EAP type, kan du legge de til i forskjellige profiler senere.
sk_sk: Väčšina metód EAP vyžaduje detailné parametre z nastavenia autentifikácie na strane servera, napríklad CA certifikát a/alebo meno(á) vašich autentifikačných serverov. Ak všetky vaše metódy EAP pracujú s rovnakou CA a menami "CN", môžete ich zadať sem. Vyplnené údaje budú pridané do konfigurácie všetkých profilov. Ak sa tieto údaje pre rôzne profily alebo podporované metódy EAP líšia, môžete detaily vyplniť neskôr v nastaveniach jednotlivých profilov.

source: <strong>Note well: </strong>The server-side validation is a cornerstone of %s; without it, users are subject to man-in-the-middle attacks! We will not generate site installers without Trusted CA anchors and server names.
eu_es: <strong>Ohar garrantzitsua: </strong> Zerbitzariaren alboko baliozkotzea giltzarria da %s -(e)n; hura gabe, erabiltzaileek man-in-the-middle erasoa jasan dezakete! Ondorioz, ez dira sortuko instalatzaileak, CAren eta zerbitzari-izenaren daturik gabe.
nb_no: <strong>Husk: </strong> Tjener-side validering er en grunnsten for %s; uten den er brukere utsatt for "man-in-the-middle" angrep! Vi vil ikke lage installasjonsprogram uten Trusted CA anchors og tjener navn.
sk_sk: <strong>Pamätajte: </ strong>Overovanie servera súvisí s bezpečnosťou a je jedným zo základných kameňov %s; bez neho sú používatelia bezbranný voči útokom typu man-in-the-middle! Nevygenerujeme inštalačné programy bez dôveryhodného certifikátu CA a mien serverov.

source: When you are sure that everything is correct, please click on %sContinue ...%s
eu_es: Ziur zaudenean dena zuzen dagoela, mesedez, sakatu %sJarraitu ...%s aukera
nb_no: Når du er sikker på at alt er korrekt, klikk på %s Fortsett ...%s
sk_sk: Ak ste si istý, že všetky údaje sú v poriadku, kliknite na tlačítko %sPokračovať ...%s

source: Save data
eu_es: Datuak gorde Guardar datos
nb_no: Lagre data
sk_sk: Uložiť dáta

source: Discard changes
eu_es: Aldaketak baztertu
nb_no: Forkast endringer
sk_sk: Zahodiť zmeny

source: IdP enrollment wizard (step 2 completed)
eu_es: IdP izena emateko morroia (2. pausoa osatuta)
nb_no: Veiviser for IdP innmelding (trinn 2 fullført)
sk_sk: Registrácia nového poskytovateľa identity (ukončený krok 2)

source: Submitted attributes for IdP '%s'
eu_es: '%s' IdPrako bidalitako ezaugarriak
nb_no: Innsendte attributter for IdP '%s'
sk_sk: Uložené atribúty pre poskytovateľa identity '%s'

source: (WPA2/AES and WPA/TKIP)
eu_es: (WPA2/AES eta WPA/TKIP)
nb_no: (WPA2/AES og WPA/TKIP)
sk_sk: (WPA2/AES a WPA/TKIP)

source: Your installers will configure the following SSID: <strong>%s</strong>
eu_es: Zure instalatzaileek hurrengo SSIDa konfiguratuko dute: <strong>%s</strong>
nb_no: Installasjonsprofilen vil konfigurere følgende SSID: <strong>%s</strong>
sk_sk: Vaše inštalačné programy nastavia nasledujúci SSID: <strong>%s</strong>

source: SSID configured
eu_es: Konfiguratutako SSIDa
nb_no: Konfigurert SSID
sk_sk: SSID nastavené

source: We cannot generate installers unless you configure at least one SSID to use!
eu_es: Ezin dugu instalatzailerik sortu ez baduzu konfiguratzen SSID bat gutxienez!
nb_no: Vi kan ikke opprette installasjonsprofiler om du ikke konfigurerer minst en SSID for bruk!
sk_sk: Nie je možné vytvárať inštalačné programy, pokiaľ nenastavíte aspoň jedno používané SSID!

source: Continue to dashboard
eu_es: Joan aginte-panelera
nb_no: Fortsett til dashbord
sk_sk: Pokračovať na hlavnú stránku

source: Continue to profile definition
eu_es: Jarraitu, profil-definiziora
nb_no: Fortsett til profil definisjon
sk_sk: Pokračovať nastavením profilu

source: %s: IdP Enrollment Wizard (Step 3)
eu_es: %s: IdP izena emateko morroia (3. pausoa)
nb_no: %s: IdP påmedingsveiviser (Trinn 3)
sk_sk: %s: Registrácia nového poskytovateľa identity (krok 3)

source: Step 3: Defining a user group profile
eu_es: 3. pausoa: Erabiltzaile-taldearen profila definitzen
nb_no: Trinn 3: Definere en brukergruppe profil
sk_sk: Krok 3: Definícia profilu pre skupinu používateľov

source: Edit profile '%s' ...
eu_es: '%s' profila editatzen ...
nb_no: Rediger profil '%s' ...
sk_sk: Upraviť profil '%s' ...

source: General Institution Details
eu_es: Erakundearen zehaztasun orokorrak
nb_no: Institusjonsdetaljer
sk_sk: Detaily o inštitúcii

source: Global Helpdesk Details
eu_es: Helpdesken aukera orokorrak
nb_no: Globale brukerstøtte detaljer
sk_sk: Všeobecné informácie o technickej podpore

source: Global EAP Options
eu_es: EAP aukera orokorrak
nb_no: Globale EAP opsjoner
sk_sk: Všeobecné nastavenia EAP

source: General Profile properties
eu_es: Profilaren propietate orokorrak
nb_no: Generelle profil egenskaper
sk_sk: Všeobecná charakteristika profilu

source: We will now define a profile for your user group(s). You can add as many profiles as you like by choosing the appropriate button on the end of the page. After we are done, the wizard is finished and you will be taken to the main IdP administration page.
eu_es: Orain, zure erabiltzaile-taldearentzat/taldeentzat profil bat definituko dugu. Nahi beste profil gehitu ditzakezu, orrialdearen amaieran botoi egokia aukeratuta. Amaitutakoan, morroiak ere lana bukatuta izango du, eta IdParen administrazio-orri nagusira bideratuko zaitu.
nb_no: Definer en profil for din(e) brukergruppe(r). Du kan legge til så mange profiler du vil ved å velge hensiktsmessig knapp nederst på siden. Når veiviseren er ferdig vil du ende opp på IdP administrators hovedside.
sk_sk: Teraz vytvorte profil pre skupinu(y) vašich používateľov. Ďalší profil môžete pridať kliknutím na príslušné tlačítko na konci stránky. Týmto krokom končí registrácia vášho poskytovateľa identity a následne budete presmerovaný na hlávnú stránku pre správu IdP.

source: Profile Name and RADIUS realm
eu_es: Profil-izena eta RADIUS domeinua
nb_no: Profilnavn og RADIUS realm
sk_sk: Názov profilu a RADIUS doména

source: First of all we need a name for the profile. This will be displayed to end users, so you may want to choose a descriptive name like 'Professors', 'Students of the Faculty of Bioscience', etc.
eu_es: Lehenik eta behin, izen bat behar dugu profilarentzat. Azken erabiltzaileei izen horren berri emango zaie. Beraz, ahal izanez gero, izen deskribatzaile bat erabili daiteke; esaterako, ‘Irakasleak’, ‘Biologia Fakultateko ikasleak’, etab.
nb_no: Først trengs et profilnavn. Dette vil være synlig for sluttbrukere, så et beskrivende navn som 'Ansatte', 'Studenter' etc anbefales.
sk_sk: Najskôr je potrebné pre profil vybrať názov. Vyberte deskriptívny názov, kedže je určený pre koncového používateľa, napríklad 'Učitelia', 'Študenti fakulty biotechnológie' atď.

source: Optionally, you can provide a longer descriptive text about who this profile is for. If you specify it, it will be displayed on the download page after the user has selected the profile name in the list.
eu_es: Nahi izanez gero, testu deskribatzaile luzeago bat jar dezakezu, profila norentzat den adierazteko. Hala eginez gero, behin erabiltzaileak zerrendako izena aukeratzen duenean, deskarga-orrian ikusi ahal izango da testua.
nb_no: Som en opsjon kan du legge til en lengre beskrivende tekst om hvem denne profilen er ment for. Om du oppgir en slik tekst, vil den vises på nedlastningssiden etter at brukeren har valgt profilnavnet i listen.
sk_sk: Voliteľne môžete pridať dlhší textový popis s informáciou, pre koho je určený tento profil. Ak popis pridáte, zobrazí sa na stránke pre stiahnutie potom, ako si používateľ daný profil v zozname vyberie.

source: You can also tell us your RADIUS realm.
eu_es: Zure RADIUS domeinua zein den esan diezagukezu.
nb_no: Kan du oppgi ditt RADIUS realm.
sk_sk: Môžete tiež zadať meno vami používanej RADIUS domény.

source: This is useful if you want to use the sanity check module later, which tests reachability of your realm in the %s infrastructure.
eu_es: Hori erabilgarria da, baldin eta gero, %s azpiegituran zure domeinuak duen irisgarritasuna neurtzeko azterketa-modulua baliatu nahi baduzu.
nb_no: Dette er til nytte om du senere vil bruke sanitetssjekk modulen, den tester nåbarhet for ditt realm i %s infrastrukturen.
sk_sk: Je to užitočné v prípade, že neskôr budete chciet použiť modul pre kontrolu dostupnosti vašej domény v rámci %s infraštruktúry.

source: It is required to enter the realm name if you want to support anonymous outer identities (see below).
eu_es: Kanpoko nortasun anonimoak onartzea nahi baduzu (ikusi beheraxeago), ezinbestekoa da domeinuaren izena jakinaraztea.
nb_no: Det er et krav at realm navn oppgis hvis du vil støtte anonyme ytre identiteter (se under).
sk_sk: Ak chcete nastaviť anonymnú vonkajšiu identitu, musíte zadať meno domény (viď nižšie).

source: Realm:
eu_es: Domeinua:
sk_sk: Doména:

source: Anonymity Support
eu_es: Anonimotasun-euskarria
nb_no: Anonymitets støtte
sk_sk: Anonymita
