Repository: GEANT/CAT
Catalog: source/tags/release_1_0_2/translation/*/devices.po
Languages: ca_es, fi_fi, it_it, nb_no, pt_pt

source: enter the password for the certificate file
ca_es: entreu la contrasenya per a l'arxiu del certificat
fi_fi: varmennetiedoston salasana
it_it: inserisci la password per il file del certificato
nb_no: oppgi passordet for sertifikat filen
pt_pt: introduza a password para o ficheiro de certificado

source: This installer is an example only. It produces a zip file containig the IdP certificates, info and logo files (if such have been defined by the IdP administrator) and a dump of all available attributes.
ca_es: L'instal.lador és només un exemple. Produeix un arxiu comprimit que conté els certificats de l'IdP, arxius d'informació i logo (si l'administrador ho ha definit) i un bolcat dels atributs disponibles.
fi_fi: Tämä asennusohjelma on esimerkki. Ohjelma tekee .zip-tiedoston, jossa on IdP-varmenteet, lisätiedot ja logo (jos IdP:n ylläpitäjä on määritellyt ne) sekä kopio olemassaolevista attribuuteista.
it_it: Questo programma di installazione è solo un esempio. Produce un file zip contenente i certificati dell'IdP, informazioni e i file del logo (se definito dall'amministratore dell'IdP) e un elenco di tutti gli attributi disponibili.
nb_no: Dette installasjonsprogrammet er kun et eksempel. Det lager en zip fil inneholdende IdP sertifikatene, info og logo filer (om de er definert av IdP admin) og en dump av alle tilgjengelige attributter.
pt_pt: Este instalador é apenas um exemplo. Produz um ficheiro .zip que contem os certificados do IdP, ficheiros de log e informação ( )

source: Welcome Letter
ca_es: Carta de Benvinguda
fi_fi: Tervetuliaskirje
it_it: Lettera di Benvenuto
nb_no: Velkomst brev
pt_pt: Carta de boas vindas

source: eduroam® - supporting academic mobility since 2003
ca_es: eduroam® - donant suport a la mobilitat acadèmica des de 2003
fi_fi: eduroam® - tukemassa akateemista liikkuvuutta vuodesta 2003
it_it: eduroam® - supporta la mobilità accademica dal 2003
nb_no: eduroam® - akademisk mobilitet siden 2003
pt_pt: eduroam® - a suportar a mobilidade académica desde 2003

source: Welcome aboard the eduroam® user community!
ca_es: Benvingut/da a la comunitat d'usuaris eduroam®
fi_fi: Tervetuloa mukaan eduroam®-yhteisöön!
it_it: Benvenuto a bordo della comunita utenti di eduroam®!
nb_no: Velkommen til eduroam® bruker samfunnet!
pt_pt: Bem vindo a bordo da comunidade eduroam®!

source: Dear user from %s,
ca_es: Benvolgut/da usuari de %s,
fi_fi: Hyvä %s käyttäjä,
it_it: Gentile utente di %s,
nb_no: Kjære bruker fra %s,
pt_pt: Caros utilizadores de %s,

source: we would like to warmly welcome you among the several million users of eduroam®! From now on, you will be able to use internet access resources on thousands of universities, research centres and other places all over the globe. All of this completely free of charge!
ca_es: volem donar-te calidament la benvinguda a la comunitat de diversos milions de participants d'eduroam®! A partir d'ara, podràs utilitzar l'accés internet a milers d'universitats, centres de recerca i d'altres llocs arreu del món. I de forma totalment gratuita!
fi_fi: lämpimästi tervetuloa miljoonien eduroam®-käyttäjien joukkoon! Tästä eteenpäin voit käyttää tuhansien yliopistojen, tutkimuskeskusten ja muiden organisaatioiden internet-yhteyspalveluja ilmaiseksi kaikkialla maailmassa.
it_it: Benvenuto tra i diversi milioni di utenti di eduroam ®! D\'ora in poi, sarà in grado di utilizzare le risorse di accesso a Internet su migliaia di università, centri di ricerca e in altri luoghi in tutto il mondo. Tutto questo completamente gratis!
nb_no: vi ønsker deg velkommen blant flere millioner brukere av eduroam®! Fra nå av kan du benytte internett aksess resursser ved tusner av høgskoler, universitet, forskningssentre og andre steder over hele verden. Alt dette helt gratis!
pt_pt: Seja bem vindo à comunidade de milhões de utilizadores eduroam®! A partir deste momento poderá ter acesso à Internet e a outros recursos em centenas de Universidades, Politécnicos, Laboratórios e outros locais espalhados pelo mundo. Tudo isto de forma gratuita.

source: Now that you have downloaded and installed a client configurator, all you need to do is find an eduroam® hotspot in your vicinity and enter your user credentials (this is our fancy name for 'username and password' or 'personal certificate') - and be online!
ca_es: Un cop heu descarregat i insta.lat el configurador de client, només cal que trobeu un punt eduroam® a prop i introduiu les vostres credencials (és el nom que donem a 'identificador i contrasenya' o 'certificat personal') i connecteu-vos!
fi_fi: Nyt kun olet ladannut ja asentanut asennusohjelman sinun tarvitsee enää etsiä lähin eduroam®-hotspot ja kirjautua verkkon (antamalla käyttäjätunnuksesi ja salasanasi tai käyttämällä henkilövarmennetta) - näin olet verkossa!
it_it: Installazione e configurazione effettuata. Cerchi un hotspot eduroam® ed inserisca le sue credenziali ( 'username e password' o 'certificato personale') - e sarà online!
nb_no: Nå som du har lastet ned og installert en klient profil, trenger du bare å finne en eduroam® hotspot i nærheten og oppgi dine bruker opplysninger (enetn brukernavn og passord eller personlig sertifikat) - dermed er du på nett!
pt_pt: Agora que fez o download e correu o instaldor, tudo o que precisa para estar on-line é encontrar um hotspot eduroam® na vizinhança e introduzir as suas credenciais de acesso (username e password ou certificado pessoal).

source: Should you have any problems using this service, please always contact the helpdesk of %s. They will diagnose the problem and help you out. You can reach them via the means below:
ca_es: Si us trobeu amb qualsevol problema, sisplau poseu-vos sempre en contacte amb el centre de suport de %s. Us diagnosticaran el problema i us ajudaran a resoldre'l. Podeu contactar per les següents vies:
fi_fi: Jos sinulla on käyttöongelmia, ota yhteyttä kotiorganisaatiosi %s ylläpitoon. He tutkivat ongelman ja antavat apua. Saat yhteyden seuraavalla tavalla:
it_it: In caso di problemi, contattare il supporto di %s , raggiungibile attraverso i seguenti canali:
nb_no: Om du opplever problemer med tjenesten tar du alltid kontakt med brukerstøtte på %s. De vil hjelpe til med å feilsøke problemet. Du kan nå dem på følgende måter:
pt_pt: Caso tenha dificuldades/problemas a usar este serviço, por favor contacte o serviço de apoio da/o %s. Será feita um diagnóstico do problema para o ajudar. Para o efeito utilize os meios de contacto abaixo indicados:

source: If you ever need to configure a different device for eduroam manually, you will need the configuration information for your institution. We have summarised this information in the appendix on page 2 for you.
ca_es: Si mai heu de configurar manualment un dispositiu diferent per a eduroam, necessitareu la informació de configuració de la vostra institució. Hem resumit aquesta informació a l'appendix de la pàgina 2.
fi_fi: Jos sinun tarvitsee konfiguroida toinen laite eduroam-käyttöön käsin, tarvitset tähän asennusohjeet kotiorganisaatiostasi. Nämä tiedot on kerätty liitteeseen 2 sinua varten.
it_it: Se ha bisogno di configurare manualmente un dispositivo differente, usare le informazioni fornite dal suo ente. Le informazioni richieste sono riportate nell'appendice a pagina 2
nb_no: Om du trenger å konfigurere en annen enhet for eduroam manuelt, trenger du konfigurasjonsinformasjonen for egen institusjon. Vi har samlet denne informasjonen for deg i vedlegget på side 2.
pt_pt: Se for necessário configurar manualmente um dispositivo diferente para eduroam, será necessária informação de configuração para a sua entidade. Em anexo na página 2 pode encontrar um resumo desta informação.

source: We wish you a lot of fun on eduroam® hotspots all over the planet.
ca_es: Us desitgem que disfruteu dels accessos eduroam® per tot el planeta.
fi_fi: Toivottavasti sinulle on paljon iloa eduroam®-hotspoteista kaikkialla maailmassa.
it_it: Le auguriamo un buon divermineto con i punti di accesso eduroam® in tutto il pianeta.
nb_no: Nyt eduroam® hotspots over hele planeten.
pt_pt: Divirta-se a usar o eduroam em milhões de hotspots espalhados pelo mundo.

source: Chairman of the Global eduroam® Governance Committee
ca_es: President del Global eduroam® Governance Committee
fi_fi: Maailmanlaajuisen eduroam® Hallintokomitean Puheenjohtaja
it_it: Presidente della commissione di governo di eduroam®
nb_no: Formann i styret den Globale eduroam® komiteen
pt_pt: Presidente da Comissão de Governanção do eduroam®

source: Appendix: Configuration Information
ca_es: Apèndix: Informació de configuració
fi_fi: Liite:
it_it: Appendice: Informazioni di configurazione
nb_no: Vedlegg: Konfigurasjonsinformasjon
pt_pt: Apêndice: Informação de Configuração

source: Use the information below to configure your devices manually. Please keep in mind that these settings are only valid for users of profile '%s' from %s – they are different for everyone else, and there is no use sharing them with other people.
ca_es: Utilitzeu la informació inferior per a configurar els dispositius manualment. Tingueu present que aquests paràmetres només són vàlids per als usuaris del perfil '%s' de %s i que són diferents per a qualsevol altres, i que no té sentit compartir-ho amb altre gent.
fi_fi: Käytä seuraavia tietoja, jos haluat konfiguroida laitteen käsin. Muista, että nämä asetukset soveltuvat vain profiilille %s, organisaatiosta %s. Muiden käyttäjien profiilit ovat erilaisia ja niitä ei voi jakaa toisten kanssa.
it_it: Usare le seguenti informazioni per configurare il suo dispositivo manualmente. Queste informazioni sono valide solo per gli utenti del profilo '%s' di %s.
nb_no: Bruk informasjonen under til å konfigurere enheter manuelt. Husk at disse innstillingene kun er gyldig for brukere av profilen '%s' fra %s - de er forskjellig for alle andre, det er derfor ikke nyttig å dele dem med andre.
pt_pt: Utilize esta informação abaixo para configurar o dispositivo de forma manual. Tenha em atenção que estas configurações são validas apenas para utilizadores do perfil '%s' da entidade %s - são diferentes de utilizador para utilizador e não deve ser partilhada.

source: Special EAP Type support URL:
ca_es: URL de suport per a tipus EAP:
fi_fi: Erityisen EAP-tyypin tuki-URL:
it_it: URL per supporto particolari tipi EAP
nb_no: Spesiell EAP Type støtte URL:
pt_pt: URL de Suporte para Special EAP Type:

source: Phone:
ca_es: Telèfon:
fi_fi: Puhelinnumero:
it_it: Tel:
nb_no: Telefon:
pt_pt: Telefone:

source: Web:
fi_fi: WWW:
nb_no: WWW:

source: Server Name:
ca_es: Nom de Servidor:
fi_fi: Palvelimen nimi:
nb_no: Tjenernavn:
pt_pt: Nome do Servidor:

source: This button creates a personalised welcome letter from eduroam Operations for you. The file is in OpenDocument format (ODT); you can open it e.g. with LibreOffice.
ca_es: Aquest botó crearà per tu una carta personalitzada de benvinguda des de Operacions eduroam. El fitxer es troba en format OpenDocument(ODT); podeu obrir-lo amb LibreOffice (per exemple)
fi_fi: Tämä nappi luo personoidun tervetuliaiskirjeen eduroam Ylläpidolta. Tiedosto on OpenDocument-tyyppinen (ODT); sen voi avata esimerkiksi LibreOffice-ohjelmalla.
it_it: Questo pulsante crea una lettera di benvenuto . Il file è nel formato OpenDocument format (ODT); si può aprire con qualsiasi word editor
nb_no: Denne knappen lager et personlig velkomst brev fra eduroam Operations for deg. Filen er i OpenDokument format (ODT); den kan åpnes med feks LibreOffice.
pt_pt: Este botão cria uma carta de boas vindas da equipa de operação do eduroam para si. O formato usado é o OpenDocument (ODT). Para visualizar esta carta poderá usar, por exemplo, o OpenOffice.

source: E-Mail:
ca_es: Correu electrònic:
nb_no: epost:
