Repository: GEANT/CAT
Catalog: source/tags/release_1_0_2/translation/*/devices.po
Languages: ca_es, fi_fi, it_it, nb_no, pt_pt

source: Network configuration profile '%s' of '%s' - provided by %s
ca_es: Perfil de configuració de xarxa '%s' de '%s' - proveït per %s
fi_fi: Verkkokonfiguraatioprofiili %s, %s - %s:n toimittama
it_it: Profilo di configurazione '%s' di '%s' - fornito da %s
nb_no: Nettverkskonfigurasjon profil '%s' for '%s' - levert av %s
pt_pt: Perfil de configuração de rede '%s' de '%s' - Fornecido por %s

source: The profile will install itself after you click (or tap) the button. You will be asked for confirmation/input at several points:
ca_es: El perfil s'instal.larà un cop cliqueu el botó
fi_fi: Profiilisi asentuu, kun napsautat nappia. Sinulta kysytään varmistus ja lisätietoja useassa vaiheessa:
it_it: Il profilo si installerà dopo che avrai cliccato (o toccato) il pulsante. Ti verrà chiesta conferma/informazioni in più punti:
nb_no: Profilen blir installert etter at du trykker på kanppen. du vil bli spurt om bekreftelse / input flere ganger:
pt_pt: O perfil irá se instalado após selecionar o botão. Durante o processo de instalação ser-lhe à solicitado para confirmar/introduzir informação:

source: to install the profile
ca_es: per a instal.lar el perfil
fi_fi: asentaaksesi profiilin
it_it: per installare il profilo
nb_no: for å installere profilen
pt_pt: para instalar o perfil

source: to accept the server certificate authority
ca_es: per a acceptar l'autoritat de certificació del servidor
fi_fi: hyväksyäksesi palvelinvarmenteen myöntäjän
it_it: per accettare l'autorità di certificazione del server
nb_no: for å godta tjener sertifikat autoritet - CA
pt_pt: para aceitar a Autoridade Certificadora do certificado do servidor

source: (%d times)
ca_es: (%d vegades)
fi_fi: (%d kertaa)
it_it: (%d volte)
nb_no: (%d ganger)
pt_pt: (%d vezes)

source: to enter the username and password of your institution
ca_es: per a entrar l'identificador i contrasenya de la vostra institució
fi_fi: antaaksesi kotiorganisaatiosi käyttäjätunnuksen ja salasanan
it_it: per inserire le credenziali per la sua istituzione
nb_no: for å oppgi brukernavn og passord for din institusjon
pt_pt: para adicionar o username e password da sua entidade de origem

source: (%d times each, because %s is installed for %d SSIDs)
ca_es: (%d vegades cada un, perquè %s s'ha instal.lat per a %d SSIDs)
fi_fi: (%d kertaa, koska %s on asennettu %d SSID:lle)
it_it: (%d volte ancora, perchè %s è installatto per %d SSID)
nb_no: (%d ganger hver, fordi %s er installert for %d SSIDer)
pt_pt: (%d vezes cada um, porque %s está instalado para %d SSIDs)

source: %s configuration for network name %s
ca_es: %s configuració per a la xarxa %s
fi_fi: %s konfigurointi verkkonimelle %s
it_it: %s configugazione per la rete di nome %s
nb_no: %s konfigurasjon for nettverksnavn %s
pt_pt: %s configurações para a rede %s

source: Your Identity Providers Certification Authority
ca_es: Autoritat de certificació del vostre proveidor d'identitat
fi_fi: Sinun IdP CA
it_it: L\'Autorità di Certificazione del proprio Identity Provider
nb_no: Din identitetstilbyder's sertifikat autoritet
pt_pt: Autoridades de Certificação para os seus Fornecedores de Identidade (IdP)

source: Identity Provider's CA
ca_es: CA del proveidor d'identitat
fi_fi: IdP:n CA
it_it: CA dell'Identity Provider
nb_no: Identitetstilbyder's CA
pt_pt: CA do Fornecedor de Identidade

source: Anonymous identities do not use the realm as specified in the profile - it is derived from the suffix of the user's username input instead.
ca_es: Les identitats anònimes no utilitzen el domini especificat en el perfil. En el seu lloc s'infereix del sufixe proporcionat pels usuaris.
fi_fi: Anonyymit identiteetit eivät käytä samaa toimialueetta kuin mitä on määritelty profiilissa - se rakennetaan käyttäjän käyttäjätunnuksen perusteella.
it_it: Le identità anonime non usano il realm come specificato nel profilo - è invece derivato dal suffisso dello username inserito dall'utente.
nb_no: Anonyme identiteter bruker ikke realm som er spesifisert i profilen - det hentes fra suffix'et brukeren har oppgitt i brukernavnet i stedet.
pt_pt: Identidades anónimas não usam o <strong>realm</strong> definido no perfil - o mesmo é construído a partir do sufixo do username usado.

source: %s installer will be in the form of an EXE file. It will configure %s on your device, by creating wireless network profiles.<p>When you click the download button, the installer will be saved by your browser. Copy it to the machine you want to configure and execute.
ca_es: L'instal.lador de %s es troba en un fitxer EXE. Configurarà %s en el vostre dispositiu, creant els perfils de xarxa inhalàmbrica. <p>Quan cliqueu el botó de descàrrega, l'instal.lador es desarà en local. Copieu-lo a la màquina que vulgueu configurar i executeu-lo.
fi_fi: Asennusohjelma %s on EXE-tiedosto. Se konfiguroi %s sinun tietokoneeseesi tekemällä langattoman verkon käyttöprofiilin.<p>Kun napsautat lataa-nappia, niin asennusohjelma tallentuu selaimeesi. Kopioii tämä tiedosto siihen laitteeseen, jonka haluat asentaa ja suorita ohjelma.
it_it: %s installer sarà un file EXE. Configurarà %s sul suo dispositivo, creando uno profilo per la rete wireless.<p>Prenedo sul bottone download, l\'installer sarà salvato dal suo browser. Copiarlo sul dispositivo desiderato ed eseguirlo
nb_no: %s installasjonsprogram kommer i form av en EXE fil. Den konfigurerer %s å din enhet, ved å lage trådløs profiler. <p>Når du klikker nedlastningsknappen blir installasjonsprogrammet lagret av nettleseren. Kopier det til maskinen du ønsker å konfigurere og kjør det der.
pt_pt: O instalador %s será um ficheiro EXE. Através da criação de um novo perfil de rede sem fios, será configurado o %s no seu dispositivo.<p>Quando selecionar o botão de download, o instalador vai guardar o ficheiro através do browser. Copie e execute o ficheiro na máquina que pretende configurar.

source: In addition to <strong>%s</strong> the installer will also configure access to the following networks:
ca_es: A més de <strong>%s</strong>, l'instal.lador configurarà l'accés a les següents xarxes:
fi_fi: <strong>%s</strong> lisäksi asennusohjelma määrittää pääsyn myös seuraaviin verkkoihin:
it_it: In aggiunta a <strong>%s</strong>, l'installer configurerà anche l\'accesso alle seguenti reti:
nb_no: I tillegg til <strong>%s</strong> vil installasjonsprogrammet også konfigurere aksess til følgende nettverk:
pt_pt: Adicionalmente ao <strong>%s</strong> o <strong>instalador</strong> também irá configurar o acesso às seguintes redes:

source: In addition to <strong>%s</strong> the installer will also configure access to:
ca_es: A més de <strong>%s</strong>, l'instal.lador configurarà l'accés a:
fi_fi: <strong>%s</strong> lisäksi asennusohjelma määrittää pääsyn myös:
it_it: In aggiunta a <strong>%s</strong>, l'installer configurerà anche l\'accesso a:
nb_no: I tillegg til <strong>%s</strong> vil installasjonsprogrammet også konfigurere aksess til:
pt_pt: Adicionalmente ao <strong>%s</strong> o instalador também irá configurar o acesso a:

source: In order to connect to the network you will need an a personal certificate in the form of a p12 file. You should obtain this certificate from your home institution. Consult the support page to find out how this certificate can be obtained. Such certificate files are password protected. You should have both the file and the password available during the installation process.
ca_es: Per poder connectar a la xarxa, necessitareu un certificat personal en format p12. El podeu obtenir de la vostra institució d'origen. Consulteu la pàgina de suport per a saber com obtenir aquest certificat. Aquests certificats estan protegits amb contrasenya. Haureu de tenir disponible el fitxer de certificat i la contrasenya durant el procés d'instal.lació.
fi_fi: Jotta voit liittyä verkkoon tarvitset henkilövarmenteen p12 tiedostona. Sinun pitäisi saada tämä varmenne kotiorganisaatiostasi. Tutki tukisivua selvittäksesi, miten varmenne hankitaan. Varmennetiedostot ovat suojattu salasanalla. Tarvitset sekä tiedoston että salasanan asennuksen aikana.
it_it: Per connetterti alla rete avrai bisogno di un certificato personale in formato p12. Dovresti ottenere questo certificato dalla tua organizzazione di appartenenza. Consulta la pagina di supporto per scoprire come questo certificato può essere ottenuto. Questi file di certificato sono protetti da password. Dovrai avere sia la password sia il file disponibili durante il processo di installazione.
nb_no: For å koble til nettverket trenger du et personlig sertifikat i form av en p12 fil. Du må få dette fra din egen institusjon. Sjekk support siden for å finne ut hvordan du kan få tak i sertifikatet. Slike sertifikat filer er passord beskyttet. Du må ha både filen og passordet tilgjengelig under installasjonen.
pt_pt: Para que se possa ligar à rede é necessário um ficheiro do certificado pessoal no formato p12. Deve obter este certificado na sua entidade de origem. Consulte a página de suporte para encontrar informação sobre como obter este certificado. Estes ficheiros de certificados são protegidos com password. É necessário ter o ficheiro e a password disponíveis durante o processo de instalação.

source: In order to connect to the network you will need an account from your home institution. You should consult the support page to find out how this account can be obtained. It is very likely that your account is already activated.
ca_es: Per poder connectar a la xarxa necessitareu un compte de la vostra institució d'origen. Consulteu la pàgina de suport per saber com es pot obtenir aquest compte. És molt probable que el compte ja estigui activat.
fi_fi: Jotta voit liittyä verkkoon tarvitse tunnuksen kotiorganisaatiostasi. Tutki tukisivua selvittääksesi, miten käyttäjätunnus hankitaan. Todennäköisesti tunnuksesi on jo olemassa.
it_it: Per connetterti alla rete avrai bisogno di un accout della tua home institution. Consulta la pagina di supporto per scoprire come questo account può essere ottenuto. E' molto probabile che il tuo account sia già stato attivato.
nb_no: For å koble til nettverket trenger du en konto fra din egen institusjon. Sjekk support siden for å finne ut hvordan en slik konto kan opprettes. Mest sannsynlig er en slik konto allerede opprettet og aktivert.
pt_pt: Para que se possa ligar à rede é necessário uma conta da sua entidade de origem. Consulte a página de suporte para encontrar informação sobre como obter esta conta. É muito provável que a sua conta já esteja activa.

source: The installer will also install additional software - SecureW2 EAP Suite (GNU General Public License).<p>You will be requested to enter your account credentials into a pop box during the installation. This information will be saved so that you will reconnect to the network automatically each time you are in the range.
ca_es: L'instal.lador instal.larà el programari addicional SecureW2 EAP Suite (GNU General Public License).<p>Durant la instal.lació se us demanarà d'introduir les credencials del compte en una finestra emergent. Aquesta informació es desarà per tal que pugueu reconnectar a la xarxa automàticament cada cop que us hi acosteu.
fi_fi: Asennusohjelma asentaa myös ohjelman SecureW2 EAP Suite (GNU General Public Licence). <p>Sinua pyydetään antamaan käyttäjätietosi asennuksen aikana. Tiedot tallennetaan, jotta pääset kirjautumaan verkkoon automaattisesti aina kun olet kuuluvuusalueella.
it_it: Il programma di installazione installerà anche del software aggiuntivo - SecureW2 EAP Suite (GNU General Public License).<p>Ti verrà richiesto di inserire le credenziali del tuo account all\'interno di un pop-up durante l\'installazione. Questa informazione verrà salvata così ti riconnetterai automaticamente alla rete ogniqualvolta sarai a portata.
nb_no: Installasjonsprogrammet installerer tilleggssoftware - SecureW2 EAP Suite (GNU General Public License).<p>Du blir spurt om å oppgi brukernavn og passord i en boks under installasjonen. Denne informasjonen blir lagret slik at du automatisk blir pålogget igjen hver gang du er innenfor dekning.
pt_pt: O instalador vai também instalar software adicional - SecureW2 EAP Suite (GNU General Public License)<p>Durante o processo de instalação ser-lhe à solicitado para introduzir as credenciais da sua entidade de origem numa caixa de dialogo. Esta informação será armazenada para que possa automaticamente ligar-se à rede sempre que esta estiver acessível.

source: When you are connecting to the network for the first time, Windows will pop up a login box, where you should enter your user name and password. This information will be saved so that you will reconnect to the network automatically each time you are in the range.
ca_es: El primer cop que us connecteu a la xarxa, Windows us mostrarà una finestra d'entrada. Hi haureu d'entrar el vostre identificador i contrasenya. Aquesta informació es desarà de manera que us reconnecteu automàticament a la xarxa cada cop que us hi acosteu.
fi_fi: Kun kirjaudut verkkoon ensimmäisen kerran, Windows avaa kirjautumisikkunan, johon sinun pitää kirjoittaa käyttäjätunnus ja salasana. Tiedot tallennetaan, jotta pääset kirjautumaan verkkoon automaattisesti aina kun olet kuuluvuusalueella.
it_it: Quando ti connetterai alla rete per la prima volta, Windows ti presenterà un pop-up di login dove vanno inseriti il tuo username e la tua password. Questa informazione verrà salvata così ti riconnetterai automaticamente alla rete ogni qualvolta sarai a portata.
nb_no: Når du kobler til nettverket for første gang, vil Windows vise en login boks, der du oppgir brukernavn og passord. Denne informasjonen blir lagret slik at du automatisk blir pålogget igjen hver gang du er innenfor dekning.
pt_pt: Caso se trata da primeira ligação à rede, o Windows vai mostrar uma caixa de autenticação, onde deve preencher o username e a password. Esta informação será armazenada para que possa automaticamente ligar-se à rede sempre que esta estiver acessível.

source: You will be required to enter the same credentials for each of the configured notworks:
ca_es: Haureu d'introduir les mateixes credencials per cada una de les següents xarxes configurades:
fi_fi: Sinua pyydetään antamaan samat käyttäjätiedot kaikille määritellyille verkoille:
it_it: Ti verrà richiesto di inserire le stesse credenziali per oguna delle reti configurate:
nb_no: Du må oppgi de samme brukeropplysninger for hvert av de konfigurerte nettverkene:
pt_pt: Ser-lhe-à pedido para introduzir as mesmas credencias para cada uma das redes configuradas:

source: Login credentials
ca_es: Credencials d'entrada
fi_fi: Kirjautumisen käyttäjätunnukset
it_it: Credenziali di accesso
nb_no: Påloggingsinformasjon
pt_pt: Credenciais para login

source: %s installer for %s
ca_es: Instal.lador %s per a %s
fi_fi: %s asennusohjelma %s varten
it_it: %s programma di installazione per %s
nb_no: %s installasjonsprogram for %s
pt_pt: %s <strong>instalador</strong> para %s

source: Welcome to the %s installer
ca_es: Benvingut/da a l'instal.lador %s
fi_fi: Tervetuloa %s asennusohjelmaan
it_it: Benvenuto nel programma di installazione di %s
nb_no: Velkommen til %s installasjonsprogram
pt_pt: Bem vindo ao instalador %s

source: Installation complete
ca_es: Instal.lació complerta
fi_fi: Asennus on valmis
it_it: Installazione completa
nb_no: Installasjonen er fullført
pt_pt: Instalação concluída

source: Network profiles have been installed.
ca_es: S'han instal.lat els perfils de xarxa
fi_fi: Verkkoprofiilit on asennettu.
it_it: I profili di rete sono stati installati.
nb_no: Nettverksprofiler har blitt installert.
pt_pt: Os perfís de rede foram instalados.

source: Your system is ready.
ca_es: El vostre sistema està preparat.
fi_fi: Järjestelmäsi on valmis.
it_it: Il sistema è pronto.
nb_no: Ditt system er klart.
pt_pt: O seu sistema está configurado e pronto a usar.

source: Network installation had errors.
ca_es: La instal.lació de xarda ha donat errors.
fi_fi: Verkkoasennuksessa oli virheitä.
it_it: L\'installazione della rete ha riportato degli errori.
nb_no: Nettverksinstallasjonen feilet.
pt_pt: A configuração de rede tem erros.

source: Please contact ${SUPPORT}.
ca_es: Sisplau contacteu a ${SUPPORT}.
fi_fi: Ole hyvä ja ota yhteyttä: ${SUPPORT}.
it_it: Si prega di contattare ${SUPPORT}.
nb_no: Vennligst kontakt ${SUPPORT}.
pt_pt: Por favor contate ${SUPPORT}.

source: Accept
ca_es: Acceptar
fi_fi: Hyväksy
it_it: Accetto
nb_no: Godta
pt_pt: Aceitar

source: If you accept the conditions then select Accept and then click Install to continue.
ca_es: Si accepteu les condicions seleccioneu Acceptar i després cliqueu Instal.la per continuar
fi_fi: Jos hyväksyt ehdot, valitse Hyväksy ja napsauta Asenna jatkaaksesi.
it_it: Se si accettano le condizioni, selezionare Accetto e poi cliccare su Installa per continuare.
nb_no: Hvis du godtar betingelsene, velg Godta og klikk deretter Installer for å fortsette.
pt_pt: Se concordar com as condições, selecione Aceitar e clique Instalar para continuar.

source: Finish
ca_es: Fi
fi_fi: Lopeta
it_it: Finisci
nb_no: Ferdig
pt_pt: Conlcuído

source: searching for certificate
ca_es: cercant un certificat
fi_fi: etsitään varmennetta
it_it: sto cercando il certificato
nb_no: søker etter sertifikat
pt_pt: a pesquisar certificado

source: installing certificate
ca_es: instal.lant certificat
fi_fi: asennetaan varmennetta
it_it: installazione del certificato
nb_no: installerer sertifikat
pt_pt: a instalar certificado

source: could not install certificate
ca_es: no s'ha pogut instal.lar el certificat
fi_fi: varmennetta ei voitu asentaa
it_it: Non posso installare il certificato
nb_no: kunne ikke installere sertifikat
pt_pt: não foi possível instalar o certificado

source: The non TKIP profiles are preferred. Always use them if you have a choice.
ca_es: Es prefereixen els perfils sense TKIP. Utilitzeu-los sempre que sigui possible.
fi_fi: Suositellaan käytettäväksi ei-TKIP-profiileja. Käytä niitä aina, jos mahdollista.
it_it: E' preferibile usare i profili che non adottino TKIP. Usare sempre quelli se disponibili.
nb_no: Profilene uten TKIP er foretrukket. Bruk alltid disse om du kan velge.
pt_pt: Os perfís que não usam TKIP são preferíveis. Se puder, utilize sempre um perfil não TKIP.

source: The non TKIP profile is preferred. Always use it if you have a choice.
ca_es: Es prefereix el perfil sense TKIP. Utilitzeu-lo sempre que sigui possible.
fi_fi: Suositellaan käytettäväksi ei-TKIP-profiilia. Käytä sitä aina, jos mahdollista.
it_it: E' preferibile usare il profili che non adotti TKIP. Usare sempre quello se disponibile.
nb_no: Profilen uten TKIP er foretrukket. Bruk alltid denne om du kan velge.
pt_pt: Um perfil que não usa TKIP é sempre preferivel. Se puder, utilize sempre um perfil não TKIP.

source: This installer has been prepared for ${ORGANISATION}
ca_es: Aquest instal.lador ha estat preparat per a ${ORGANISATION}
fi_fi: Organisaation ${ORGANISATION} asennusohjelma
it_it: Il programma di installazione è stato preparato per ${ORGANISATION}
nb_no: Dette installasjonsprogrammet er forberedt for ${ORGANISATION}
pt_pt: Este <strong>instalador</strong> foi criado para a/o ${ORGANISATION}

source: The installer will create the following wireless profiles:
ca_es: L'instal.lador crearà els següents perfils de xarxa:
fi_fi: Asennusohjelma tekee seuraavat langattoman verkon profiilit:
it_it: Il programma di installazione creerà i seguenti profili di rete:
nb_no: Installasjonsprogrammet vil lage følgende trådløs profiler:
pt_pt: O instalador irá criar os seguintes perfis wireless:

source: More information and comments:
ca_es: Més informació i comentaris:
fi_fi: Lisätietoa ja kommentit:
it_it: Maggiori informazioni e commenti:
nb_no: Mer informasjon og kommentarer:
pt_pt: Mais informações e comentários:

source: Installer created with software from the GEANT project.
ca_es: Instal.lador creat amb programari del projecte GEANT
fi_fi: Asennusohjelma on tehty GEANT-projektissa.
it_it: Programma di installazione creato con software del progetto GEANT
nb_no: Installasjonsprogram er laget med software fra GEANT prosjektet.
pt_pt: Instalador criado com software do projecto GEANT.

source: This installer works with Windows 8 only
ca_es: Aquest instal·lador funciona només amb Windows 8
fi_fi: Tämä asennusohjelma toimii vain Windows 8:ssa
it_it: Questo programma di installazione funziona solo con Windows 8
nb_no: Dette Installasjonsprogrammet fungerer kun med Win 8
pt_pt: Este instalador só funciona com o Windows 8

source: This installer works with Windows Vista and Windows 7 only
ca_es: Aquest instal.lador funciona només amb Windows Vista i Windows 7
fi_fi: Tämä asennusohjelma toimii ainoastaan Windows Vistassa ja Windows 7:ssä.
it_it: Il programma di installazione funziona solo con Windows Vista e Windows 7
nb_no: Installasjonsprogrammet fungerer kun med Win Vista og Win 7
pt_pt: Este <strong>Instalador</strong> funciona apenas com o Windows Vista e o Windows 7

source: Windows wireless configuration service is not enabled. The installer cannot continue.
ca_es: El servei de configuració wifi de Windows no està habilitat. L'instal.lador no pot continuar.
fi_fi: Langattoman verkon määrittelypalvelu ei ole käynnissä Windowsissa. Asennusohjelma ei voi jatkaa eteenpäin.
it_it: Il servizio di configurazione del wireless di Windows non è abilitato. L\'installer non può continuare.
nb_no: Windows trådløs konfigurasjonstjeneste er ikke aktivert. Installasjonen kan ikke fortsette.
pt_pt: O serviço de configuração de rede wireless no Windows não está activo. O instalador não pode continuar.

source: No wireless interfaces found. The installer cannot continue.
ca_es: No s'ha trobat interfícies wifi. L'instal.lador no pot continuar.
fi_fi: Langattomia verkkolaitteita ei löytynyt. Asennusohjelma ei voi jatkaa eteenpäin.
it_it: Non sono state trovate interfacce wireless. L\'installer non può continuare.
nb_no: Ingen trådløse grensesnitt funnet. Installasjonen kan ikke fortsette.
pt_pt: Não foi encontrado um interface wireless. O instalador não pode continuar.

source: Profiles installation
ca_es: Perfils d'instal.lació
fi_fi: Profiilien asennus
it_it: Installazione dei profili
nb_no: Profil installasjon
pt_pt: Instalação de perfís

source: Checking for profile $R1
ca_es: Comprovació del perfil $R1
fi_fi: Tarkastetaan profiilia $R1
it_it: Controllo sul profilo $R1
nb_no: Sjekker for profil $R1
pt_pt: Verificar o perfil $R1

source: found profile $R1
ca_es: s'ha trobat el perfil $R1
fi_fi: profiili $R1 löydetty
it_it: trovato il profilo $R1
nb_no: fant profil $R1
pt_pt: foi encontrado o perfil $R1

source: This installer will only work properly if you are a member of ${ORGANISATION} and the user group: ${USER_GROUP}.
ca_es: Aquest instal.lador només funcionarà correctament si sou membre de ${ORGANISATION} i del grup d'usuaris: ${USER_GROUP}.
fi_fi: Asennusohjelma toimii oikein vain jos, olet organisaation ${ORGANISATION} käyttäjä ja kuulut käyttäjäryhmään ${USER_GROUP}.
it_it: Questo programma di installazione funziona correttamente solo se si è membri di ${ORGANISATION} e del gruppo di utenti: ${USER_GROUP}.
nb_no: Dette installasjonsprogrammet vil kun fungere om du tilhører ${ORGANISATION} og brukergruppen: ${USER_GROUP}.
pt_pt: Este <strong>instalador</strong> só funcionará correctamente se for um utilizador da/do ${ORGANISATION} e do grupo de utilizadores ${USER_GROUP}.

source: Click OK to continue with installation.
ca_es: Premeu OK per a continuar amb la instal.lació.
fi_fi: Napsauta OK jatkaaksesi asennusta.
it_it: Cliccare su OK per continuare l'installazione.
nb_no: Klikk OK for å fortsette installasjonen.
pt_pt: Clique OK para continuar com a instalação.
