Repository: GEANT/CAT
Catalog: source/tags/release_1_0_2/translation/*/devices.po
Languages: ca_es, fi_fi, it_it, nb_no, pt_pt

source: This installer will only work properly if you are a member of ${ORGANISATION}.
ca_es: Aquest instal.lador només funcionarà correctament si sou membre de ${ORGANISATION}.
fi_fi: Asennusohjelma toimii oikein vain, jos olet organisaation ${ORGANISATION} käyttäjä.
it_it: Questo programma di installazione funziona correttamente solo se si è membri di ${ORGANISATION}.
nb_no: Dette installasjonsprogrammet vil kun fungere om du tilhører ${ORGANISATION}.
pt_pt: Este <strong>instalador</strong> só funcionará correctamente se for um utilizador da/do ${ORGANISATION}.

source: Please read the additional information from your home institution which will be displayed in a moment.
ca_es: Sisplau llegiu la informació adicional de la vostra institució que se us mostrarà de seguida.
fi_fi: Ole hyvä ja lue oman kotiorganisaatiosi lisätiedot, jotka näkyvät hetken kuluttua.
it_it: Si prega di leggere le informazioni aggiuntive dell'ente di appartenenza che verranno visualizzate fra un momento.
nb_no: Vennligst les tilleggsinformasjonen fra din hjemme institusjon som straks vil vises.
pt_pt: Por favor leia a informação disponibilizada pela sua <strong>entidade de origem</strong>, apresentada dentro de momentos.

source: Restart system now
ca_es: Ara cal que reinicieu el sistema
fi_fi: Käynnistä järjestelmä nyt uudelleen.
it_it: Riavviare il sistema ora
nb_no: Restart systemet nå
pt_pt: Reinicie o seu sistema

source: I will restart later
ca_es: Reiniciar més tard
fi_fi: Uudelleenkäynnistän myöhemmin
it_it: Riavvierò il sistema più tardi
nb_no: Restart senere
pt_pt: Vou reiniciar mais tarde

source: deleting profile $R1
ca_es: esborrant el perfil $R1
fi_fi: poistetaan profiili $R1
it_it: rimozione del profilo $R1
nb_no: sletter profil $R1
pt_pt: a apagar o perfil $R1

source: installing profile $R1
ca_es: instal.lant el perfil $R1
fi_fi: asennetaan profiili $R1
it_it: installazione del profilo $R1
nb_no: installerer profil $R1
pt_pt: a instalar o perfil $R1

source: Profile installation error for $R1.
ca_es: Error d'instal.lació de perfil per a $R1.
fi_fi: Profiilin $R1 asennusvirhe.
it_it: Errore di installazione del profilo $R1.
nb_no: Profil installasjonsfeil for $R1
pt_pt: Erro a instalar o perfil $R1

source: installing credentials for profile $R1
ca_es: instal.lant credencials per al perfil $R1
fi_fi: asennetaan käyttäjätiedot profiilille $R1
it_it: Installo credenziali per il profilo $R1
nb_no: installerer brukeropplysninger for profil $R1
pt_pt: a instalar credenciais para o perfil $R1

source: Credentials installation problem
ca_es: Problema en la instal.lació de credencials
fi_fi: Käyttäjätietojen asennusongelma
it_it: Problema di installazione delle credenziali
nb_no: Problem med installasjon av brukeropplysninger
pt_pt: Problema de instalação de credenciais

source: %s installer for
ca_es: Instal.lador %s per a
fi_fi: %s asennusohjelma
it_it: %s programma di installazioneper
nb_no: %s installasjonsprogram for
pt_pt: %s instalador para

source: Install personal certificate
ca_es: Instal.leu un certificat personal
fi_fi: asenna henkilövarmenne
it_it: Installa il certificato personale
nb_no: Installer personlig sertifikat
pt_pt: Instale o certificado pessoal

source: Preparing to install personal certificate.
ca_es: Preparant-se per a instal.lar un certificat personal.
fi_fi: Valmistaudutaan asentamaan henkilövarmenne.
it_it: Preparazione dell'installazione del certificato personale.
nb_no: Forbereder installasjon av personlig sertifikat
pt_pt: A preparar para instalar o certificado pessoal

source: Click OK to continue
ca_es: Cliqueu OK per a continuar
fi_fi: Napsauta OK jatkaaksesi
it_it: Cliccare OK per continuare.
nb_no: Klikk OK for å fortsette
pt_pt: Clique OK para avançar

source: Certificate files (*.p12)
ca_es: Arxius de certificat (*.p12)
fi_fi: Varmennetiedostot (*.p12)
it_it: File Certificato (*.p12)
nb_no: Sertifikat filer (*.p12)
pt_pt: Ficheiros contendo certificados (*.p12)

source: Certificate files (*pfx)
ca_es: Arxius de certificat (*.pfx)
fi_fi: Varmennetiedostot (*pfx)
it_it: File Certificato (*.pfx)
nb_no: Sertifikat filer (*pfx)
pt_pt: Ficheiros contendo certificados (*.pfx)

source: All files
ca_es: Tots els fitxers
fi_fi: Kaikki tiedostot
it_it: Tutti i files
nb_no: Alle filer
pt_pt: Todos os ficheiros

source: Selected file: $Cert_file
ca_es: Arxiu selecciona: $Cert_file
fi_fi: Valittu tiedosto: $Cert_file
it_it: File selezionato: $Cert_file
nb_no: Velg fil: $Cert_file
pt_pt: Selecione o ficheiro $Cert_file

source: certificate password:
ca_es: contrasenya del certificat:
fi_fi: varmenteen salasana:
it_it: password del certificato:
nb_no: sertifikat passord:
pt_pt: password do certificado:

source: No certificate file selected
ca_es: No s'ha seleccionat cap arxiu de certificat
fi_fi: Varmennetiedostoa ei ole valittu
it_it: Nessun file di certificato selezionato
nb_no: Ingen sertifikat fil er valgt
pt_pt: Não selecionou nunhum ficheiro contendo certificado

source: Incorrect certificate password$\r$\nenter again
ca_es: Contrasenya del certificat incorrecte$\r$\nentreu-la de nou
fi_fi: Väärä varmenteen salasana$\r$\nanna uudelleen
it_it: Password del certificato errata$\r$\nreinserirla
nb_no: Feil sertifikat passord$\r$\n forsøk igjen
pt_pt: Password de certificado incorrecta$\r$\ntente novamente

source: User credentials
ca_es: Credencials d'usuari
fi_fi: Käyttäjätiedot
it_it: Credenziali utente
nb_no: Brukeropplysninger
pt_pt: Credenciais do utilizador

source: Username:
ca_es: Identificador:
fi_fi: Käyttäjätunnus:
it_it: Nome utente:
nb_no: Brukernavn:

source: Password:
ca_es: Contrasenya:
fi_fi: Salasana:
nb_no: Passord:

source: Repeat password:
ca_es: Repetir contrasenya:
fi_fi: Toista salasana:
it_it: Ripetere la password
nb_no: Gjenta passord:
pt_pt: Repita a password:

source: Missing username
ca_es: Manca usuari
fi_fi: Käyttäjänimi puuttuu
it_it: Username mancante
nb_no: Mangler brukernavn
pt_pt: Username em falta

source: Missing password
ca_es: Manca contrasenya
fi_fi: Salasana puuttuu
it_it: Password mancante
nb_no: Passord mangler
pt_pt: Password em falta

source: Password missmatch
ca_es: La contrasenya no coincideix
fi_fi: Salasanat eivät täsmää
it_it: Password non coincidenti
nb_no: Passord mismatch

source: In order to install/update %s access all selected steps need to be performed. Click Continue to proceed
ca_es: Per tal d'instal.lar/actualitzar l'accés %s cal fer tots els passos seleccionats. Cliqueu a Continua per a començar
fi_fi: Asentaaksesi tai päivittääksesi %s kaikki valitut vaiheet tulee suorittaa. Klikkaa Jatka.
it_it: Per installare/aggiornare l'accesso %s , sono necessari ulteriori passi. Premere Continua
nb_no: For å installere / oppgradere %s tilgang må alle trinn gjennomføres. Klikk Fortsett
pt_pt: Para instalar/actualizar o acesso %s todos os passos selecionados devem ser executados. Selecione em Continuar para prosseguir

source: If an option is not selected by default, then it is either not available or optional.
ca_es: Si una opció no està seleccionada per defecte, o és opcional o no està disponible.
fi_fi: Jos valintaa ei ole tehty oletuksena, se ei ole saatavilla tai vaihtoehtona.
it_it: Se una voce non è preimpostata, può essere non disponibile oppure opzionale.
nb_no: Hvis en opsjon ikke er valgt som standard, er den enten ikke tilgjengelig eller valgfri.
pt_pt: Se uma opção não está selecionada por omissão, então não está disponível ou é opcional.

source: Installation of the personal certificate
ca_es: Instal.lació del certificat personal
fi_fi: Henkilövarmenteen asennus
it_it: Installazione del certificato personale
nb_no: Installasjon av personlig sertifikat
pt_pt: Instalação do certificado pessoal

source: Components installation
ca_es: Instal.lació dels components
fi_fi: Komponenttien asennus
it_it: Installazione delle componenti
nb_no: Komponent installasjon
pt_pt: Instalação de componentes

source: Personal certificate
ca_es: Certificat personal
fi_fi: Henkilövarmenne
it_it: Certificato personale
nb_no: Personlig sertifikat
pt_pt: Certificado pessoal

source: Installation of network profiles
ca_es: Instal.lació dels perfils de xarxa
fi_fi: Verkkoprofiilien asennus
it_it: Installazione dei profili di rete.
nb_no: Installasjon av nettverksprofiler
pt_pt: Instalação de perfis de rede

source: profiles
ca_es: perfils
fi_fi: profiilit
it_it: profili
nb_no: profiler
pt_pt: perfis

source: Installation
ca_es: Instal.lació
fi_fi: Asennus
it_it: Installazione
nb_no: Installasjon
pt_pt: instalação

source: Network profiles update
ca_es: Actualització dels perfils de xarxa
fi_fi: Verkkoprofiilien päivitys
it_it: Aggiornamento dei profili di rete
nb_no: Nettverksprofiler oppdatering
pt_pt: Actualização de perfis de rede

source: Information about components
ca_es: Informació sobre els components
fi_fi: tietoa komponenteista
it_it: Informazioni sulle componenti
nb_no: Informasjon om komponenter
pt_pt: Informação sobre os componentes

source: user profile
ca_es: perfil d'usuari
fi_fi: käyttäjäprofiili
it_it: profilo utente
nb_no: bruker profil
pt_pt: perfil do utilizador

source: install program
ca_es: programa d'instal.lació
fi_fi: asennusohjelma
it_it: programma di installazione
nb_no: installer program
pt_pt: instalar programa

source: EAP-pwd installation error. Please try again or contact ${SUPPORT}.
ca_es: Error d'instal.lació a EAP-pwd. Sisplau proveu-ho de nou o contacteu a ${SUPPORT}.
fi_fi: EAP-pwd-asennusvirhe. Ole hyvä ja yritä uudelleen tai ota yhteyttä käyttötukeen: ${SUPPORT}.
it_it: Errore di installazione di EAP-pwd. Si prega di riprovare o contattare ${SUPPORT}.
nb_no: EAP-pwd installasjonsfeil. Vennligst forsøk igjen eller kontakt ${SUPPORT}.
pt_pt: Erro de instalação EAP-pwd. Tente novamente ou contacte ${SUPPORT}.

source: SecureW2 installation error. Please try again or contact ${SUPPORT}.
ca_es: Error en l'instal.lació de SecureW2. Sisplau proveu-ho de nou o contacteu a ${SUPPORT}.
fi_fi: SecureW2-asennusvirhe. Ole hyvä ja yritä uudelleen tai ota yhteyttä käyttötukeen: ${SUPPORT}.
it_it: Errore di installazione di SecureW2. Si prega di riprovare o contattare ${SUPPORT}.
nb_no: SecureW2 installasjonsfeil. Vennligst forsøk igjen eller kontakt ${SUPPORT}.
pt_pt: Erro de instalação no SecureW2 . Tente novamente ou contacte ${SUPPORT}.

source: Welcome to the eduroam installer
ca_es: Benvingut/da a l'instal.lador d'eduroam
fi_fi: Tervetuloa eduroamin asennusohjelmaan
it_it: Benvenuti al programma di installazione di eduroam
nb_no: Velkommen til eduroam installasjonsprogram
pt_pt: Bem vindo ao <strong>Instalador</strong> do eduroam

source: The installer will create network profile:
ca_es: L'instal·lador crearà el perfil de xarxa:
fi_fi: Asennusohjelma tekee seuraavan verkkoprofiilin:
it_it: Il programma di installazione creerà i seguenti profili di rete:
nb_no: Installasjonsprogrammet vil lage nettverksprofilen:
pt_pt: O instalador irá criar perfis de rede:

source: You will be able to use eduroam in most institutions however due to Windows XP limitations and differences in network settings at different institutions, you may be sometimes required to repeat the connection for the system to reconfigure.
ca_es: Això assegura que podreu fer servir eduroam a la majoria d'institucions malgrat, degut a limitacions de Windows XP i diferències en els paràmetres de xarxa a diferents institucions, algun cop caldrà repetir el procés de connexió per a reconfigurar el sistema.
fi_fi: Voit käyttää eduroamia useimmissa organisaatioissa. Kuitenkin Windows XP:n rajoitteiden ja verkkomääritysten erojen vuoksi voit joskus joutua tekemään yhteyden uudelleen, jotta järjestelmä konfiguroituisi oikein.
it_it: Questo assicura la possibilità di usare eduroam nella maggior parte degli enti. Tuttavia, a causa delle limitazioni di Windows XP e delle differenze di impostazioni usati nei vari enti, potrebbe essere necessario ripetere la connessione perché il sistema si riconfiguri.
nb_no: Du vil kunne benytte eduroam hos de fleste institusjoner, men pga Win XP begrensninger og forskjeller i nettverksoppsett på forskjellige institusjoner, må du kanskje gjenta tilkobling slik at systemet blir omkonfigurert.
pt_pt: Poderá utilizar o eduroam na maioria das entidades. No entanto, devido às limitações do Windows XP e a diferenças de configuração de rede em diferentes entidades, poderá ser necessário repetir a ligação para que o sistema reconfigure.

source: This installer works with Windows XP SP3 only
ca_es: Aquest instal.lador només funciona amb Windows XP SP3
fi_fi: Tämä asennusohjelma toimii vain Windows XP SP3:ssa.
it_it: Il programma di installazione funziona solo con Windows XP SP3
nb_no: Dette installasjonsprogrammet fungerer kun med Win XP SP3
pt_pt: O instalador só funciona com Windows XP SP3

source: eduroam installer for
ca_es: instal.lador eduroam per a
fi_fi: eduroamin asennusohjelma
it_it: programma di installazione eduroam per
nb_no: eduroam installasjonsprogram for
pt_pt: <strong>instalador</strong> eduroam para

source: In order to install/update eduroam access all selected steps need to be performed. Click Continue to proceed
ca_es: Per tal d'instal.lar/actualitzar l'accés eduroam cal completar tots els passos seleccionats. Cliqueu Continuar per a seguir.
fi_fi: Jatkaaksesi eduroamin asennusta tai päivitystä kaikkien tarpeellisten vaiheiden täytyy olla tehty. Napsauta Jatka jatkaaksesi
it_it: Per installare/aggiornare l'accesso ad eduroam, vanno eseguiti tutti i passi selezionati. Cliccare Continua per procedere
nb_no: For å installere/oppdatere eduroam aksess må alle trinn gjennomføres. Klikk Fortsett
pt_pt: Para instalar/actualizar o acesso eduroam todos os passos seleccionados devem ser realizadas. Clique em Continuar para prosseguir

source: The installer is in the form of a bash script. It will try to configure eduroam under Network Manager and if this is either not appropriate for your system or your version of Network Manager is too old, a wpa_supplicant config file will be created instead.
ca_es: L'instal.lador és un fitxer de comandes. Mirarà de configurar eduroam per al Network Manaegr i, cas que no sigui apropiat per al vostre sistema o la vostra versió de Network Manager sigui massa vella, es crearà un fitxer de configuració per a wpa_supplicant.
fi_fi: Asennusohjelma on bash-komentojonotiedosto. Se yrittää määritellä eduroamia Network Manageriin. Jos tämä ei onnistu tai laitteesi Network Manager on liian vanha, tehdään wpa_supplicant-konfiguraatiotiedosto.
it_it: L\'installer è in formato script bash. Tenterà di configurare eduroam sotto Network Manager e se ciò non è appropriato per il tuo sistema o se la tua versione di Network Manager è troppo vecchia, verrà creato invece un file di configurazione per wpa_supplicant.
nb_no: Installasjonsprogrammet er et bash script. Det vil forsøke å konfigurere eduroam under Network Manager, om dette ikke passer for din maskin eller din versjon av Network Manager er for gammel, blir det opprettet en wpa_supplicant konfig fil i stedet.
pt_pt: O instalador é um script de bash. Este script irá configurar o eduroam através do Network Manager. Caso este não seja apropriado para o seu sistema ou por se tratar de uma versão antiga do Network Manager,então será criado um ficheiro de configuração wpa_suplicant.

source: The installer will create .eduroam sub-directory in your home directory and will copy your server certificates there.
ca_es: L'instal.lador crearà un subditrectori .eduroam en el vostre directori arrel i hi copiarà els vostres certificats de servidor.
fi_fi: Asennusohjelma luo .eduroam-alihakemiston kotihakemistoosi ja kopioi sinne palvelinvarmenteen.
it_it: L\'installer creerà una sotto-cartella .eduroam nella tua cartella home e copierà i tuoi certificati server lì.
nb_no: Installasjonsprogrammet lager katalogen .eduroam i din hjemmekatalog og kopierer tjener sertikikater dit.
pt_pt: O instalado irá criar uma sub-diretoria .eduroam na diretoria home do utilizador e copiar os seus certificados para esta localização.

source: In order to connect to the network you will need an a personal certificate in the form of a p12 file. You should obtain this certificate from your home institution. Consult the support page to find out how this certificate can be obtained. Such certificate files are password protected. You should have both the file and the password available during the installation process. Your p12 file will also be copied to the .eduroam directory.
ca_es: Per poder connectar a la xarxa necessitareu un certificat personal en format d'arxiu p12. Podeu obtenir aquest certificat de la vostra institució. Consulteu la pàgina de suport per descobrir com obtenir-ne un. Aquests fitxers de cetificat estan protegits per contrasenya. Heu de tenir a l'abast tan el fitxer com la contrasenya durant la instal.lació. Es copiarà el fitxer p12 al directori .eduroam.
fi_fi: Jotta voisit liittyä verkkoon tarvitset henkilövarmenteen p12-tiedostossa. Saat varmenteen kotiorganisaatiostasi. Tutki tukisivua, miten saat varmenteen haltuusi. Varmennetiedostot ovat salasanasuojattuja. Tarvitset sekä tiedoston että salasanan asennuksen aikana. Toimittamasi p12-tiedosto kopioidaan .eduroam-hakemistoon.
it_it: Per connettersi alla rete avrai bisogno di un certificato personale in formato file p12. Dovresti ottenerlo dal tuo ente di appartenenza. Consulta la pagina di supporto per sapere come è possibile ottenere questo certificato. Questi file di certificato sono protetti da password. Dovresti avere a mano sia il file che la password durante l'installazione. Inoltre il file p12 sarà copiato nella directory .eduroam.
nb_no: For å kunne koble til nettverket trenger du et personlig sertifikat i form av en p12 fil. Du må skaffe sertifikatet fra din egen institusjon. Sjekk support siden for å finne ut hvordan. Slike sertifikat er passordbeskyttet. Du trenger både filen og passordet under installasjonsprosessen. Din p12 fil blir også kopier til .eduroam katalogen.
pt_pt: Para que se possa ligar à rede é necessário um certificado pessoal no formato p12. Deve obter este certificado na sua entidade de origem. Consulte a página de suporte para encontrar informação sobre como obter este certificado. Estes ficheiros de certificados são protegidos com password. É necessário ter o ficheiro e a password disponíveis durante o processo de instalação. O seu ficheiro p12 também será copiado para a diretoria .eduroam.

source: You will be requested to enter your account credentials during the installation. This information will be saved so that you will reconnect to the network automatically each time you are in the range.
ca_es: Durant la instal.lació se us demanaran les credencials del vostre compte. Aquesta informació serà desada per a que pugueu reconnectar automàticament amb la xarxa cada cop que us hi acosteu.
fi_fi: Sinua pyydetään antamaan käyttäjätietosi asennuksen aikana. Tiedot tallennetaan, jotta pääset kirjautumaan verkkoon automaattisesti aina kun olet kuuluvuusalueella.
it_it: Ti verrà richiesto di inserire le credenziali del tuo account durante l\'installazione. Questa informazione verrà salvata così ti riconnetterai automaticamente alla rete ogniqualvolta sarai a portata.
nb_no: Du blir spurt om å oppgi brukerdetaljer under installasjonen. Denne informasjonen blir lagret slik at du automatisk blir pålogget igjen hver gang du er innenfor dekning.
pt_pt: Durante o processo de instalação ser-lhe-à solicitado para introduzir as credenciais da sua entidade de origem. Esta informação será armazenada para que possa automaticamente ligar-se à rede sempre que esta estiver acessível.

source: Directory %s exists; some of its files may be overwritten.
ca_es: La carpeta %s exiteix; alguns dels seus fitxers es podeu sobreescriure.
fi_fi: Hakemisto %s on olemassa; jotkut sen tiedostoista ylikirjoitetaan.
it_it: La cartella %s esiste; qualche suo fille potrebbe essere sovrascritto.
nb_no: Katalogen %s finnes; noen filer kan bli overskrevet.
pt_pt: A diretoria %s já existe; alguns dos ficheiros podem ser sobrepostos.

source: Continue
ca_es: Continua
fi_fi: Jatka
it_it: Continua
nb_no: Fortsett

source: Installation successful
ca_es: Instal.lació amb èxit.
fi_fi: Asennus onnistui
it_it: Installazione eseguita con successo
nb_no: Installasjon fullført
pt_pt: Instalação realizada com sucesso

source: Network Manager configuration failed, generating wpa_supplicant.conf
ca_es: La configuració del Network Manager ha fallat, es genera el fitxer wpa_supplicant.conf
fi_fi: Network Managerin määritys epäonnistui, luodaan wpa_supplicant.conf-tiedosto
it_it: Configurazione di Network Manager fallita, sto generando wpa_supplicant.conf
nb_no: Network Manager konfigurasjon feilet, lager wpa_supplicant.conf
pt_pt: Configuração através do Network Manager falhou, a gerar o ficheiro de configuração wpa_supplicant.conf

source: File %s exists; it will be overwritten.
ca_es: El fitxer %s exiteix, serà sobreescrit.
fi_fi: Tiedosto %s on jo olemassa; se ylikirjoitetaan.
it_it: Il file %s esiste; sarà sovrascritto.
nb_no: Fil %s finnes; den vil bli overskrevet.
pt_pt: O ficheiro %s já existe; será sobreposto.

source: Output written to %s
ca_es: La sortida s'ha escrit a %s
fi_fi: Tulostus kirjoitettiin tiedostoon %s
it_it: Output scritto su %s
nb_no: Output skrevet til %s
pt_pt: Resultado armazenado em %s

source: This installer will only work properly if you are a member of %s and the user group: %s.
ca_es: L'instal.lador només funcionarà correcament si souo membre de %s i del grup: %s.
fi_fi: Asennusohjelma toimii oikein, jos kotiorganisaatiosi on %s ja kuulut käyttäjäryhmään: %s.
it_it: Questo programma di installazione funzionerà correttamente solo se sei un membro di %s e del gruppo di utenti: %s.
nb_no: Dette installasjonsprogrammet vil kun fungere om du er et medlem av %s og brukergruppen: %s.
pt_pt: Este instalador só funcionará correctamente se for membro de %s e pertencer ao grupo: %s.

source: This installer will only work properly if you are a member of %s.
ca_es: Aquest instal.lador només funcionarà correctament si sou membre de %s.
fi_fi: Asennusohjelma toimii oikein, jos kotiorganisaatiosi on %s.
it_it: Questo programma di installazione funzionerà correttamente solo se sei un membro di %s.
nb_no: Dette installasjonsprogrammet vil kun fungere om du er et medlem av %s.
pt_pt: Este instalador só funcionará correctamente se for membro de %s.

source: Y
ca_es: S
fi_fi: K
it_it: S
nb_no: J
pt_pt: S

source: N
fi_fi: E

source: Really quit?
ca_es: Voleu sortir?
fi_fi: Haluatko varmasti lopettaa?
it_it: Conferma l'uscita?
nb_no: Avslutte?
pt_pt: Tem a certeza que pretende desistir?

source: enter your userid
ca_es: introduiu el vostre identificador
fi_fi: käyttäjätunnus
it_it: inserisci il tuo userid
nb_no: oppgi din bruker-id
pt_pt: introduza o seu userid

source: enter your password
ca_es: entre la vostra contrasenya
fi_fi: salasana
it_it: inserisci la tua password
nb_no: oppgi passord
pt_pt: introduza a sua password

source: repeat your password
ca_es: repetiu la contrasenya
fi_fi: toista salasana
it_it: ripeti la tua password
nb_no: gjenta passord
pt_pt: repita a sua password

source: passwords do not match
ca_es: les contrasenyes no coincideixen
fi_fi: salasanat eroavat toisistaan
it_it: le password non sono uguali
nb_no: passord samsvarer ikke
pt_pt: as passwords não coincidem

source: personal certificate file (p12 or pfx)
ca_es: arxiu del certificat personal (p12 o pfx)
fi_fi: henkilövarmennetiedosto (p12 tai pfx)
it_it: file del certificato personale (p12 or pfx)
nb_no: personlig sertifikat fil (p12 eller pfx)
pt_pt: ficheiro do certificado pessoal (p12 ou pfx)

source: file not found
ca_es: arxiu no trobat
fi_fi: tiedostoa ei löytynyt
it_it: file non trovato
nb_no: filen ikke funnet
pt_pt: ficheiro não encontrado
