Repository: GEANT/CAT
Catalog: source/tags/release_1_0_2/translation/*/web_user.po
Languages: it_it

source: eduroam is a global WiFi roaming consortium which gives members of education and research access to the internet <i>for free</i> on all eduroam hotspots on the planet. There are several million eduroam users already, enjoying free internet access on more than 6.000 hotspots! Visit <a href='http://www.eduroam.org'>the eduroam homepage</a> for more details.
it_it: eduroam è un consorzio globale per il roaming WIFI che assicura agli utenti del mondo education l'accesso <i> gratis </i> ad internet attraverso i punti di accesso sparsi per il mondo. Ci sono già milioni di utenti che utilizzano più di 6.000 punti di accesso! Visita <a href='http://www.eduroam.org'>la homepage di eduroam </a> per maggiori informazioni.

source: <span class='edu_cat'>%s</span> is built as a cooperation platform.<p>Local %s administrators enter their %s configuration details and based on them, <span class='edu_cat'>%s</span> builds customised installers for a number of popular platforms. An installer prepared for one institution will not work for users of another one, therefore if your institution is not on the list, you cannot use this system. Please contact your local administrators and try to influence them to add your institution configuration to <span class='edu_cat'>%s</span>.
it_it: <span class='edu_cat'>%s</span> è fornito come piattaforma di cooperazione.<p> Gli amministratori locali di %s inseriscono i parametri di configurazione relativi ad %s in base ai quali, <span class='edu_cat'>%s</span> crea i programmi di installazione per i vari sistemi ad hoc per l'ente. Un installer creato per un ente non funziona per gli utenti di un altro ente, quindi se il suo ente non è nella lista non potrà usare questo strumento. Contatti i suoi amministratori invitandoli a fornire le informazioni del suo ente ad <span class='edu_cat'>%s</span>.

source: The most important need is adding new installer modules, which will configure particular devices. CAT is makig this easy for you. If you know how to create an automatic installer then fitting it into CAT should be a piece of cake. You should start by contacting us at <a href='mailto:%s'>%s</a>, but please also take a look at <a href='%s'>CAT documentation</a>.
it_it: La necessità più importante è quella di aggiungere nuovi moduli del programma di installazione che configurino dispositivi particolari. CAT sta semplificando questo per te. Se sai come creare un programma di installazione automatica, farlo entrare in CAT dovrebbe essere un gioco da ragazzi. Dovresti cominciare contattandoci all'indirizzo <a href='mailto:%s'>%s</a>, ma per favore dai anche un'occhiata alla <a href='%s'>documentazione di CAT</a>.

source: Please send a problem report to <a href='mailto:%s'>%s</a>. Some screen dumps are very welcome.
it_it: Si prega di inviare un report del problema a <a href='mailto:%s'>%s</a>. Possibilmente inserire alcune schermate.

source: You must have received an invitation from your national %s operator before being able to manage your institution. If that is the case, please continue and log in.
it_it: Per gestire la sua organizzazione, bisogna aver ricevutoun invito dal gestore nazionale di %s. Se ha ricevuto l'invito, proceda con il login

source: Please authenticate yourself and login
it_it: Si prega di autenticarsi e accedere

source: My institution is not listed. Can't I just use any of the other ones?
it_it: Il mio ente non è presente. Posso usarne un altro?

source: No! The installers contain security settings which are specific to the institution. If you are not from that institution, your computer will detect that you are about to send your username and credential to an unauthorised server and will abort the login. Using a different institution installer is <i>guaranteed to not work</i>!
it_it: No! L'installer contiene delle informazioni caratteristiche dell'ente. Il PC rileva che le credenziali utente stanno per essere inviate ad un server non autorizzato e interrompe l'autenticazione.

source: What can I do to get my institution listed?
it_it: Cosa posso fare per avere il mio ente nella lista?

source: Contact %s administrators at your home institution and complain. It will take at most one hour of their time to get things done.
it_it: Insisti con gli amministratori di %s del tuo ente. Bsta solo un ora del loro tempo per inserire tutti i dati necessari.

source: My device is not listed! Does that mean I can't do %s?
it_it: Il mio dispositivo non è elencato! Significa che non posso usare %s?

source: No. The CAT tool can only support Operating Systems which can be automatically configured in some way. Many other devices can still be used with %s, but must be configured manually. Please contact your %s Identity Provider to get help in setting up such a device.
it_it: No. Il tool CAT supporta solo sistemi operativi che possono essere configurati in automatico. Molti dispositivi possono usare %s ma devono essere configurati manualmente. Contatti il suo Identity Provider %s.

source: I can connect to %s simply by providing username and password, what is the point of using an installer?
it_it: Riesco a connettermi ad %s semplicemnet usando username e password. Perchè devo usare un programma di installazione?

source: When you are connecting from an unconfigured device your security is at risk. The very point of preconfiguration is to set up security, when this is done, your device will first confirm that it talks to the correct authentication server and will never send your password to an untrusted one.
it_it: Connettendosi con un dispositivo non correttamente configurato, ci sono grossi rischi di sicurezza. Il programma preconfigura la connessione con tutti i parametri di sicurezza necessari, in questo modo si evita di rilasciare le credenziali a server non autorizzati.

source: What is this eduroam thing anyway?
it_it: Cosa è questo eduroam?

source: Is it safe to use %s installers?
it_it: I programmi di installazione di %s sono sicuri?

source: %s installers configure security settings on your device, therefore you should be sure that you are using genuine ones.
it_it: I programmi di installazione %s configurano le impostazioni di sicurezza sul tuo dispositivo, quindi dovresti assicurarti di usare quelli originali.

source: This is why %s installers are digitally signed by %s. Watch out for a system message confirming this.
it_it: Per questo i programmi di installazione %s sono firmati digitalmente da %s. Controlla che venga visualizzato un messaggio di sistema che lo confermi.

source: Why is there no support for Android?
it_it: Perchè non esiste supporto per Android?

source: %s relies on technologies being available on the target platform - we need to be able to 'feed' security settings from a configuration file which you can download. Many Operating Systems like Apple and Microsoft have that functionality, but for Android no such mechanism exists.
it_it: %s usa le tecnologie messe a disposizione dal sistema operativo. Abbiamo bisogno di impostare i parametri di sicurezza da un file di configurazione che si possa scaricare. I sistemi Apple e Microsoft hanno tale funzionalità, Android non offre tali meccanismi.

source: That is - <i>to our knowledge</i>. If you are a developer with some good knowledge about Android's APIs, and you know how to do it - please let us know; we would be delighted!
it_it: Questo è quanto <i> sappiamo fare</i>. Se lei è uno sviluppatore Android che sa come risolvere il problema, ci informi, ne saremo lieti.

source: I can see %s network and my device is configured but it does not connect, what can be the cause?
it_it: Ricevo la rete %s, il mio dispositivo è configurato ma non si connette, quale è la causa?

source: There can be a number of different reasons. The network you see may not be a genuine %s one and your device silently drops the connection attempt; there may be something wrong with the configuration of the network; your account may have expired; there may be a connection problem with your home authentication server; you may have broken the regulations of the network you are using and have been refused access as a consequence. You should contact your home institution and report the problem, the administrators should be able to trace your connections.
it_it: Possono esserci varie ragioni. La rete %s che si riceve non è autentica e quindi il dispositivo rifuta la connessione; ci sono degli errori nella configurazione della rete; il suo account è scaduto; ci sono problemi di connessione con il server delle sua organizzazione di appartenenza; ha violato le regole di connessione e le è stata viete la connessione. Contatti la sua organizzazione di appartenenza e riporti il probelma, l'amminsitratore la aiuterà a capire il problema.

source: I have a question about this web site. Whom should I contact?
it_it: Chi devo contattare per questioni riguardanti questo sito?

source: You should send a mail to %s.
it_it: Mandi una mail a %s.

source: Terms of Use
it_it: Condizioni di Utilizzo

source: This is embarrassing. Generation of your installer failed. System admins have been notified. We will try to take care of the problem as soon as possible.
it_it: La generazione del programma di installazione si è interrotta. Gli amministratori ne sono stati informati. Il problema sarà risolto al più presto.

source: no maching data found
it_it: nessun dato corrispondente

source: Selected institution:
it_it: Ente selezionato:

source: select
it_it: Seleziona

source: If you encounter problems, then you can obtain direct assistance from you home organisation at:
it_it: Nel caso si incontrassero problemi, è possibile ottenere assistenza diretta dal proprio ente via:

source: If you encounter problems you should ask for help at your home institution
it_it: Nel caso si incontrassero problemi, si dovrà richiedere assistenza direttamente al proprio ente.

source: Your site administrator has specified that this device should be configured with resources located on a local page. When you click <b>Continue</b> this page will be opened in a new window/tab.
it_it: L\'amministratore locale ha specificato che questo dispositivo deve essere configurato usando risorse situate su una pagina locale. Quando cliccherai su <b>Continua</b> la pagina relativa verrà aperta in una nuova finestra/scheda.

source: Continue
it_it: Continua

source: This device cannot be configured with settings provided by your institution
it_it: Questo dispositivo non può essere configurato in base alle impostazioni fornite dal proprio ente

source: Home institution
it_it: Ente di appartenenza

source: Select your <strong>institution<\/strong>
it_it: Selezionare il proprio <strong>ente<\/strong>

source: Help, my institution is not on the list
it_it: Aiuto, il mio ente non è nella lista

source: This system relies on information supplied by local %s administrators. If your institution is not on the list, then nag them to add information to the %s database.
it_it: Questo sistema si basa sulle informazioni fornite dagli amministratori degli enti appartenenti a %s. Se il proprio ente non è nella lista, allora contattalo affinchè le informazioni necessarie siano aggiunte nel database %s.

source: Locate me more accurately using HTML5 Geo-Location
it_it: Localizzami più accuratamente usando la Geo-Localizzazione HTML5

source: Show institutions in
it_it: Visualizza gli enti in

source: all countries
it_it: visualizza tutti i paesi

source: or search for an institution, in example Univerity of Oslo
it_it: oppure cerca un ente, ad esempio Università di Oslo

source: show all countries
it_it: visualizza tutti i paesi

source: Results limited to
it_it: Risultati limitati a

source: entries - show more
it_it: voci - visualizzane di più

source: Nearby
it_it: Vicinanze

source: Could not get your position
it_it: Non è possibile ottenere la sua posizione

source: Your browser has denied access to your location
it_it: Il suo prowser ha vietato l\'accesso alla sua posizione

source: You are here:
it_it: Sei qui:

source: Getting your location...
it_it: Cercando la sua posizione....

source: Nearby providers shown on top.
it_it: Enti elencati per vicinanza

source: Apple iOS devices
it_it: dispositivi Apple iOS

source: all major distributions
it_it: tutte le maggiori distribuzioni

source: not available with settings provided by your institution
it_it: non disponibile con le impostazioni fornite dal proprio ente

source: View this page in
it_it: Visualizza questa pagina in

source: you will be redirected to a local support page
it_it: sarai rediretto verso una pagina di supporto locale

source: Your choice
it_it: La tua scelta

source: This is a service under preparation, do not expect it to work.
it_it: Questo è un servizio sperimentale, potrebbe non funzionare.

source: no matching data found
it_it: nessun dato corrispondente trovato

source: Change country
it_it: Cambia il paese

source: Select your institution
it_it: Selezionare il proprio ente

source: Select the user group
it_it: Selezionare il gruppo di utenti

source: Choose an installer to download
it_it: Scegliere un programma di installazione da scaricare

source: Profile does not match the institution
it_it: Il profilo non corrisponde all'ente

source: Download installer for
it_it: Scarica il programma di installazione per

source: Release %s
it_it: Versione %s

source: Unreleased SVN Revision
it_it: Versione SVN non rilasciata

source: Welcome to %s
it_it: Benvenuti a %s

source: Start page
it_it: Pagina Iniziale

source: Authenticating
it_it: Autenticazione

source: Close
it_it: Chiudi

source: About %s
it_it: Informazioni su %s

source: Terms of use
it_it: Termini di utilizzo

source: Report a problem
it_it: Segnala un problema

source: Become a CAT developer
it_it: Diventa uno sviluppatore di CAT

source: %s admin:<br>manage your IdP
it_it: %s admin:<br>gestisca il suo IdP

source: Custom built for your home institution
it_it: Costruito per il suo ente

source: Digitally signed by the organisation that coordinates %s: %s
it_it: Firmato digitalmente dall'organizzazione che coordina %s: %s

source: %s user:<br>download your %s installer
it_it: utente %s :<br>scarica il tuo programma di installazione %s

source: select another
it_it: scegline un\'altra

source: Your local administrator has specified that this user group should be supported locally.<br> When you click <b>Continue</b> this support page will be opened in a new window/tab.
it_it: Il suo amministratore ha specificato che questo grupoo di utenti sarà supportato localmente.<br> Premendo <b>Continua</b> la pagina di supporto sarà aperta in una nuova scheda/finestra.
