Repository: GEANT/CAT
Catalog: source/tags/release_1_0/translation/*/devices.po
Languages: es_es

source: Network configuration profile '%s' of '%s' - provided by %s
es_es: Perfil de configuración de red '%s' de '%s' - proporcionado por %s

source: The profile will install itself after you click (or tap) the button. You will be asked for confirmation/input at several points:
es_es: El perfil se instalará después de pulsar el botón. Se pedirá confirmación/información en varios puntos:

source: to install the profile
es_es: para instalar el perfil

source: to accept the server certificate authority
es_es: para aceptar la autoridad de certificados de servidor

source: (%d times)
es_es: (%d veces)

source: to enter the username and password of your institution
es_es: para introducir el nombre de usuario y contraseña para tu institución

source: (%d times each, because %s is installed for %d SSIDs)
es_es: (%d veces cada vez, pues %s se instala para %d SSIDs)

source: %s configuration for network name %s
es_es: Configuración %s para el nombre de red %s

source: Your Identity Providers Certification Authority
es_es: La autoridad de certificación de su proveedor de identidad

source: Identity Provider's CA
es_es: CA del proveedor de identidad

source: Anonymous identities do not use the realm as specified in the profile - it is derived from the suffix of the user's username input instead.
es_es: Las identidades anónimas no usan el dominio como se especifica en el perfil - se deduce del sufijo de la dirección que introduce el usuario.

source: %s installer will be in the form of an EXE file. It will configure %s on your device, by creating wireless network profiles.<p>When you click the download button, the installer will be saved by your browser. Copy it to the machine you want to configure and execute.
es_es: El instalador %s se proporcionará en la forma de un fichero ejecutable EXE. Configurará %s en tu dispositivo, creando perfiles de red inalámbrica. <p> Cuando hagas click en el botón de descarga, el instalador será guardado por tu navegador. Copialo al dispositivo en el que será instalado y ejecútalo.

source: In addition to <strong>%s</strong> the installer will also configure access to the following networks:
es_es: Además de a <strong>%s</strong> el instalador configurará el acceso a las siguientes redes:

source: In addition to <strong>%s</strong> the installer will also configure access to:
es_es: Además de a <strong>%s</strong> el instalador configurará el acceso a:

source: In order to connect to the network you will need an a personal certificate in the form of a p12 file. You should obtain this certificate from your home institution. Consult the support page to find out how this certificate can be obtained. Such certificate files are password protected. You should have both the file and the password available during the installation process.
es_es: De cara a conectarte a la red necesitarás un certificado personal contenido en un fichero con extensión p12. Deberías obtener este certificado de tu propia institución. Consulta la página de soporte para saber cómo puedes obtener este certificado. Generalmente estos certificados están protegidos por contraseña. Deberías por tanto tener ambos durante el proceso de instalación.

source: In order to connect to the network you will need an account from your home institution. You should consult the support page to find out how this account can be obtained. It is very likely that your account is already activated.
es_es: De cara a conectarte a la red necesitarás una cuenta de tu organización. Deberías consultar la página de soporte para saber cómo puedes obtener esta cuenta. Es bastante posible que esta cuenta ya esté activada.

source: The installer will also install additional software - SecureW2 EAP Suite (GNU General Public License).<p>You will be requested to enter your account credentials into a pop box during the installation. This information will be saved so that you will reconnect to the network automatically each time you are in the range.
es_es: El instalador también instalará software adicional - la suite EAP SecureW2 (Licencia GNU). <p>Se pedirá que introduzcas las credenciales de tu cuenta en una ventana durante la instalación. Esta información se guardará de modo que te puedas conectar a la red automáticamente cada vez que estés en su alcance.

source: When you are connecting to the network for the first time, Windows will pop up a login box, where you should enter your user name and password. This information will be saved so that you will reconnect to the network automatically each time you are in the range.
es_es: Cuando te conectes a la red por primera vez, Windows mostrará una ventana de login donde deberás introducir tu nombre de usuario y contraseña. Esta información se guardará de modo que te puedas conectar a la red automáticamente cada vez que estés en su alcance.

source: You will be required to enter the same credentials for each of the configured notworks:
es_es: Se pedirá que introduzcas las mismas credenciales para cada una de las redes configuradas:

source: Login credentials
es_es: Credenciales de login

source: %s installer for %s
es_es: Instalador %s para %s

source: Welcome to the %s installer
es_es: Bienvenido al instalador %s

source: Installation complete
es_es: Instalación finalizada

source: Network profiles have been installed.
es_es: Los perfiles de red han sido instalados.

source: Your system is ready.
es_es: Su sistema está listo.

source: Network installation had errors.
es_es: La instalación de la red devolvió errores.

source: Please contact ${SUPPORT}.
es_es: Por favor contacta ${SUPPORT}.

source: Accept
es_es: Aceptar

source: If you accept the conditions then select Accept and then click Install to continue.
es_es: Si acepta las condiciones, seleccione Aceptar y posteriormente Instalar para continuar.

source: Finish
es_es: Finalizar

source: searching for certificate
es_es: buscando el certificado

source: installing certificate
es_es: instalando certificado

source: could not install certificate
es_es: no pudo instalar el certificado

source: The non TKIP profiles are preferred. Always use them if you have a choice.
es_es: Los perfiles no-TKIP tendrán preferencia. Siempre uselos cuando tenga oportunidad.

source: The non TKIP profile is preferred. Always use it if you have a choice.
es_es: El perfil no-TKIP se tendrá preferencia. Siempre uselo cuando tenga oportunidad.

source: This installer has been prepared for ${ORGANISATION}
es_es: Este instalador ha sido preparado para ${ORGANISATION}

source: The installer will create the following wireless profiles:
es_es: El instalador creará los siguientes perfiles inalámbricos:

source: More information and comments:
es_es: Más información y comentarios:

source: Installer created with software from the GEANT project.
es_es: Instalador creado con software del proyecto GEANT.

source: This installer works with Windows 8 only
es_es: Este instalador funciona en Windows 8 unicamente

source: This installer works with Windows Vista and Windows 7 only
es_es: Este instalador funciona en Windows Vista y Windows 7 unicamente

source: Windows wireless configuration service is not enabled. The installer cannot continue.
es_es: El servicio de configuración inalámbrica de Windows no está habilitado. El instalador no puede continuar.

source: No wireless interfaces found. The installer cannot continue.
es_es: No se encontraron interfaces inalámbricas. El instalador no puede continuar.

source: Profiles installation
es_es: Instalación de perfiles

source: Checking for profile $R1
es_es: Comprobando el perfil $R1

source: found profile $R1
es_es: encontrado perfil $R1

source: This installer will only work properly if you are a member of ${ORGANISATION} and the user group: ${USER_GROUP}.
es_es: El instalador funcionará adecuadamente sólo si eres un miembro de ${ORGANISATION} y perteneces al grupo de usuarios: ${USER_GROUP}.

source: Click OK to continue with installation.
es_es: Haz click en OK para continuar con la instalación.

source: This installer will only work properly if you are a member of ${ORGANISATION}.
es_es: El instalador funcionará adecuadamente sólo si eres un miembro de ${ORGANISATION}.

source: Please read the additional information from your home institution which will be displayed in a moment.
es_es: Por favor lea la información adicional de su institución que será mostrada a continuación.

source: Restart system now
es_es: Reiniciar el sistema ahora

source: I will restart later
es_es: Reiniciaré más tarde

source: deleting profile $R1
es_es: borrando perfil $R1

source: installing profile $R1
es_es: instalando perfil $R1

source: Profile installation error for $R1.
es_es: Error de instalación del perfil para $R1

source: installing credentials for profile $R1
es_es: instalando credenciales para el perfil $R1

source: Credentials installation problem
es_es: Problema instalando credenciales

source: %s installer for
es_es: Instalador %s para

source: Install personal certificate
es_es: Instalar certificado personal

source: Preparing to install personal certificate.
es_es: Preparandome para instalar el certificado personal.

source: Click OK to continue
es_es: Haz click en OK para continuar.

source: Certificate files (*.p12)
es_es: Ficheros de certificado (*.p12)

source: Certificate files (*pfx)
es_es: Ficheros de certificado (*.pfx)

source: All files
es_es: Todos los ficheros

source: Selected file: $Cert_file
es_es: Seleccionado el fichero: $Cert_file

source: certificate password:
es_es: password del certificado:

source: No certificate file selected
es_es: Ningún certificado seleccionado

source: Incorrect certificate password$\r$\nenter again
es_es: Password incorrecto del certificado$\r$\nintroducir de nuevo

source: User credentials
es_es: Credenciales del usuario

source: Username:
es_es: Nombre de usuario:

source: Password:
es_es: Contraseña:

source: Repeat password:
es_es: Repetir contraseña:

source: Missing username
es_es: Falta nombre de usuario

source: Missing password
es_es: Falta contraseña

source: Password missmatch
es_es: Contraseña no coincide

source: In order to install/update %s access all selected steps need to be performed. Click Continue to proceed
es_es: Para instalar/actualizar %s todos los pasos siguientes necesitan realizarse. Haga click en Continuar para proceder

source: If an option is not selected by default, then it is either not available or optional.
es_es: Si una opción no está seleccionada por defecto, o bien no está disponible o es opcional.

source: Installation of the personal certificate
es_es: Instalación del certificado personal

source: Components installation
es_es: Instalación de componentes

source: Personal certificate
es_es: Certificado personal

source: Installation of network profiles
es_es: Instalación de perfiles de red

source: profiles
es_es: perfiles

source: Installation
es_es: Instalación

source: Network profiles update
es_es: Actualización de perfiles de red

source: Information about components
es_es: Información sobre componentes

source: user profile
es_es: perfil de usuario

source: install program
es_es: instalar programa

source: EAP-pwd installation error. Please try again or contact ${SUPPORT}.
es_es: Error de instalación de EAP-pwd. Por favor, inténtalo de nuevo o contacta con ${SUPPORT}.

source: SecureW2 installation error. Please try again or contact ${SUPPORT}.
es_es: Error de instalación de SecureW2. Por favor, inténtalo de nuevo o contacta con ${SUPPORT}.

source: Welcome to the eduroam installer
es_es: bienvenido al instalador eduroam

source: The installer will create network profile:
es_es: El instalador creará un perfil de red:

source: You will be able to use eduroam in most institutions however due to Windows XP limitations and differences in network settings at different institutions, you may be sometimes required to repeat the connection for the system to reconfigure.
es_es: Podrás usar eduroam en la mayoría de las instituciones, sin embargo, debido a limitaciones en Windows XP y diferencias en las configuraciones de red en distintas instituciones, puedes ser necesario en ocasiones tener que repetir la conexión para que el sistema se reconfigure.

source: This installer works with Windows XP SP3 only
es_es: Este instalador funciona en Windows XP SP3 unicamente

source: eduroam installer for
es_es: instalador eduroam para

source: In order to install/update eduroam access all selected steps need to be performed. Click Continue to proceed
es_es: Para instalar/actualizar el acceso a eduroam, tienen que seguirse todos los pasos seleccionados. Pulsa Continuar para proceder

source: The installer is in the form of a bash script. It will try to configure eduroam under Network Manager and if this is either not appropriate for your system or your version of Network Manager is too old, a wpa_supplicant config file will be created instead.
es_es: Este instalador consiste en un script-shell bash. Tratará de configurar eduroam en Network Manager y si esto no es posible para tu sistema o tu versión de Network Manager es muy antigua, se generará un fichero de configuración wpa_supplicant.

source: In addition to <strong>eduroam</strong> the installer will also configure access to the following networks:
es_es: Además de <strong>eduroam</strong> el instalador también confiugurará el acceso a las siguientes redes:

source: In addition to <strong>eduroam</strong> the installer will also configure access to:
es_es: Además de <strong>eduroam</strong> el instalador también confiugurará el acceso a:

source: The installer will create .eduroam sub-directory in your home directory and will copy your server certificates there.
es_es: Este instalador creará un subdirectorio .eduroam en tu directorio de usuario y copiará ahí los certificados de tu servidor.

source: In order to connect to the network you will need an a personal certificate in the form of a p12 file. You should obtain this certificate from your home institution. Consult the support page to find out how this certificate can be obtained. Such certificate files are password protected. You should have both the file and the password available during the installation process. Your p12 file will also be copied to the .eduroam directory.
es_es: De cara a conectarte a la red necesitarás un certificado personal en la forma de un fichero p12. Deberías obtener este certificado de tu propia organización. Consulta la página de soporte para ver cómo puedes obtener el certificado. Generalmente estos certificados suelen estar protegidos con contraseña. Deberías tener ambos a mano durante el proceso de instalación. El fichero p12 se copiará al directorio .eduroam y podrás borrarlo si quieres de donde lo copiaste.

source: You will be requested to enter your account credentials during the installation. This information will be saved so that you will reconnect to the network automatically each time you are in the range.
es_es: Se te pedirá que introduzcas las credenciales de tu cuenta durante la instalación. Esta información se almacenará para que puedas reconectarte automáticamente a la red cada vez que estés en su alcance.

source: Directory %s exists; some of its files may be overwritten.
es_es: Existe el directorio %s; algunos de los ficheros en el mismo puede que sea sobrescritos.

source: Continue
es_es: Continuar

source: Installation successful
es_es: Instalación correcta

source: Network Manager configuration failed, generating wpa_supplicant.conf
es_es: Falló la configuración de Network Manager, generando un fichero wpa_supplicant.conf

source: File %s exists; it will be overwritten.
es_es: El fichero %s existe; será sobrescrito.

source: Output written to %s
es_es: Salida guardada en %s

source: This installer will only work properly if you are a member of %s and the user group: %s.
es_es: El instalador sólo funcionará correctamente si eres un miembro de %s y del grupo de usuarios: %s.

source: This installer will only work properly if you are a member of %s.
es_es: El instalador sólo funcionará correctamente si eres miembro de %s.

source: Y
es_es: S

source: Really quit?
es_es: ¿deseas salir?

source: enter your userid
es_es: introduce tu identificador de usuario

source: enter your password
es_es: introduce tu contraseña

source: repeat your password
es_es: repete tu contraseña

source: passwords do not match
es_es: las contraseñas no coinciden

source: personal certificate file (p12 or pfx)
es_es: fichero con certificado personal (p12 o pfx)

source: file not found
es_es: fichero no encontrado

source: enter the password for the certificate file
es_es: introducir el password para el fichero de certificado

source: This installer is an example only. It produces a zip file containig the IdP certificates, info and logo files (if such have been defined by the IdP administrator) and a dump of all available attributes.
es_es: Este instalador es sólo un ejemplo. Produce un fichero zip que contiene los certificados del IdP, información y ficheros con el logo (si estos han sido definidos por el administrador del IdP) y vuelca todos los atributos disponibles.

source: Welcome Letter
es_es: Carta de bienvenida

source: eduroam® - supporting academic mobility since 2003
es_es: eduroam® - facilitando la movilidad académica desde 2003

source: Welcome aboard the eduroam® user community!
es_es: ¡Bienvenido a bordo de la comunidad de usuarios de eduroam®!

source: Dear user from %s,
es_es: Estimado usuario de %s,

source: we would like to warmly welcome you among the several million users of eduroam®! From now on, you will be able to use internet access resources on thousands of universities, research centres and other places all over the globe. All of this completely free of charge!
es_es: quisiéramos darte una calurosa bienvenida a una comunidad de varios millones de usuarios de eduroam®. A partir de este momento, podrás acceder Internet desde miles de universidades, centros de investigación y otros lugares de todo el mundo. ¡todo ello de manera gratuita!

source: Now that you have downloaded and installed a client configurator, all you need to do is find an eduroam® hotspot in your vicinity and enter your user credentials (this is our fancy name for 'username and password' or 'personal certificate') - and be online!
es_es: Ahora que has descargado y configurado eduroam®, todo lo que tendrás que hacer es encontrar una ubicación en tu proximidad donde se ofrezca el servicio e introducir tus credenciales de usuario (este es el nombre que damos a tu 'identificador de usuario y contraseña' o a tu 'certificado personal') - ¡y ya estarás conectado!

source: Should you have any problems using this service, please always contact the helpdesk of %s. They will diagnose the problem and help you out. You can reach them via the means below:
es_es: En caso de que tuvieras algún problema usando el servicio, por favor, contacta siempre con el soporte al usuario de %s. Ellos diagnosticarán el problema y te ayudarán. Puedes llegar a ellos a través de:

source: If you ever need to configure a different device for eduroam manually, you will need the configuration information for your institution. We have summarised this information in the appendix on page 2 for you.
es_es: Si necesitas configurar algún dispositivo distinto manualmente en alguna ocasión, necesitarás la información de configuración para tu institución. Hemos resumido esta información en el apéndice de la página 2 para ti.

source: We wish you a lot of fun on eduroam® hotspots all over the planet.
es_es: Te deseamos una productiva conexión a eduroam® en localizaciones de todo el planeta.

source: Chairman of the Global eduroam® Governance Committee
es_es: Presidente del Comité de Gobernanza Global de eduroam®

source: Appendix: Configuration Information
es_es: Apéndice: Información sobre configuración

source: Use the information below to configure your devices manually. Please keep in mind that these settings are only valid for users of profile '%s' from %s – they are different for everyone else, and there is no use sharing them with other people.
es_es: Usa la información de más abajo para configurar dispositivos manualmente. Por favor, ten en cuenta que esta configuración es sólo válida para usuarios del perfil '%s' de %s - son distintos para cualquier otro usuario, y no deberías compartirlos con otra gente.

source: E-Mail:
es_es: Correo eletcrónico:

source: Special EAP Type support URL:
es_es: URL de soporte especial para este tipo EAP:

source: Phone:
es_es: Teléfono:

source: Server Name:
es_es: Nombre de servidor:

source: This button creates a personalised welcome letter from eduroam Operations for you. The file is in OpenDocument format (ODT); you can open it e.g. with LibreOffice.
es_es: Este botón crea una carta de bienvenida especial del equipo de Operaciones de eduroam para tí. El fichero se encuentra en formato OpenDocument (ODT); puedes abrirla por ejemplo con LibreOffice.
