Repository: GEANT/CAT
Catalog: source/tags/release_1_0/translation/*/web_admin.po
Languages: es_es, fi_fi, fr_fr, pl_pl

source: Could not check <strong>%s</strong> from <strong>%s</strong> - no username submitted!
es_es: No pudo comprobarse <strong>%s</strong> desde <strong>%s</strong> - ¡no se proporcionó un nombre de usuario!
fi_fi: Ei pystytä tarkastamaan <strong>%s</strong> , <strong>%s</strong> - käyttäjätunnusta ei ole lähetetty.
fr_fr: Impossible de vérifier <strong>%s</strong> de <strong>%s</strong> - Aucun nom d'utilisateur soumis!
pl_pl: Nie można sprawdzić <strong>%s</strong> z <strong>%s</strong> - nie przesłano nazwy użytkownika!

source: Username missing
es_es: Falta nombre de usuario
fr_fr: Nom d'utilisateur manquant
pl_pl: Brak nazwy użytkownika

source: Could not check <strong>%s</strong> from <strong>%s</strong> - no password submitted!
es_es: No pudo comprobarse <strong>%s</strong> desde <strong>%s</strong> - ¡no se proporcionó una contraseña!
fi_fi: Ei pystytä tarkastamaan <strong>%s</strong> , <strong>%s</strong> - salasanaa ei ole lähetetty.
fr_fr: mpossible de vérifier <strong>%s</strong> from <strong>%s</strong> - Aucun mot de passe soumis!
pl_pl: Nie można sprawdzić <strong>%s</strong> z <strong>%s</strong> - nie przesłano hasła!

source: Password missing
es_es: Falta contraseña
fr_fr: mot de passe manquant
pl_pl: Brak hasła

source: Sorry, we don't know how to handle the inner EAP method in <strong>%s</strong> from <strong>%s</strong>!
es_es: Lo sentimos, no sabemos cómo manejar el método EAP interno en <strong>%s</strong> de <strong>%s</strong>
fi_fi: Sisempää EAP-menetelmää ei osata käsitellä <strong>%s</strong>, <strong>%s</strong>!
fr_fr: Désolé, nous ne pouvons pas supporter la méthode EAP interne dans <strong>%s</strong> de <strong>%s</strong>!
pl_pl: Niestety nie wiemy jak obsłużyć wewnętrzną metodę EAP w <strong>%s</strong> z <strong>%s</strong>!

source: Unknown inner method
es_es: Método interno desconocido
fr_fr: Méthode interne inconnue
pl_pl: Nieznana metoda wewnętrzna

source: Sorry... we don't know how to test the EAP type %s from %s.
es_es: Lo sentimos... no sabemos como probar el tipo EAP %s de %s.
fr_fr: Désolé... Nous ne savons pas comment teste le type EAP %s de %s.
pl_pl: Niestety nie wiemy jak przetestować typ EAP %s z %s

source: Unknown outer method
es_es: Tipo externo desconocido
fr_fr: Méthode externe inconnue
pl_pl: Nieznana metoda zewnętrzna

source: Your profile does not contain a valid realm name. We can only check the validity of a realm if you let us know the realm name. Please consider going to your profile properties and enter the realm name.
es_es: Su perfil no contiene un nombre de dominio válido. Podemos comprobar únicamente la validez de un dominio si nos permites conocer el nombre del dominio. Por favor, considera ir a las propiedades de tu perfil e introducir el nombre de dominio.
fi_fi: Profiili ei sisällä voimassaolevaa toimialueen nimeä. Voimassaolo voidaan tarkastaa vain jos toimialueen nimi kerrotaan. Tarkasta, onko toimialue määritelty profiilisi ominaisuuksiin.
fr_fr: Votre profil ne contient par de nom de domaine valide. Il n'est possible de vérifier la validité du domaine que si vous spécifiez son nom. Merci de le préciser dans les propriétés de votre profil.
pl_pl: Twój profil nie zawiera znanej nam nazwy realmu. Możemy wyłącznie sprawdzić poprawność realmów, których nazwy zostały wcześniej przekazane. Sprawdź we właściwościach Twojego profilu, czy nazwa realmu jest poprawna.

source: This is location
es_es: Esta es la localización
fi_fi: Tämä on paikka
fr_fr: Voici l'emplacement
pl_pl: To jest lokalizacja

source: nothing entered in the address field
es_es: No se introdujo nada en el campo dirección
fi_fi: osoitekenttä on tyhjä
fr_fr: aucune information dans le champ adresse
pl_pl: pole adresu jest puste

source: locating
es_es: localizando
fi_fi: paikantaa
fr_fr: Recherche de la localisation
pl_pl: lokalizuję

source: The user download interface (see <a href='../'>here</a>), uses geolocation to suggest possibly matching IdPs to the user. The more precise you define the location here, the easier your users will find you.
es_es: La interfaz de descarga de usuarios (ver <a href='../'>aquí</a>), usa geolocalización para sugerir IdPs que probablemente estén próximos al usuario. Lo más precisa que definas una localización aquí, más fácil será para tus usuarios localizarte.
fr_fr: L'interface de téléchargement utilisateur (voir <a href='../'>ici</a>), utilise la géolocalisation pour suggérer les IdP potentiels à l’utilisateur. Plus vous définissez votre localisation, plus les utilisateurs vous trouverons facilement.
pl_pl: Interfejs pobierania (patrz <a href='../'>tutaj</a>), korzysta z mechanizmu geo-lokalizacji, aby zasugerować dostawców tożsamości przeznaczonych dla danego użytkownika. Im dokładniej zdefiniujesz tutaj swoje położenie, tym łatwiej Twoi użytkownicy odnajdą swojego dostawcę.

source: <li>Drag the marker in the map to your place, or</li> <li>enter your street address in the field below for lookup, or</li> <li>use the 'Locate Me!' button</li>
es_es: <li>Deja caer el marcador en el mapa sobre tu ubicación, o</li>⏎ <li>introduce tu dirección en el campo más abajo, o</li>⏎ <li>usa el botón ¡Localízame!</li>
fr_fr: <li>Déplacez le marqueur sur la carte, ou</li> <li>entrez votre adresse dans le champ ci-dessous, ou</li> <li>utilisez le bouton 'Localisez Moi!'</li>
pl_pl: <li>Przeciągnij znacznik na mapie do swojej lokalizacji, lub</li> <li>wprowadź nazwę ulicy w poniższym polu wyszukania, lub</li><n <li>użyj przycisku 'Zlokalizuj mnie!'</li>

source: We will use the coordinates as indicated by the marker for geolocation.
es_es: Usaremos las coordenadas indicadas por el marcador para la geolocalización.
fr_fr: Nous allons utiliser les coordonnées indiquées par le marqueur de géolocalisation.
pl_pl: Użyjemy współrzędnych zgodnie ze wskazaniem zaznaczenia geo-lokalizacji.

source: You can enter an <strong>additional</strong> location here. You can see the already defined locations in the 'General Information' field.
es_es: Puedes introducir una localización <strong>adicional</strong> aquí. Puedes ver las localizaciones ya definidas en el campo 'Información general'.
fi_fi: Voit kirjoittaa <strong>ylimääräisen</strong> sijainnin tähän. Voit tarkastaa jo määritellyt sijainnit 'Yleistiedoista'.
fr_fr: Vous pouvez ajoute une localisation <strong>additionnelle</strong> ici. Les localisation déjà définies sont énumérées dans le champs 'Informations Générales'.
pl_pl: Możesz wprowadzić tutaj <strong>dodatkową</strong> lokalizację. W polu 'Informacje ogólne' możesz sprawdzić już zdefiniowane lokalizacje.

source: Address:
es_es: Dirección:
fi_fi: Osoite:
fr_fr: Adresse:
pl_pl: Adres:

source: Find address
es_es: Encontrar dirección
fi_fi: Etsi osoite
fr_fr: Trouver l'adresse
pl_pl: Odszukaj adres:

source: Locate Me!
es_es: Localizame!
fi_fi: Paikkanna minut!
fr_fr: Localisez Moi!
pl_pl: Zlokalizuj mnie!

source: Latitude:
es_es: Latitud:
fi_fi: Leveysaste
pl_pl: Szerokość

source: Longitude:
es_es: Longitud:
fi_fi: Pituusaste:
pl_pl: Długość

source: Input validation error:
es_es: Error de validación de entrada:
fi_fi: syötettä ei pystytä varmentamaan
fr_fr: erreur de validation de l'entrée:
pl_pl: Błąd we wprowadzonych danych:

source: Value for IdP is not an integer!
es_es: ¡El valor para el IdPno es un entero!
fi_fi: IdP:n arvo ei ole kokonaisluku!
fr_fr: La valeur de l'IdP n'est pas un entier!
pl_pl: Identyfikator instytucji nie jest liczba całkowita!

source: This IdP identifier is not accessible!
es_es: ¡El identificador del IdP no está accesible!
fi_fi: Tämän IdP:n tunniste ei ole saatavissa!
fr_fr: Cet identifiant d'IdP n'est pas accessible!
pl_pl: Nie istnieje taki identyfikator instytucji!

source: Value for profile is not an integer!
es_es: ¡El valor para el perfil no es un entero!
fi_fi: Profiilin arvo ei ole kokonaisluku!
fr_fr: La valeur du profil n'est pas un entier!
pl_pl: Błąd walidacji identyfikator grupy użytkowników nie jest liczbą całkowitą!

source: This profile is not accessible!
es_es: ¡Este perfil no está accesible!
fi_fi: Tämä profiili ei ole saavutettavissa!
fr_fr: Ce profil n'est pas accessible!
pl_pl: Nie istnieje taka grupa użytkowników!

source: This device does not exist!
es_es: ¡Este dispositivo no existe!
fi_fi: Tämä laite ei ole olemassa!
fr_fr: Cet appareil n'existe pas!
pl_pl: Nie istnieje takie urządzenie!

source: Realm contains an @ sign!
es_es: ¡ El dominio contiene el símbolo @ !
fi_fi: Toimialue sisältää @-merkin!
fr_fr: Le nom de domaine contient un @!
pl_pl: Realm zawiera znak @!

source: Realm begins with a . (dot)!
es_es: ¡ El dominio comienza con un . (punto) !
fi_fi: Toimialue alkaa merkillä . (piste)!
fr_fr: Le nom de domaine commence par un .(point)!
pl_pl: Realm zaczyna się od . (kropki)!

source: Realm ends with a . (dot)!
es_es: ¡ El dominio acaba en un . (punto) !
fi_fi: Toimialue päättyy merkkiin . (piste)!
fr_fr: Le nom de domaine se termine par un .(point)!
pl_pl: Realm kończy się znakiem . (kropką)!

source: Realm does not contain at least one . (dot)!
es_es: ¡ El dominio no contiene al menos un . (punto) !
fi_fi: Toimialue ei sisällä edes yhtä . (pistettä)!
fr_fr: Le nom de domaine ne contient pas de .(point)!
pl_pl: Realm nie zawiera ani jednego znaku . (kropki).

source: Realm contains spaces!
es_es: ¡ El dominio contiene espacios!
fi_fi: Toimialue sisältää välilyöntejä!
fr_fr: Le nom de domaine contient des espaces!
pl_pl: Realm zawiera spacje!

source: The user identifier is not an ASCII string!
es_es: ¡El identificador de usuario no es una cadena ASCII!
fi_fi: Käyttäjän tunniste ei ole ASCII merkkijono!
fr_fr: L'identifiant utilisateur n'est pas une chaine ASCII!
pl_pl: Identyfikator użytkownika musi być ciągiem ASCII!

source: Token is not a hexadecimal string!
es_es: ¡El token no es una cadena hexadecimal!
fi_fi: Poletti ei ole heksadesimaalinen merkkijono!
fr_fr: Le jeton n'est pas une chaine hexadécimale!
pl_pl: Token musi być ciągiem cyfr szesnastkowych!

source: Coordinate is not a numeric value!
es_es: La coordenada no es un valor numérico!
fi_fi: Koordinaatti ei ole numeerinen!
fr_fr: Les coordonnées ne sont pas une valeur numérique!
pl_pl: Wprowadzone współrzędne nie są w formacie liczbowym!

source: Coordinate is out of bounds. Which planet are you from?
es_es: La coordenada está fuera de límites. ¿de qué planeta eres?
fi_fi: Koordinaatti ei ole oikeissa rajoissa. Miltä planeetalta olet kotoisin?
fr_fr: Les coordonnées sont hors limite. De quelle planète venez vous ?
pl_pl: Wprowadzone współrzędne nie odpowiadają punktowi na naszej planecie!

source: Wrong coordinate encoding!
es_es: ¡Codificación incorrecta de coordenadas!
fi_fi: Väärä koordinaattien enkoodaus!
fr_fr: Mauvais format de coordonnées!
pl_pl: Nieprawidłowe kodowanie współrzędnych!

source: Invalid structure in multi-language attribute!
es_es: ¡Estructura inválida en atributo multi-idiomas!
fi_fi: Väärä rakenne monikielisessä attribuutissa.
fr_fr: Structure d'attribut multi-langage invalide
pl_pl: Nieprawidłowa struktura atrybutu wielojęzycznego!

source: Unknown state of boolean option!
es_es: ¡Estado desconocido para opción booleana!
fi_fi: Boolean-option tuntematon tila!
fr_fr: État d'option booléenne inconnu!
pl_pl: Nieznana wartość opcji logicznej!

source: You do not have the necessary privileges to alter administrators of this institution. In fact, you shouldn't have come this far!
es_es: No tienes los privilegios necesarios para alterar los administradores de esta institución. De hecho, ¡ no deberías haber podido llegar tan lejos!
fi_fi: Sinulla ei ole riittäviä oikeuksia muuttaa tämän organisaation ylläpitäjiä. Itse asiassa, sinun ei olisi pitänyt päästä näin pitkälle!
fr_fr: Vous n'avez pas les privilèges nécessaire pour modifier les administrateurs de cet établissement. En fait vous ne devriez pas être arrivés jusqu'ici!
pl_pl: Nie masz uprawnień do zmiany administratorów tej instytucji. W rzeczywistości system w ogóle nie powinien Cie dopuścić do tej strony!

source: Administrators for IdP '%s'
es_es: Administradores para el IdP '%s'
fi_fi: IdP '%s' ylläpitäjät
fr_fr: Administrateurs pour l'IdP '%s'
pl_pl: Administratorzy IdP '%s'

source: You are the federation administrator of this IdP. You can invite new administrators, who can in turn appoint further administrators on their own.
es_es: Eres el administrador de la federación para este IdP. Puedes invitar nuevos administradores, quienes por su parte podrán invitar a nuevos administradores ellos mismos.
fr_fr: Vous êtes l'administrateur fédéral de cet IdP. Vous pouvez inviter de nouveaux administrateur qui pourront envoyer des invitation à leur tour.
pl_pl: Jesteś administratorem federacji dla tego dostawcy tożsamości. Możesz zaprosić nowego administratora, który z kolei może wyznaczyć kolejnych administratorów.

source: You are an administrator of this IdP who was directly appointed by the federation administrator. You can appoint further administrators, but these can't in turn appoint any more administrators.
es_es: Eres el administrador de este IdP que fue creado por el administrador de tu federación. Puedes añadir si quieres a más administradores, pero estos no podrán añadir a otros administradores.
fr_fr: Vous êtes un administrateur de cet IdP directement désigné par un administrateur fédéral. Vous pouvez inviter d'autres administrateurs mais ces derniers ne pourrons pas envoyer d'invitation à leur tour.
pl_pl: Jesteś administratorem tego dostawcy tożsamości wskazanym przez administratora federacji. Możesz wskazać kolejnych administratorów, ale oni nie będą już mogli przekazać tej funkcji innym osobom.

source: Directly Appointed IdP Administrator
es_es: Administrador invitado directamente.
fr_fr: Administrateur IdP directement désigné
pl_pl: Administrator dostawcy tożsamości wyznaczony bezpośrednio

source: User without name
es_es: Usuario sin nombre
fi_fi: Nimetön käyttäjä
fr_fr: Utilisateurs sans nom
pl_pl: Użytkownik bez nazwy

source: (originally invited as %s)
es_es: (originalmente invitado como %s)
fi_fi: (alun perin kutsuttu %s)
fr_fr: (invité initialement comme %s)
pl_pl: (zaproszony jako %s)

source: (self-appointed)
es_es: (auto-invitado)
fr_fr: (auto-désigné)
pl_pl: (wskazany przez siebie)

source: Delete Administrator
es_es: Borrar Administrador
fi_fi: Poista Ylläpitäjä
fr_fr: Supprimer l'administrateur
pl_pl: Usuń Administratora

source: Pending invitations for this IdP
es_es: Invitaciones pendientes para este IdP
fi_fi: IdP:n jonottavat kutsut
fr_fr: Invitation en attente pour l'IdP
pl_pl: Oczekujące zaproszenia dotyczące tego IdP

source: New administrator's email address:
es_es: Nueva dirección de correo del administrador:
fi_fi: Uuden ylläpitäjän sähköpostiosoite:
fr_fr: Courriel du nouvel administrateur
pl_pl: E-Mail nowego administratora:

source: Invite new administrator
es_es: Invitar un nuevo administrador:
fi_fi: Kutsu uusi ylläpitäjä
fr_fr: Inviter un nouvel administrateur
pl_pl: Zaproś nowego administratora

source: Take control of this institution
es_es: Tomar control de esta institución.
fr_fr: Prenez le contrôle de cet établissement
pl_pl: Przejmij kontrolę nad tą instytucją

source: Close
es_es: Cerrar
fi_fi: Sulje
fr_fr: Fermer
pl_pl: Zamknij

source: You do not have the necessary privileges to manage the %s DB link state of this institution.
es_es: No tienes los privilegios necesarios para administrar el estado del vínculo a la base de datos %s para esta institución.
fi_fi: Sinulla ei ole riittäviä käyttöoikeuksia ylläpitämään tietokannan %s tilaa tämän organisaation osalta.
fr_fr: Vous n'avez pas les privilèges nécessaires pour administrer les état des liens BD %s de cet établissement.
pl_pl: Nie masz uprawnień do zmiany powiązań z bazą %s dla tej instytucji.

source: %s Database Link Status for IdP '%s'
es_es: Estado del vínculo de la base de datos %s para el IdP '%s'.
fi_fi: Tietokannan %s linkkitila IdP:n '%s' osalta.
fr_fr: %s États de liens BD pour l'IdP '%s'
pl_pl: Status powiązania bazy %s dla IdP '%s'

source: This institution is linked to the %s database.
es_es: La institución está vinculada a la base de datos %s.
fi_fi: Organisaatio on linkattu tietokantaan %s.
fr_fr: Cet établissement est lié à la base de données %s.
pl_pl: Ta instytucja jest powiązana z bazą %s.

source: The following information about the IdP is stored in the %s DB and %s DB:
es_es: La siguiente información sobre el IdP está almacenada en la base de datos %s y en la base de datos %s:
fi_fi: Seuraava tieto IdP:stä on tallennettu tietokantoihin %s ja %s.
fr_fr: Les informations suivantes concernant l'IdP sont sauvegardées dans la BD %s et la BD %s:
pl_pl: W bazach %s oraz %s zapisana jest poniższa informacja na temat tego IdP:

source: Information in <strong>%s Database</strong>
es_es: La información en <strong>base de datos %s</strong>
fi_fi: Tieto <strong>%s Tietokannassa</strong
fr_fr: Informations dans la <strong>base de données %s</strong>
pl_pl: Informacja w <strong>Bazie %s</strong>

source: Institution Name (%s)
es_es: Nombre de la institución (%s)
fi_fi: Organisaation nimi (%s)
fr_fr: Nom d'établissement (%s)
pl_pl: Nazwa instytucji (%s)

source: Administrator [invited as]
es_es: Administrador [invitado como]
fi_fi: Ylläpitäjä [kutsuttu]
fr_fr: Administrateur [invité comme]
pl_pl: Administrator [zaproszony jako]

source: Administrator email
es_es: Correo electrónico del administrador
fi_fi: Ylläpitäjän sähköpostiosoite
fr_fr: Courriel administrateur
pl_pl: Email administratora

source: This institution is not yet linked to the %s database.
es_es: Esta institución aún no está vinculada con la base de datos %s.
fi_fi: Tämä organisaatio ei ole vielä linkattu %s tietokantaan.
fr_fr: Cet établissement n'est pas encore lié à la base de données %s
pl_pl: Ta instytucja nie ma jeszcze powiązania z bazą %s.

source: This means that its profiles are not made available on the user download page.
es_es: Esto significa que sus perfiles no están disponibles en la página de descargas de usuario.
fi_fi: Tämä tarkoittaa, että sen profiilit eivät ole laitettu näkymään käyttäjien lataussivulla.
fr_fr: Cela signifie que ses profils ne seront pas disponibles sur la page de téléchargement utilisateur.
pl_pl: To oznacza, że profile nie są udostępnione na stronie dla użytkowników.

source: You can link it to the %s database below.
es_es: Puedes vincularla a la base de datos %s más abajo.
fi_fi: Voit linkata sen alapuoliseen %s tietokantaan.
fr_fr: Vous pouvez lier ceci à la base de données ci-dessous %s.
pl_pl: Możesz ją powiązać z bazą %s.

source: Please select an entity from the %s DB which corresponds to this CAT institution.
es_es: Por favor, selecciona una entidad de la base de datos %s que se corresponda con esta institución CAT.
fi_fi: Valitse organisaatio tietokannasta %s.
fr_fr: Merci de sélectionner une entité de la BD %s qui correspond à cet établissement CAT.
pl_pl: Wybierz instytucję z bazy %s odpowiadającą tej instytucji w CAT.

source: Particularly promising entries (names in CAT and %s DB are a 100%% match) are on top of the list.
es_es: Entras particularmente prometedoras (los nombres en las base de datos de CAT y %s coinciden al 100%%) se muestran al comienzo de la lista.
fi_fi: Erityisen lupaavat merkinnät (nimet CATissa ja tietokannassa %s vastaavat 100%%) ovat listan alussa.
fr_fr: les entrées particulièrement prometteuses (noms dans CAT et BD %s qui correspondent à 100%%) sont en haut de la liste.
pl_pl: Instytucje najbardziej prawdopodobne (nazwy z CAT i bazie %s są w 100%% zgodne) są na szczycie listy.

source: Link to this entity?
es_es: ¿vincular a esta entidad?
fi_fi: Luo linkki tähän?
fr_fr: Lien vers cette entité ?
pl_pl: Powiązać z tą instytucją?

source: Name of the institution
es_es: Nombre de la institución
fi_fi: Organisaation nimi
fr_fr: Nom de l'établissement
pl_pl: Nazwa instytucji

source: Administrators
es_es: Administradores
fi_fi: Ylläpitäjät
fr_fr: Administrateurs
pl_pl: Administratorzy

source: Create Link
es_es: Crear enlace
fi_fi: Luo linkki
fr_fr: Créer lien
pl_pl: Powiąż

source: You do not have the necessary privileges to register new IdPs.
es_es: No tienes los privilegios necesarios para registrar nuevos IdPs.
fi_fi: Sinulla ei ole riittäviä oikeuksia lisätä uusia IdP:eitä.
fr_fr: Vous n'avez pas les privilèges nécessaires pour enregistrer un nouvel IdP
pl_pl: Nie nasz uprawnień do rejestrowania nowych IdP.

source: %s - Register New Institution
es_es: %s - Registrar nueva institución
fi_fi: %s - Rekisteröi Uusi Organisaatio
fr_fr: %s - Enregistrer un nouvel établissement
pl_pl: %s - zarejestruj nową instytucję

source: On this page, you can add new institutions to your federation. Please fill out the form below to send out an email invitation to the new institution's administrator.
es_es: En esta página, puedes añadir nuevas instituciones a tu federación. Por favor, rellena el formulario más abajo para enviar un correo electrónico con una invitación al nuevo administrador de la institución.
fi_fi: Tällä sivulla voit lisätä uusia organisaatioita yhteisöösi. Täytä alapuolella oleva lomake lähettääksesi sähköpostikutsun uuden organisaation ylläpitäjälle.
fr_fr: Sur cette page, vous pouvez ajouter un nouvel établissement à votre fédération. Merci de remplir les champs ci-dessous et d'envoyer un email d'invitation au nouvel administrateur d'établissement.
pl_pl: Na tej stronie możesz dodawać nowe instytucje do swojej federacji. Wypełnij poniższy formularz i wyślij zaproszenie na email administratora nowej instytucji.

source: You can either register a known IdP (as defined in the %s database) or create a totally new IdP.
es_es: Puedes tanto registrar un IdP conocido (ya definido en la base de datos %s) o crear un IdP totalmente nuevo.
fi_fi: Voit rekisteröidä joko tunnetun IdP:n (määritelty tietokannassa %s) tai luoda täysin uuden IdP:n.
fr_fr: Vous pouvez enregistrer un IdP existant (défini dans la base de données %s) ou créer un nouvel IdP
pl_pl: Możesz albo zarejestrować IdP istniejące już w bazie %s, albo stworzyć zupełnie nowe.

source: The latter one is typically for institutions which are yet in a testing phase and therefore don't appear in the %s database yet.
es_es: Lo último es tipicamente para instituciones que están aún en la fase de pruebas y por tanto no aparecen en la base de datos %s aún.
fi_fi: Jälkimmäinen on tyypillisesti sellaisia organisaatioita varten, jotka ovat vielä testivaiheessa ja eivät sen vuoksi näy vielä tietokannassa %s.
fr_fr: Cette dernière est habituellement pour les établissements qui sont déjà dans une phase de test et donc qui n'apparaissent pas encore dans la base de données %s.
pl_pl: To drugie rozwiązanie jest pomyślane dla instytucji, które są dopiero w fazie testów i z tego powodu nie są wpisane do bazy %s.
