Repository: GEANT/CAT
Catalog: source/tags/release_1_0/translation/*/web_admin.po
Languages: es_es, fi_fi, fr_fr, pl_pl

source: All tests passed, congratulations!
es_es: Todas las pruebas fueron superadas, ¡enhorabuena!
fr_fr: Tout les tests ont été passés avec succès, félicitation!
pl_pl: Wszystkie testy udały się, gratulujemy!

source: Live login test
es_es: Chequeo de autenticación real
fi_fi: Käynnissäoleva kirjautumistesti
fr_fr: Test d'authentification en direct
pl_pl: Test poprawnego działania uwierzytelnienia

source: If you enter an existing login credential here, you can test the actual authentication from various checkpoints all over the world.
es_es: Si indroduce unas credenciales existentes aquí, podrá comprobar la auntenticación desde varios puntos en el mundo.
fi_fi: Jos kirjaannut tähän olemassaolevilla käyttäjätunnuksilla, niin voit testata todellista autentikaatiota eri puolilla maailmaa sijaitsevista tarkastuspisteistä.
fr_fr: Si vous indiquez ici des informations d'authentification valides ici, vous pourrez tester l'authentification depuis différents points dans le monde.
pl_pl: Jeśli podasz tutaj poprawne dane uwierzytelniania, to będziesz mógł przetestować działanie uwierzytelniania w różnych miejscach testowych na świecie.

source: The test will use all EAP types you have set in your profile information to check whether the right CAs and server names are used, and of course whether the login with these credentials and the given EAP type actually worked. If you have set anonymous outer ID, the test will use that.
es_es: El chequeo usará todos los tipos EAP que has definido en la información de su perfil para comprobar que las autoridades de certificación y nombres de servidor se usan, así como que la autenticación con las credenciales y el tipo EAP proporcionados funciona. Si definió una identidad anónima externa, el chequeo la usará.
fi_fi: Testi tulee käyttämään kaikkia EAP-tyyppejä, jotka olet määritellyn profiilitiedoissa tarkastaakseen, josko oikeita CA:ita ja palvelinnimiä on käytetty, ja tietysti onnistuiko kirjaantuminen annetuilla käyttäjätunnuksilla ja EAP-tyypillä. Jos olet asettanut anonyymin ulkoisen ID:n, testi käyttää tätä.
fr_fr: Le test exploitera tous les types EAP que vous avez renseigné dans vos information de profil afin de vérifier si les bonnes AC et les bons noms de serveurs sont utilisés, et bien sur si l'authentification avec ces identifiants et les types EAP fournis fonctionne. Si vous avez indiqué une identité externe anonyme, le test l'utilisera.
pl_pl: Test będzie używał wszystkich typów EAP, ustalonych wcześniej w Twoim profilu, w celu sprawdzenia czy są stosowane właściwe urzędy certyfikacyjne oraz nazwy serwerów oraz, oczywiście, czy działa uwierzytelnienie za pomocą podanych danych uwierzytelniania oraz wskazanego typu EAP. Jeśli został ustalony zewnętrzny identyfikator tożsamości, to test zastosuje go.

source: Note: the tool purposefully does not offer you to save these credentials, and they will never be saved in any way on the server side. Please use only <strong>temporary test accounts</strong> here; permanently valid test accounts in the wild are considered harmful!
es_es: Nota: la herramienta no ofrece a propósito la posibilidad de guardar las credenciales, ni tampoco serán salvadas en el servidor. Por favor, use sólo <strong>cuentas de prueba temporales</strong> aquí; ¡las cuentas para pruebas permanente pueden ser dañinas!
fi_fi: Huomaa: työkalu ei tarkoituksellisesti salli käyttäjätunnusten tallentamista ja niitä ei missään vaiheessa tallenneta palvelimelle. Ole hyvä, ja käytä vain <strong>väliaikaisia testitunnuksia</strong>: jatkuvasti samana säilyvät testitunnukset ovat haitallisia.
fr_fr: Note : l'outil ne vous propose pas de sauvegarder ces identifiants et il ne seront jamais sauvegardés d'aucune manière que ce soit côté serveur. Veuillez n'utiliser que <strong>des comptes de test temporaires</strong> ici; la divulgation de comptes de test valides et permanents étant considérée comme dangereuse !
pl_pl: Uwaga: to narzędzie celowo nie pozwala na zachowanie danych uwierzytelniania i nie zostaną one nigdzie zapamiętane po stronie serwera. Prosimy używać wyłącznie <strong>tymczasowych kont testowych</strong>; konta testowe, które pozostają aktywne stanowią zagrożenie!

source: For all EAP types
es_es: Todos lo tipos EAP
fi_fi: Kaikille EAP-tyypeille.
fr_fr: Pour tous les types EAP
pl_pl: Dla wszystkich typów EAP

source: Username:
es_es: Nombre de usuario:
fi_fi: Käyttäjätunnus:
fr_fr: Nom d'utilisateur :
pl_pl: Nazwa użytkownika:

source: Password-based EAP types
es_es: Tipos EAP basados en contraseña
fi_fi: Salasana-pohjaiset EAP-tyypit:
fr_fr: Types EAP reposant sur des mots de passe
pl_pl: Typy EAP korzystające z hasła

source: Password:
es_es: Contraseña:
fi_fi: Salasana:
fr_fr: Mot de passe :
pl_pl: Hasło:

source: Certificate-based EAP types
es_es: Tipos EAP basados en certificados
fi_fi: Varmennepohjaiset EAP-tyypit
fr_fr: Types EAP reposant sur des certificats
pl_pl: Typy EAP korzystające z certyfikatu

source: Certificate file:
es_es: Fichero del certificado:
fi_fi: Varmennetiedosto:
fr_fr: Fichier contenant le certificat :
pl_pl: Plik certyfikatu urzędu certyfikacji:

source: Private key, if any:
es_es: Clave privada, si la hay:
fi_fi: Yksityinen avain, jos saatavilla:
fr_fr: Clé privée, si besoin est :
pl_pl: Klucz prywatny, jeśli istnieje:

source: Submit credentials
es_es: Enviar credenciales
fi_fi: Lähetä tunnukset
fr_fr: Soumettre les données d'identification
pl_pl: Prześlij dane uwierzytelniania:

source: Return to dashboard
es_es: Volver al panel de mandos
fi_fi: Palaa takaisin
fr_fr: Revenir au tableau de bord
pl_pl: Powrót do głównego panelu

source: %s: IdP enrollment wizard (step 2)
es_es: %s: Asistente de configuración de IdP (paso 2)
fi_fi: %s: IdP:n käyttöönottovelho (vaihe 2)
fr_fr: %s: Assistant d'ajout d'un IdP (étape 2)
pl_pl: %s: kreator rejestracji IdP (krok 2)

source: %s: Editing IdP '%s'
es_es: %s: Editando el IdP '%s'
fi_fi: %s: Muokkaa IdP:tä '%s'
fr_fr: %s: Édition de l'IdP '%s'
pl_pl: %s: Edycja IdP '%s'

source: Step 2: General Information about your IdP
es_es: Paso 2: Información general sobre tu IdP
fi_fi: Vaihe 2: IdP:n yleistiedot
fr_fr: Étape 2: Informations générales sur votre IdP
pl_pl: Krok 2: Ogólne informacje o Twoim IdP

source: Editing IdP information for '%s'
es_es: Editando información del IdP para '%s'
fi_fi: Muokkaa IdP:n '%s' tietoja
fr_fr: Editer les informations de l'IdP pour '%s'
pl_pl: Edycja informacji IdP dotyczących '%s'

source: General Institution Properties
es_es: Propiedades generales de la institución
fi_fi: Organisaation yleistiedot
fr_fr: Propriétés générales de l'établissement
pl_pl: Szczegóły dotyczące instytucji

source: Country:
es_es: País:
fi_fi: Maa:
fr_fr: Pays:
pl_pl: Kraj:

source: Hello, newcomer. Your institution is new to us. This wizard will ask you several questions about your IdP, so that we can generate beautiful profiles for you in the end. All of the information below is optional, but it is important to fill out as many fields as possible for the benefit of your end users.
es_es: Hola, recién llegado. Tu institución es nueva para nosotros. Este asistente te hará varias preguntas sobre tu IdP, de modo que se puedan generar unos bonitos perfiles para ti al final. Toda la información de más abajo es opcional, pero es importante rellenar tantos campos como sea posible por el beneficio de tus usuarios finales.
fr_fr: Bonjour. Votre établissement est nouveau dans CAT. Cet assistant vous demandera quelques informations sur votre IdP afin de générer de magnifiques profils de connexion. Toutes les informations ci-dessous sont optionnelles mais il est important d'en spécifier le plus possible afin d'en faire bénéficier vos utilisateurs.
pl_pl: Witaj nowy użytkowniku! Twoja instytucja jest dla nas nowa. Ten kreator zada Ci kilka pytań dotyczących Twojego IdP. Odpowiedzi pozwolą nam wygenerować dla Ciebie profil. Wszystkie poniższe informacje są opcjonalne, ale zalecamy wypełnienie poniższych pól.

source: General Information
es_es: Información general
fi_fi: Yleistä tietoa
fr_fr: Informations générales
pl_pl: Informacje ogólne

source: This is the place where you can describe your institution in a fine-grained way. The solicited information is used as follows:
es_es: Este es el lugar donde puedes describir tu institución de manera más afinada. La información que se solicita se usa como sigue:
fr_fr: Ici vous pouvez décrire précisément votre profil établissement. Les informations demandées sont utilisées aux fins suivantes:
pl_pl: W tym miejscu możesz opisać szczegółowo swoją instytucję. Informacja ta jest wykorzystywana następująco:

source: <strong>Logo</strong>: When you submit a logo, we will embed this logo into all installers where a custom logo is possible. We accept any image format, but for best results, we suggest SVG. If you don't upload a logo, we will use the generic logo instead (see top-right corner of this page).
es_es: <strong>Logotipo</strong>: si proporcionas un logotipo, embeberemos este en todos los intaladores donde un logotipo personalizado sea posible. Aceptamos cualquier formato de imagen, pero para obtener mejores resultados sugerimos que uses SVG. Si no subes un logotipo, usaremos el logotipo genérico de eduroam en su lugar (ver la esquina superior derecha de esta página).
pl_pl: <strong>Logo</strong>: Jeżeli wyślesz nam logo, to zostanie ono dołączone do instalatorów wszędzie, gdzie jest miejsce na indywidualne logo. Akceptujemy dowolny format, ale dla lepszego efektu, zalecamy stosowanie SVG. Jeżeli nie przekażesz nam logo, to użyjemy w tym miejscu ogólnego logo eduroam.

source: <strong>Terms of Use</strong>: Some installers support displaying text to the user during installation time. If so, we will make that happen if you upload an RTF file or plain text file to display.
es_es: <strong>Términos de uso</strong>: Algunos instaladores soportan mostrar un texto durante la instalación. Si es así, mostraremos dicho texto si subes un documento RTF o en texto plano para que sea mostrado.
fi_fi: <strong>Käyttöehdot</strong>: Jotkin asennusohjelmat tukevat tekstin näyttämistä loppukäyttäjille asennuksen aikana. Jos haluat tekstiä tarjolle, niin lataa se RTF- tai tekstimuodossa.
fr_fr: <strong>Conditions d'utilisation</strong>: Certains installateurs peuvent afficher un texte durant le processus d'installation. Vous pouvez envoyer un fichier RTF ou un fichier texte pour utiliser cette fonctionnalité.
pl_pl: <strong>Zasady użytkowania</strong>: Niektóre instalatory dają możliwość wyświetlenia użytkownikom dodatkowych komunikatów w czasie instalacji. Będzie to możliwe, jeżeli prześlesz nam plik RTF albo plik tekstowy do wyświetlenia.

source: Additional SSIDs:
es_es: SSIDs adicionales:
fi_fi: Muut SSID:t:
fr_fr: SSIDs additionnels:
pl_pl: Dodatkowe SSID:

source: SSIDs:
fi_fi: SSID:t:
pl_pl: SSID:

source: We will always configure this SSID for WPA2/AES: %s.
es_es: Siempre configuraremos el SSID para WPA2/AES: %s.
fr_fr: Ce SSID sera toujours configuré pour WPA2/AES: %s.
pl_pl: To SSID zostanie zawsze skonfigurowane dla WPA2/AES: %s.

source: They will also be configured for WPA/TKIP if the device supports multiple encryption types.
es_es: También serán configurados para cifrado WPA/TKIP si el dispositivo soporta múltiples tipos de cifrado.
fi_fi: Ne konfiguroidaan myös tukemaan WPA/TKIP:iä, jos laite tukee useita eri salaustyyppejä.
fr_fr: Ils seront également paramétrés pour WPA/TKIP si l'appareil support de multiples types de chiffrement.
pl_pl: Zostanie dodatkowo skonfigurowane WPA/TKIP o ile urządzenie wspiera różne rodzaje szyfrowania.

source: It is also possible to define custom additional SSIDs with the options '%s' and '%s' below.
es_es: También es posible definir un SSID propio adicional con las opciones '%s' y '%s' de más abajo.
fi_fi: On mahdollista määritellä yksilöidyt lisä-SSID:t, joissa on optiot '%s" ja '%s" alapuolelta.
fr_fr: Il est également possible de définir des SSIDs additionnels personnalisés avec les options '%s' et '%s' ci-dessous
pl_pl: Można skonfigurować dodatkowe SSID przy pomocy poniższych opcji '%s' i '%s'.

source: Please configure which SSIDs should be configured in the installers.
es_es: Por favor, configura qué SSIDs deberían configurarse en los instaladores.
fi_fi: Konfiguroi, mitkä SSID:t pitää laittaa asennusohjelmiin.
fr_fr: Merci d'indiquer quels SSIDs doivent être configurés pour les installateurs.
pl_pl: Wskaż jakie SSID mają być skonfigurowane przez instalatory.

source: By default, we will only configure the SSIDs with WPA2/AES encryption. By using the '(with WPA/TKIP)' option you can specify that we should include legacy support for WPA/TKIP where possible.
es_es: Por defecto, sólo configuraremos los SSIDs con cifrado WPA2/AES. Usando la opción '(con WPA/TKIP)' puedes especificar que incluyamos soporte para WPA/TKIP cuando sea posible.
fi_fi: Oletusarvoisesti SSID:t konfiguroidaan tukemaan WPA2/AES-salausta. Jos käytät '(WPA/TKIP)'-optiota, voit määrittää, että myös tuki vanhalle WPA/TKIP:lle on mukana silloin kuin se on mahdollista.
fr_fr: Par défaut, le SSID est configuré avec la méthode de chiffrement WPA2/AES. En utilisant l'option "avec WPA/TKIP" vous pouvez ajouter le support du WPA/TKIP ou cela est disponible.
pl_pl: Domyślnie SSID są konfigurowane wyłącznie dla WPA2/AES. Używając opcji '(z WPA/TKIP)' możesz dodatkowo wymusić konfigurowanie WPA/TKIP, gdy jest to możliwe.

source: Add new option
es_es: Añadir nueva opción
fi_fi: Lisää uusi vaihtoehto
fr_fr: Ajouter une nouvelle option
pl_pl: Dodaj nową opcję

source: Helpdesk Details for all users
es_es: Detalles del Helpdesk (CAU) para todos los usuarios
fi_fi: Helpdeskin tiedot kaikille käyttäjille
fr_fr: Détails de l'assistance Helpdesk pour tout les utilisateurs
pl_pl: Informacje o helpdesku dla wszystkich użytkowników

source: If your IdP provides a helpdesk for its users, it would be nice if you would tell us the pointers to this helpdesk. Some site installers might be able to signal this information to the user if he gets stuck.
es_es: Si tu IdP proporciona un CAU para sus usuarios, estaría bien que nos dijeras los detalles de este. Algunos instaladores podrían mostrar al usuario esta información si detectan algún fallo.
fr_fr: Si votre IdP fournit un service d'assistance aux utilisateurs, merci de nous indiquer ses contacts. Les installateurs pourront ainsi fournir cette information aux utilisateurs.
pl_pl: Jeżeli Twój IdP umożliwia kontakt użytkowników z helpdeskiem, możesz podać adres kontaktowy. Niektóre instalatory pozwalają na przekazanie użytkownikom tej informacji, jeżeli w trakcie instalacji wystąpi błąd.

source: If you enter a value here, it will be added to the site installers for all your users, and will be displayed on the download page. If you operate separate helpdesks for different user groups (we call this 'profiles'), or operate no help desk at all (shame on you!), you can also leave any of these fields empty and optionally specify per-profile helpdesk information later in this wizard.
es_es: Si introduces un valor aquí, se añadirá a los instaladores de todos tus usuarios, y se mostrará en la página de descargas. Si operas varios CAUs (centro de atención al usuario) para distintos grupos de usuarios (llamamos a esto 'perfiles'), o no operas ningún CAU (¡vergüenza debería darte!), puedes dejar cualquiera de estos campos vacíos y opcionalmente especificar un CAU por cada perfil más tarde en este asistente.
fr_fr: Si vous entrez un paramètre ici, il sera ajouté aux installateurs pour tout vos utilisateurs, et sera visible sur la page de téléchargement. Si vous avez des service d'assistance différents pour différents groupes d'utilisateurs (que nous appelons 'profils'), ou que vous n'avez pas du tout de service d'assistance (c'est mal!), vous pouvez laisser ces champs vide et éventuellement préciser les informations de service d'assistance par profil plus tard dans cet assistant.
pl_pl: Jeżeli wprowadzisz tu jakąś wartość, to zostanie ona dodana do instalatorów dla Twojej instytucji. Jeżeli w Twojej instytucji funkcjonują oddzielne helpdeski dla różnych grup użytkowników (nazywanych tu profilami) lub nie działa żaden helpdesk (wstydź się!), to możesz pozostawić każde z tych pól puste i podać, jeśli to potrzebne, informację o helpdesku później.

source: EAP details for all users
es_es: Detalles EAP para todos los usuarios
fi_fi: Kaikkien käyttäjien EAP-tiedot
fr_fr: Détails EAP pour tout les utilisateurs
pl_pl: Szczegóły dotyczące metod EAP dla wszystkich użytkowników

source: Most EAP methods need server-side authentication details, like the CA certificate and/or server name(s) of your authentication servers. If all the EAP methods you support work with the same CA and or Common Names of servers, you can enter them here and they will be added as trust anchors in all profiles. If the details differ per profile or per EAP-type, you can also enter them in the individual profiles later.
es_es: La mayor parte de los métodos necesitan detalles del servidor, como la CA que firma su certificado y/o el nombre o nombres de los servidores que autentican. Si todos los métodos EAP soportados funcionan con la misma CA y/o Common Names de servidores, puedes introducirlos aquí y serán añadidos como anclajes de confianza en todos los perfiles. Si los detalles difieren por perfil o por tipo EAP, podrás introducirlos individualmente en cada perfil posteriormente.
fr_fr: La plupart des méthodes EAP nécessitent des paramètres d’authentification du serveur, comme le certificat CA ou le(s) nom(s) de serveur. Si toutes les méthodes EAP que vous supportez utilisent le même CA ou des nom communs de serveur, vous pouvez les ajouter ici et ils seront utilisés génériquement pour tout les profils. Si ces paramètres diffèrent par méthode EAP, vous pouvez ultérieurement entrer ces paramètres par profil.
pl_pl: Większość metod EAP wymaga podania szczegółów dotyczących uwierzytelnienia po stronie serwera, jak np. certyfikatu urzędu certyfikacji i/lub nazwy (nazw) serwera (serwerów). Jeżeli wszystkie metody EAP, które udostępniasz korzystają z tego samego urzędu certyfikacji i/lub tej samej nazwy serwera w polu Common Name, to możesz je wprowadzić tutaj - zostaną dodane jako elementy zaufane we wszystkich profilach. Jeżeli te elementy różnią się w poszczególnych profilach lub w typach EAP, to będziesz mógł wprowadzić je później, podczas definicji profilu.

source: <strong>Note well: </strong>The server-side validation is a cornerstone of %s; without it, users are subject to man-in-the-middle attacks! We will not generate site installers without Trusted CA anchors and server names.
es_es: <strong>Nota importante: </strong> La validación del lado del servidor es una piedra angular en %s; ¡sin ella, los usuarios son susceptibles a ataques man-in-the-middle!. No se generarán por tanto instaladores sin datos de la CA y del nombre de servidor.
fr_fr: <strong>Veuillez noter: </strong> La validation coté-serveur est la pierre angulaire de %s; Sans cela, les utilisateurs sont sujets aux attaques man-in-the-middle! Nous ne génèrerons pas d'installateurs sans CA de confiance et de noms de serveur.
pl_pl: <strong>Zapamiętaj: </strong>Potwierdzenie po stronie serwera jest kluczowe w %s; bez niego, użytkownicy mogą stać się celem ataków typu man-in-the-middle! Jeżeli nie podasz łańcucha zaufanych certyfikatów oraz nazw serwerów, to nie zostaną utworzone instalatory dla Twojej instytucji.

source: When you are sure that everything is correct, please click on %sContinue ...%s
es_es: Cuando estés seguro de que todo es correcto, por favor pulsa en %sContinuar ...%s
fi_fi: Kun olet varma, että kaikki on oikein, napsauta %sJatka...%s
fr_fr: Lorsque vous êtes sur que tout est correct, merci de cliquer sur %sContinuer ...%s
pl_pl: Jeżeli jesteś pewny, że wszystkie podane dane są poprawne, to naciśnij %sDalej...%s

source: Save data
es_es: Guardar datos
fi_fi: Tallenna tiedot
fr_fr: Sauvegarder les données
pl_pl: Zapamiętaj dane

source: Discard changes
es_es: Descartar cambios
fi_fi: Pyyhi tiedot
fr_fr: Annuler les changement
pl_pl: Wycofaj zmiany

source: IdP enrollment wizard (step 2 completed)
es_es: Asistente de inscripción de IdP (paso 2 completado)
fi_fi: IdP:n käyttöönottovelho (vaihe 2 valmis)
fr_fr: Assistant d'ajout d'un IdP (étape 2 terminée)
pl_pl: eduroam CAT: kreator rejestracji IdP (krok 2)

source: Submitted attributes for IdP '%s'
es_es: Atributos enviados para el IdP '%s'
fi_fi: Lähetty IdP:n '%s' tiedot
fr_fr: Caractéristiques soumises pour l'IdP '%s'
pl_pl: Przesłane atrybuty dotyczące dostawcy tożsamości (IdP) '%s'

source: Continue to dashboard
es_es: Ir al panel de mandos
fi_fi: Jatka dashboardiin
fr_fr: Continuer vers le tableau de bord
pl_pl: Powrót do głównego panelu

source: Continue to profile definition
es_es: Continuar a la definición del perfil
fi_fi: Jatka profiilin määrittämiseen
fr_fr: Continuer vers la définition du profil
pl_pl: Przejdź do definicji profilu

source: %s: IdP Enrollment Wizard (Step 3)
es_es: %s: Asistente de inscripción de IdP (paso 3)
fi_fi: %s: IdP:n rekisteröintivelho (vaihe 3)
fr_fr: %s: Assistant d'ajout d'un IdP (étape 3)
pl_pl: %s: kreator rejestracji IdP (krok 3)

source: Step 3: Defining a user group profile
es_es: Paso 3: Definiendo un perfil de grupo de usuarios
fi_fi: Vaihe 3: Käyttäjäryhmäprofiilin määrittely
fr_fr: Étape 3:
pl_pl: Krok 3: definicja profilu grupy użytkowników

source: Edit profile '%s' ...
es_es: Editar perfil '%s' ...
fi_fi: Muuta profiilia '%s' ...
fr_fr: Edition du profil '%s' ...
pl_pl: Edycja profilu '%s'...

source: General Institution Details
es_es: Detalles generales de la institución
fi_fi: Kotiorganisaation perustiedot
fr_fr: Détails généraux de l'établissement
pl_pl: Szczegóły dotyczące instytucji

source: Global Helpdesk Details
es_es: Opciones globales de Helpdesk
fi_fi: Yleiset Helpdesk-tiedot
fr_fr: Détails généraux de l'assistance Helpdesk
pl_pl: Globalne zasady kontaktu z helpdeskiem

source: Global EAP Options
es_es: Opciones EAP globales
fi_fi: Yleiset EAP-valinnat
fr_fr: Option générales EAP
pl_pl: Globalne opcje EAP

source: General Profile properties
es_es: Propiedades generales del perfil
fi_fi: Yleiset profiilimääritykset
fr_fr: Propriétés générale du profil
pl_pl: Ogólne własności profilu

source: We will now define a profile for your user group(s). You can add as many profiles as you like by choosing the appropriate button on the end of the page. After we are done, the wizard is finished and you will be taken to the main IdP administration page.
es_es: Definiremos a continuación un perfil para tu(s) grupo(s) de usuario(s). Puedes añadir tantos perfiles como desees, eligiendo el botón apropiado al final de la página. Cuando hayamos finalizado, el asistente habrá acabado y serás redireccionado a la página principal de administración del IdP.
fi_fi: Määrittele profiili käyttäjäryhmällesi (tai usealle ryhmälle). Voit lisätä niin monta profiilia kuin haluat valitsemalla vastaavan napin sivun alareunasta. Kun olet valmis, velho päättyy ja siirryt IdP:n päähallintasivulle.
fr_fr: Vous allez maintenant définir un profil pour vos groupes d'utilisateurs. Vous pouvez ajouter autant de profil que vous le souhaitez grâce au bouton au bas de la page. A la fin de ce processus, l'assistant sera terminé et vous serez redirigé sur la page d'administration principale de votre IdP.
pl_pl: Teraz zdefiniujemy profil dla Twojej grupy (grup) użytkowników. Możesz dodać dowolną liczbę profili wybierając odpowiedni przycisk na końcu tej strony. Następnie kreator zakończy pracę i powrócisz na główną stronę zarządzania IdP.

source: Profile Name and RADIUS realm
es_es: Nombre del perfil y dominio RADIUS
fi_fi: Profiilin nimi ja RADIUS-toimialue
fr_fr: Nom du profil et domaine RADIUS
pl_pl: Nazwa profilu i realm RADIUS
