Repository: GEANT/CAT
Catalog: source/tags/release_1_0/translation/*/web_admin.po
Languages: es_es, fi_fi, fr_fr, pl_pl

source: Pending invitations in your federation:
es_es: Invitaciones pendientes en tu federación:
fi_fi: Yhteisön jonottavat kutsut:
fr_fr: Invitation en attente dans votre fédération:
pl_pl: Oczekujące zaproszenia w Twojej Federacji:

source: Revoke Invitation
es_es: Revocar invitación
fr_fr: Révoquer invitation
pl_pl: Odwołaj zaproszenie

source: Register New Institution!
es_es: Registrar nueva institución
fi_fi: Rekisteröi uusi organisaatio!
fr_fr: Enregistrez un nouvel établissement!
pl_pl: Zarejestruj nową instytucję!

source: %s: IdP Dashboard
es_es: %s: panel de mandos del IdP
fr_fr: %s: Tableau de bord de l'IdP
pl_pl: %s: panel IdP

source: Identity Provider Overview
es_es: Vistazo al proveedor de identidad
fi_fi: identity Provider Yleisesittely
fr_fr: Vue d'ensemble du fournisseur d'identité
pl_pl: Przegląd dostawców tożsamości

source: IdP-wide settings
es_es: Configuración general del IdP
fi_fi: IdP:n yleisasetukset
fr_fr: Configuration générale de l'IdP
pl_pl: Ustawienia związane z IdP

source: Country
es_es: País
fi_fi: Maa
fr_fr: Pays
pl_pl: Kraj

source: Institution Download Area QR Code
es_es: Código QR para el área de descargas de la institución
fr_fr: QR Code de la page de téléchargement de l'établissement
pl_pl: QR Code do pobierania instalatorów dla instytucji

source: Edit IdP-wide settings
es_es: Editar configuración global del IdP
fi_fi: Muokkaa IdP:n yleisasetuksia
fr_fr: Éditer les paramètres généraux de l'IdP
pl_pl: Edytuj ustawienia związane z IdP

source: Do you really want to delete your IdP %s?
es_es: ¿Deseas borrar de verdad el perfil %s?
fi_fi: Haluatko varmasti poistaa IdP:n %s?
fr_fr: Souhaitez vous vraiment supprimer votre IdP %s?
pl_pl: Czy naprawdę chcesz usunąć profil %s?

source: Delete IdP
es_es: Borrar IdP
fi_fi: Poista IdP
fr_fr: Supprimer IdP
pl_pl: Usuń IdP

source: Available Support actions
es_es: Acciones de soporte disponibles
fi_fi: Tarjolla Olevat Tukitoimet
fr_fr: Actions de support disponibles
pl_pl: Dostępne akcje

source: Check another realm's reachability
es_es: Comprobar que otro dominio es alcanzable
fi_fi: Tarkasta toisen toimialueen saavutettavuus
fr_fr: Vérifiez l'accessibilité d'un autre domaine
pl_pl: Sprawdzenie, czy realm jest osiągalny

source: Go!
es_es: ¡Adelante!
fi_fi: Mene!
fr_fr: Aller!
pl_pl: Przejdź!

source: Check server status of European federations
es_es: Comprobar el estado de servidores de las federaciones europeas
fi_fi: Tarkasta Euroopan luottamusverkostojen palvelintilanne
fr_fr: Vérifiez le status du serveur de la fédération Européenne
pl_pl: Sprawdź status serwera w federacjach europejskich

source: Profiles for this institution
es_es: Perfiles para esta institución
fi_fi: Organisaation profiilit
fr_fr: Profils pour cet établissement
pl_pl: Profile dla tej instytucji

source: There are not yet any profiles for your institution.
es_es: Aún no hay perfiles para tu institución
fi_fi: Kotiorganisaatiotasi varten ei ole vielä yhtään profiilia.
fr_fr: Il n'y a pas encore de profil pour votre établissement
pl_pl: Nie istnieje jeszcze żaden profil dla Twojej instytucji

source: <strong>EAP Types</strong> (in order of preference):
es_es: <strong>Tipos EAP</strong> (orden de preferencia):
fi_fi: <strong>EAP-tyypit</strong> (suositusjärjestys):
fr_fr: <strong>Types EAP</strong> (par ordre de préférence):
pl_pl: <strong>Typy EAP</strong> (uporządkowane wg priorytetów):

source: OK
pl_pl: TAK

source: Information needed!
es_es: Se necesita información!
fi_fi: Lisää tietoa tarvitaan!
fr_fr: Information nécessaire!
pl_pl: Potrzebna informacja!

source: Option override on EAP Method level is in effect.
es_es: Se aplica sobreescritura de opción a nivel del método EAP.
fr_fr: Option de préemption de la méthode EAP active
pl_pl: Dokonano zmiany opcji na poziomie metody EAP

source: Option override on profile level is in effect.
es_es: Se aplica sobreescritura de opción a nivel de perfil.
fr_fr: Option de préemption du profil active
pl_pl: Dokonano zmiany opcji na poziomie profilu.

source: The information in this profile is incomplete.
es_es: La información en este perfil es incompleta.
fr_fr: Les informations dans ce profil sont incomplètes.
pl_pl: Informacja w ramach tego profilu nie jest kompletna.

source: This profile is shown on the user download interface.
es_es: El perfil es mostrado en la interfaz de descarga del usuario.
fi_fi: Tämä profiili näytetään loppukäyttäjien latausnäkymässä.
fr_fr: Ce profile est vue dans l'interface de téléchargement de l'utilisateur
pl_pl: Profil będzie pokazany w interfejsie pobierania instalatorów.

source: This profile is NOT shown on the user download interface, even though we have enough information to show. To enable the profile, add the attribute "%s" and tick the corresponding box.
es_es: El perfil NO se muestra en la interfaz de descargas para los usuarios, incluso si tenemos suficiente información que mostrar. Para habilitar el perfil, añadir el atributo "%s" y habilitar la correspondiente casilla.
fi_fi: Tätä profiilia ei näytetä käyttäjien latausliittymässä vaikka kaikki tiedot ovat määritelty. Jos haluat näyttää profiilin, lisää attribuutti "%s" ja merkkaa vastaava valintalaatikko.
fr_fr: Ce profil n'est PAS visible sur l'interface de téléchargement utilisateur., bien qu'il comporte les informations nécessaires pour être affiché. pour activer ce profil, ajouter l'attribut "%s" et cochez la caser correspondante.
pl_pl: Ten profile NIE będzie pokazany w interfejsie pobierania instalatorów, pomimo, że mamy wystarczającą ilość informacji. Aby włą@czyć ten profil dodaj atrybut "%s" i zaznacz opcję wyboru.

source: Profile: %s
es_es: Perfil: %s
fi_fi: Profiili: %s
fr_fr: Profil: %s
pl_pl: Profil: %s

source: Read this <a href='gtc-support.html'>tip</a>.
es_es: Leer este <a href='gtc-support.html'>truco</a>.
fi_fi: Lue tämä <a href='gtc-support.html'>tip</a>.
fr_fr: Lisez cette<a href='gtc-support.html'>astuce</a>.
pl_pl: Przeczytaj tę <a href='gtc-support.html'>wskazówkę</a>.

source: The realm can only be checked if you configure the realm!
es_es: El dominio sólo puede ser comprobado si configuras el dominio!
fi_fi: Toimialue voidaan valita vain jos konfiguroit sen.
fr_fr: L'accessibilité du domaine peut uniquement être vérifiée si vous configurez le domaine!
pl_pl: Realm profilu może zostać sprawdzony, gdy zostanie skonfigurowany!

source: Check realm reachability
es_es: comprobar que el dominio es alcanzable
fi_fi: Tarkasta toimialueen saavutettavuus.
fr_fr: Vérifiez l'accessibilité du domaine
pl_pl: Sprawdzenie, czy realm jest osiągalny

source: You have not fully configured any supported EAP types!
es_es: ¡No has configurado al completo ningún tipo EAP soportado!
fi_fi: Mikään tuettu EAP-tyyppi ei ole konfiguroitu loppuun saakka!
fr_fr: Vous n'avez complètement configuré aucun type EAP supporté!
pl_pl: Nie skonfigurowałeś żadnego typu EAP!

source: Installer Fine-Tuning and Download
es_es: Ajustes del instalador y descarga
fi_fi: Asennusohjelman Hienosäätö ja Lataus
fr_fr: Paramètres avancés et téléchargement de l’exécutable d'installation
pl_pl: Szczegółowe opcje i pobieranie instalatorów

source: Edit
es_es: Editar
fi_fi: Muokkaa
fr_fr: Éditer
pl_pl: Edytuj

source: Do you really want to delete the profile %s?
es_es: Deseas borrar de verdad el perfil %s?
fi_fi: Haluatko varmasti poistaa profiilin %s?
fr_fr: Souhaitez vous vraiment supprimer ce profil %s?
pl_pl: Czy naprawdę chcesz usunąć profil %s?

source: Delete
es_es: Borrar
fi_fi: Poista
fr_fr: Supprimer
pl_pl: Usuń

source: User Download Link
es_es: Enlace de descarga para usuarios
fi_fi: Loppukäyttäjän latauslinkki
fr_fr: Lien de téléchargement pour l'utilisateur
pl_pl: Lokalizacja udostępniająca instalator

source: User Downloads
es_es: Descargas de los usuarios
fi_fi: Käyttäjien Lataukset
fr_fr: Téléchargements utilisateurs
pl_pl: Pobieranie instalatorów

source: Add new profile ...
es_es: Añadir nuevo perfil ...
fi_fi: Lisää uusi profiili ...
fr_fr: Ajouter un nouveau profil ...
pl_pl: Dodaj nowy profil...

source: Device Compatibility matrix
es_es: Matriz de dispositivos compatibles
fi_fi: Laitteiden yhteensopivuustaulukko
fr_fr: Matrice de compatibilité des systèmes
pl_pl: Tablica kompatybilności urządzeń

source: Device compatiblity matrix for %s of %s
es_es: Matriz de compatibilidad de dispositivos para %s de %s
fi_fi: Laitteiden yhteensopivuustaulukko sivu %s sivuista %s
fr_fr: Matrice de compatibilité des appareils pour le profil %s de %s
pl_pl: Tablica kompatybilności urządzeń dla %s z %s

source: Device
es_es: Dispositivo
fi_fi: Laite
fr_fr: Appareil
pl_pl: Urządzenie

source: EAP-Type-specific options...
es_es: Opciones específicas del tipo EAP
fi_fi: Erityisiä EAP-tyyppi-vaihtoehtoja...
fr_fr: Options spécifique EAP-Type...
pl_pl: Opcje specyficzne dla typu EAP...

source: Device-specific options...
es_es: R
fi_fi: Laitesidonnaisia vaihtoehtoja...
fr_fr: Options spécifiques de l'appareil
pl_pl: Opcje specyficzne dla typu urządzenia...

source: Download
es_es: Descargar
fi_fi: Lataa
fr_fr: Téléchargement
pl_pl: Pobierz

source: Legend:
es_es: Leyenda:
fi_fi: Selitys:
fr_fr: Légende:
pl_pl: Legenda:

source: redirection is set
es_es: redirección activada
fi_fi: uudelleenohjaus on asetettu
fr_fr: La redirection est activée
pl_pl: ustawiono przekierowanie

source: will be offered on download site
es_es: se ofrecerá en el sitio de descargas
fi_fi: on saatavissa latauspalvelimesta
fr_fr: sera proposé sur le site de téléchargement
pl_pl: będzie udostępniany na stronie

source: configured, but not preferred EAP type
es_es: configurado, pero no es el tipo EAP preferido
fi_fi: konfiguroitu, mutta ei-suosisteltu EAP-tyyppi
fr_fr: type EAP configuré mais non préféré
pl_pl: typ EAP skonfigurowany, ale nie preferowany

source: incomplete configuration
es_es: configuración incompleta
fi_fi: keskeneräinen konfiguraatio
fr_fr: configuration incomplète
pl_pl: niekompletna konfiguracja

source: not supported by CAT
es_es: No soportado por CAT
fi_fi: CAT ei tue
fr_fr: non supporté par CAT
pl_pl: Niewspierane w CAT

source: Footnotes:
es_es: Notas al pie:
fi_fi: Alaviitteet:
fr_fr: Notes de bas de page :
pl_pl: Przypisy:

source: %s: User Management
es_es: %s: Administración de usuarios
fi_fi: %s: Käyttäjähallinto
fr_fr: %s : Gestion des Utilisateurs
pl_pl: %s: Zarządzenie użytkownikami

source: User Overview
es_es: Visión general del usuario
fi_fi: Käyttäjän perustiedot
fr_fr: Vue d'ensemble de l'utilisateur
pl_pl: Dane użytkownika

source: Edit User Details
es_es: Editar los detalles del usuarios
fi_fi: Muuta Käyttäjän Tietoja
fr_fr: Éditer les informations utilisateur
pl_pl: Edytuj dane użytkownika

source: Click here to manage your federations
es_es: Haz click aquí para administrar tu federación
fi_fi: Napsauta ylläpitääksesi yhteisöjäsi
fr_fr: Cliquer ici pour gérer vos fédérations
pl_pl: Kliknij, aby zarządzać swoimi federacjami

source: You are managing the following institution:
es_es: Estás administrando la siguiente institución:
fi_fi: Ylläpidät seuraavaa organisaatiota:
fr_fr: Vous administrez l' établissement suivant:
pl_pl: Zarządzasz następującą instytucją:

source: Other admins of this institution
es_es: Otros administradores de esta institución
fi_fi: Tämän organisaation muut ylläpitäjät
fr_fr: Autres administrateurs de cet établissement
pl_pl: Pozostali administratorzy tej instytucji

source: Institutions in federation %s
es_es: Institución en la federación %s
fi_fi: Organisaatiot yhteisössä %s
fr_fr: Établissement dans la fédération %s
pl_pl: Instytucje należące do federacji %s

source: other user
es_es: otro usuario
fr_fr: autre utilisateur
pl_pl: inny/inni użytkownik/użytkownicy

source: You are not managing any institutions.
es_es: No estás administrando ninguna institución.
fi_fi: Et ylläpidä yhtään organisaatiota.
fr_fr: Vous n'administrez aucun établissement
pl_pl: Nie zarządzasz żadnymi instytucjami.

source: Please ask your federation administrator to invite you to become an institution administrator.
es_es: Por favor pregunta al administrador de tu federación para ser invitado a ser un administrador de institución.
fi_fi: Pyydä yhteisön ylläpitäjältä kutsu ryhtyä organisaation ylläpitäjäksi.
fr_fr: Merci de demander à votre administrateur de fédération de vous inviter à devenir un administrateur d'établissement.
pl_pl: Zwróć się do administratora krajowego, aby wysłał do Ciebie zaproszenie do zarządzania instytucją.

source: Did you receive an invitation token to manage an institution? Please paste it here:
es_es: ¿recibiste un token de invitación para administrar una institución? Por favor, introducelo aquí:
fi_fi: Saitko kutsupoletin organisaation ylläpitoa varten? Kopioi se tähän:
fr_fr: Vous avez reçu un jeton d'invitation pour administrer votre établissement ? Collez le ici:
pl_pl: Czy otrzymałeś zaproszenie do zarządzania tą instytucją? Jeżeli tak, to wklej przesłany token tutaj:

source: Release %s
es_es: Versión %s
fr_fr: Version %s
pl_pl: Wersja %s

source: Unreleased SVN Revision
es_es: Versión de SVN no publicada
fi_fi: Julkaisematon SVN Revisio
fr_fr: Révision SVN non publiée
pl_pl: Nieopublikowana wersja SVN

source: %s<br />IdP Configuration Interface
es_es: %s<br />Interfaz de configuración del IdP
fi_fi: %s<br>IdP Hallintaliittymä
fr_fr: %s<br />Interface de configuration de l'IdP
pl_pl: %s<br />Interfejs konfiguracji IdP

source: View this page in
es_es: Ver página web en
fi_fi: Näytä tämä sivu
fr_fr: Visualisez cette page sur
pl_pl: Wyświetl w języku

source: You are:
es_es: Eres:
fi_fi: Sinä olet:
fr_fr: Vous êtes:
pl_pl: Twój identyfikator:

source: Unnamed User
es_es: Usuario sin nombre
fi_fi: Nimetön käyttäjä
fr_fr: Utilisateur sans nom
pl_pl: Użytkownik bez nazwy

source: Go to your Profile page
es_es: Ir a la página de tu perfil
fi_fi: Siirry Profiilisivullesi
fr_fr: Aller sur la page de votre Profil
pl_pl: Przejdź do głównej strony zarządzania

source: Start page
es_es: Página de inicio
fr_fr: Page de démarrage
pl_pl: Strona startowa

source: Support: Web
es_es: Soporte: Web
fi_fi: Tuki: Web
pl_pl: Wsparcie: WWW

source: Support: EAP Types
es_es: Soporte: modos EAP
fi_fi: Tuki: EAP-tyypit
fr_fr: Support: Types EAP
pl_pl: Wsparcie: Typy EAP

source: Support: Phone
es_es: Soporte: Teléfono
fi_fi: Tuki: Puhelin
fr_fr: Support: Téléphone
pl_pl: Wsparcie: Telefon

source: Support: E-Mail
es_es: Soporte: Correo electrónico
fi_fi: Tuki: Sähköposti
fr_fr: Support: Courriel
pl_pl: Wsparcie: E-Mail

source: Location
es_es: Localización
fi_fi: Paikka
fr_fr: Localisation
pl_pl: Lokalizacja

source: Logo URL
es_es: URL del logo
fr_fr: URL du logo
pl_pl: URL znaku logo

source: Logo image
es_es: Imagen del logotipo
fi_fi: Logo kuva
fr_fr: Image du logo
pl_pl: Obrazek logo

source: Name of Authentication Server
es_es: Nombre del servidor de autenticación
fi_fi: Autentikaatiopalvelimen nimi
fr_fr: Nom du serveur d'authentification
pl_pl: Nazwa serwera uwierzytelniającego

source: Enable device assessment
es_es: Habilitar evaluación del dispositivo
fi_fi: Mahdollista laitteen arviointi
fr_fr: Activer l'évaluation de l'appareil
pl_pl: Włącz analizę urządzenia

source: Terms of Use
es_es: Términos de uso
fi_fi: Käyttöehdot
fr_fr: Conditions d'utilisation
pl_pl: Zasady użytkowania

source: CA Certificate URL
es_es: URL del certificado de CA
fi_fi: CA-varmenteen URL
fr_fr: URL du certificat CA
pl_pl: URL certyfikatu urzędu certyfikacji

source: CA Certificate File
es_es: Fichero del certificado de CA
fi_fi: CA-varmennetiedosto
fr_fr: Fichier de certificat CA
pl_pl: Plik certyfikatu urzędu certyfikacji

source: Profile Display Name
es_es: Nombre del perfil
fi_fi: Profiilin Näyttönimi
fr_fr: Nom affiché pour le Profil
pl_pl: Wyświetlana nazwa profilu:

source: Production-Ready
es_es: Listo para producción
fi_fi: Tuotantovalmis
fr_fr: Prêt pour la production
pl_pl: Aktywny

source: Extra text on downloadpage for device
es_es: Texto adicional para la página de descargas del dispositivo
fi_fi: Ylimääräinen teksti laitteen lataussivua varten
fr_fr: Texte additionnel sur la page de téléchargement de l'appareil
pl_pl: Dodatkowy tekst na stronie pobierania instalatora tego urządzenia

source: Redirection Target
es_es: Destino de la descarga
fi_fi: Uudelleenohjauksen kohde
fr_fr: Cible de redirection
pl_pl: Adres przekierowania

source: Extra text on downloadpage for EAP method
es_es: Texto adicional en la página de descargas para el método EAP
fi_fi: Lisäteksti EAP-menetelmän lataussivua varten
fr_fr: Texte additionnel sur la pas de téléchargement de la méthode EAP
pl_pl: Dodatkowy tekst na stronie pobierania instalatora związany z metodą EAP

source: Profile Description
es_es: Descripción del perfil
fi_fi: Profiilin Kuvaus
fr_fr: Description du Profil
pl_pl: Opis profilu

source: Federation Administrator
es_es: Administrador de la federación
fi_fi: Yhteisön Ylläpitäjä
fr_fr: Administrateur de la Fédération
pl_pl: Administrator Federacji

source: Real Name
es_es: Nombre real
fi_fi: Nimi
fr_fr: Nom réel
pl_pl: Imię Nazwisko

source: E-Mail Address
es_es: Dirección de correo electrónico
fi_fi: Sähköpostiosoite
fr_fr: Adresse Courriel
pl_pl: Adres email

source: Additional SSID
es_es: SSID adicional
fi_fi: Muu SSID
fr_fr: SSID additionnel
pl_pl: Dodatkowy SSID

source: Additional SSID (with WPA/TKIP)
es_es: SSID adicional (con WPA/TKIP)
fi_fi: Muu SSID (WPA/TKIP-tuella)
fr_fr: SSID additionnel (avec WPA/TKIP)
pl_pl: Dodatkowy SSID (szyfrowanie WPA/TKIP)

source: SSID (with WPA/TKIP)
es_es: SSID (con WPA/TKIP)
fi_fi: SSID (WPA/TKIP)
fr_fr: SSID (avecWPA/TKIP)
pl_pl: SSID (z WPA/TKIP)

source: This attribute can be set if you want to configure an additional SSID besides the default SSIDs for %s. It is almost always a bad idea not to use the default SSIDs. The only exception is if you have premises with an overlap of the radio signal with another %s hotspot. Typical misconceptions about additional SSIDs include: I want to have a local SSID for my own users. It is much better to use the default SSID and separate user groups with VLANs. That approach has two advantages: 1) your users will configure %s properly because it is their everyday SSID; 2) if you use a custom name and advertise this one as extra secure, your users might at some point roam to another place which happens to have the same SSID name. They might then be misled to believe that they are connecting to an extra secure network while they are not.
es_es: Este atributo puede establecerse si quieres configurar un SSID adicional además de tu SSID por defecto para %s. Es casi siempre una mala idea no usar los SSIDs por defecto. La única excepción es si tienes localizaciones donde se solape la señal de radio con otra localización %s. Algunas equivocaciones típicas sobre tener SSIDs adicionales incluyen: quiero tener un SSID local para mis propios usuarios. Es mucho mejor usar el SSID por defecto y separar usuarios con VLANes. Esta aproximación tiene dos ventajas: 1) tus usuarios configurarán apropiadamente %s pues será su SSID habitual; 2) si usas un nombre propio y anuncias este como extra seguro, tus usuarios podrían en algún momento hacer roaming en otro lugar que tenga el mismo nombre de SSID. En tal caso, podrían llevarse a creer que se están tratando de conectar a una red extra segura cuando esto no es así.
fi_fi: Tämä attribuutti voidaan asettaa, jos haluat konfiguroida lisä-SSID:n oletus-SSID:n lisäksi organisaatiolle %s. On lähes aina huono ajatus olla käyttämättä oletus-SSID:tä. Poikkeuksen muodostaa tilanne, jossa radiosingaalit menevät päällekäin toisen %s hotspotin kanssa. Tyypillinen ajatusvirhe lisä-SSID:n suhteen on, että haluaa paikallisen SSID:n omille käyttäjille. On parempi käyttää oletus-SSID:tä ja erottaa käyttäjäryhmän VLANeilla. Tässä on kaksi etua: 1) käyttäjäsi konfiguroivat %sn oikein, koska se on heidän päivittäin käyttämänsä SSID; 2) jos käytät toista nimeä ja mainostat sitä erityisturvallisena, niin käyttäjäsi voivat joskus roamata toisaalla, jossa sattuu olemaan sama SSID käytössä. He voivat harhautua käyttämään todella turvallista verkkoa, joka ei sitä olekaan.
fr_fr: Cet attribut peut être défini si vous souhaitez configurer un SSID supplémentaire en plus du SSID par défaut pour %s. Il est généralement déconseillé de ne pas utiliser le SSID par défaut. La seule exception est si vous avez des locaux avec un chevauchement du signal radio avec un autre hotspot %s. Les malentendus fréquents concernant les SSID supplémentaires sont: je veux avoir un SSID local pour mes propres utilisateurs. Il est beaucoup mieux d'utiliser le SSID par défaut et les groupes d'utilisateurs distincts avec des VLAN. Cette approche présente deux avantages: 1) vos utilisateurs configurerons %s correctement parce que c'est leur SSID de tous les jours; 2) si vous utilisez un SSID personnalisé et le diffusez comme très sécurisé, vos utilisateurs peuvent se déplacer à un autre endroit voir le nom même SSID. Ils pourraient alors être induit en erreur et croire qu'ils se connectent à un réseau sécurisé alors qu'ils ne sont pas.
pl_pl: Można użyć tego atrybutu, jeżeli chcesz skonfigurować dodatkowy SSID, poza domyślnym %s. Nie korzystanie z domyślnego SSID jest prawie zawsze kiepskim pomysłem. Jedynym wyjątkiem jest sytuacja nakładania się zasięgu naszej sieci z inną siecią %s. Typowe złe pomysły dotyczące dodatkowych SSID to np. tworzenie lokalnego SSID dla własnych użytkowników. W rzeczywistości dużo lepiej jest odseparować użytkowników przy pomocy VLAN-u. Za takim podejściem przemawiają dwa argumenty: 1) użytkownicy będą mieli poprawnie skonfigurowany SSID %s, ponieważ będzie to ich codzienna sieć; 2) jeżeli lokalna sieć z dedykowanym SSID będzie się reklamowało jako szczególnie bezpieczną, to może się przydarzyć, że jeżeli użytkownicy napotkają sieć o takiej samej nazwie, to automatycznie obdarzą ją takim samym zaufaniem, narażając się w ten sposób na niebezpieczeństwo.

source: OK!
pl_pl: Sukces!

source: Warning!
es_es: ¡Advertencia!
fi_fi: Varoitus!
fr_fr: Attention!
pl_pl: Uwaga!

source: Error!
fi_fi: Virhe!
fr_fr: Erreur !
pl_pl: Błąd!

source: Remark
es_es: Observación
fi_fi: Huomautus
fr_fr: Remarque
pl_pl: Uwaga

source: Error, ROWID expected.
es_es: Error, se esperaba ROWID.
fi_fi: Virhe, odotin ROWID:tä.
fr_fr: Erreur, ROWID attendu.
pl_pl: Błąd, oczekiwano ROWID

source: There was an error processing the certificate!
es_es: Hubo un error procesando el certificado!
fi_fi: Varmenteen käsittelyssä tapahtui virhe!
fr_fr: Erreur lors du traitement du certificat!
pl_pl: Wystąpił błąd podczas przetwarzania certyfikatu!

source: Preview of logo file
es_es: Previsualización del fichero con el logotipo
fi_fi: Logon esikatselu
fr_fr: Aperçu du logo
pl_pl: Podgląd pliku logo

source: File exists
es_es: El fichero existe
fi_fi: Tiedosto on olemassa
fr_fr: Le fichier existe déjà
pl_pl: Plik istnieje

source: Preview
es_es: Previsualizar
fi_fi: Esikatselu
fr_fr: Aperçu
pl_pl: Podgląd

source: default/other languages
es_es: por defecto/otros idiomas
fi_fi: oletus/muut kielet
fr_fr: défaut/autres langues
pl_pl: domyślny/inne języki

source: on
es_es: ACTIVADO
pl_pl: włączona

source: off
es_es: DESACTIVADO
pl_pl: wyłączona

source: <strong>%s</strong> from <strong>%s</strong>
es_es: <strong>%s</strong> desde <strong>%s</strong>
fi_fi: <strong>%s</strong> - <strong>%s</strong>
fr_fr: <strong>%s</strong> de <strong>%s</strong>
pl_pl: <strong>%s</strong> z <strong>%s</strong>

source: Login with <strong>%s</strong> from <strong>%s</strong> failed!
es_es: ¡ Falló el acceso con <strong>%s</strong> desde <strong>%s</strong> !
fi_fi: Kirjautuminen käyttäjä <strong>%s</strong> organisaatiosta <strong>%s</strong> epäonnistui!
fr_fr: L'identification avec <strong>%s</strong> de <strong>%s</strong> a échouée!
pl_pl: Zalogowanie z <strong>%s</strong> z <strong>%s</strong> nie powiodło się!
