Repository: GEANT/CAT
Catalog: source/tags/release_1_0/translation/*/web_admin.po
Languages: es_es, fi_fi, fr_fr, pl_pl

source: Please keep in mind that any profiles of such new institutions will only be made available on the user download page after you have linked them to an entity in the %s database (but they are otherwise fully functional).
es_es: Por favor, ten en cuenta que los perfiles de nuevas instituciones sólo estarán disponibles en la página de descargas de los usuarios después de haberlos vinculado a una entidad en la base de datos %s (aunque en cualquier caso son completamente funcionales).
fi_fi: Muista, että uusien organisaatioiden profiilit tulevat näkyviin lataussivulla vasta kun olet liittänyt ne tietokantaan %s (mutta ne ovat kyllä muuten täysin toimivia)
fr_fr: Merci de garder à l'esprit que tout profils d'un nouvel établissement ne sera disponible sur la page de téléchargement utilisateurs que lorsque vous les aurez liés à une entité de la base de données %s (ils sont cependant parfaitement opérationnels).
pl_pl: Pamiętaj, że profile takich nowych instytucji będą dostępne na stronie pobierania instalatorów dopiero jak instytucje zostaną powiązane z bazą %s (profile będą jednak w pełni funkcjonalne i np. pozwolą administratorom na pobranie instalatorów).

source: Existing IdP:
es_es: IdP existente:
fi_fi: Olemassaoleva IdP:
fr_fr: IdP existant:
pl_pl: Istniejące IdP:

source: --- select IdP here ---
es_es: --- Seleccionar IdP aquí ---
fi_fi: --- valitse IdP tästä ---
fr_fr: --- selectionnez l'IdP ici ---
pl_pl: --- wybierz IdP ---

source: New IdP
es_es: Nuevo IdP
fi_fi: Uusi IdP
fr_fr: Nouvel IdP
pl_pl: Nowe IdP

source: Name
es_es: Nombre
fi_fi: Nimi
fr_fr: Nom
pl_pl: Nazwa

source: Federation
es_es: Federación
fr_fr: Fédération
pl_pl: Federacja:

source: Administrator's E-Mail:
es_es: E-mail del administrador:
fi_fi: Ylläpitäjän Sähköposti:
fr_fr: Courriel de l'administrateur:
pl_pl: E-Mail administratora:

source: Send invitation
es_es: Enviar invitación
fi_fi: Lähetä kutsu
fr_fr: Envoyer invitation
pl_pl: Wyślij zaproszenie

source: select language
es_es: selecciona idioma
fi_fi: valitse kieli
fr_fr: sélectionnez la langue
pl_pl: wybierz język

source: (default/other languages)
es_es: (por defecto/otros idiomas)
fi_fi: (oletus/muut kielet)
fr_fr: (défaut/autres langues)
pl_pl: (domyślny/inne języki)

source: Click to see location
es_es: Click para ver la localización
fi_fi: Napsauta, niin näet sijainnin
fr_fr: Cliquez pour voir l'emplacement
pl_pl: Kliknij, by zobaczyć lokalizację

source: file content
es_es: contenido del fichero
fi_fi: tiedoston sisältö
fr_fr: contenu du fichier
pl_pl: zawartość pliku

source: %dx %s
es_es: %ds %s
pl_pl: %d razy %s

source: You did not set a 'default language' value for %s. This means we can only display this string for installers which are <strong>exactly</strong> in the language you configured. For the sake of all other languages, you may want to edit the profile again and populate the 'default/other' language field.
es_es: No estableciste un valor de 'idioma por defecto' para %s. Esto significa que sólo podemos mostrar instaladores que estén <strong>exactamente</strong> en ese idioma configurado. Por el bien de todos los otros idiomas, deberías editar el perfil de nuevo y poner algún valor para 'por defecto/otros idiomas' en el campo idioma.
fr_fr: Vous n'avez pas saisi de langage par défaut pour %s. Cela signifie que nous ne pouvons afficher cette chaîne que pour les installateurs qui sont <strong>exactement</strong> dans la langue que vous avez configuré. Pour le bien des autres langues, vous devriez éditer de nouveau le profil et remplir le champ de langue 'défaut/autres'
pl_pl: Nie ustawiono opcji 'domyślny język' na wartość %s. Oznacza to że możemy wyświetlać ten napis tylko dla instalatorów, które są <strong>w tym samym</strong> języku jaki został skonfigurowany. Aby były dostępne inne języki, potrzebna jest edycja profilu i dodanie pola języka 'domyślny/inny'.

source: No email address provided
es_es: No se proporcionó dirección de correo electrónico
fi_fi: Sähköpostiosoitetta ei ole annettu.
fr_fr: Aucune adresse courriel fournie
pl_pl: Nie podano adresu email

source: Invitation sent to:
es_es: Invitación enviada a:
fi_fi: Kutsu on lähetetty:
fr_fr: Invitation envoyée à:
pl_pl: Wysłano zaproszenie do:

source: Mail address to invite:
es_es: Dirección de correo a invitar:
fi_fi: Kutsuttavan sähköpostiosoite:
fr_fr: Courriel pour l'invitation
pl_pl: Adres maila, na który ma pójść zaproszenie:

source: Something's wrong... you are a federation admin, but not for the federation the requested institution belongs to!
es_es: Algo anda mal... eres un administrador de federación, ¡pero no el de la federación al que pertenece la institución solicitada!
fi_fi: Jokin meni pieleen... Olet yhteisön ylläpitäjä, mutta et sen yhteisön, johon pyydetty organisaatio kuuluu!
fr_fr: Quelques chose n'est pas normal... Vous êtes un administrateur de fédération, mais pas de la fédération qui contient l'établissement demandé!
pl_pl: Coś jest nie tak..., jesteś administratorem federacji, ale nie tej, do której należy ta instytucja.

source: an administrator of the %s Identity Provider "%s" has invited you to manage the IdP together with him.
es_es: un administrador del proveedor de identidad de %s "%s" le ha invitado a administrar el IdP junto a él.
fi_fi: %s Tunnistajan ylläpitäjä "%s" on kutsunut sinut ylläpitämään IdP:tä yhdessä hänen kanssan
fr_fr: un administrateur du %s du fournisseur d'identité "%s" vous a invité a administrer l'IdP avec lui.
pl_pl: administrator dostawcy tożsamości %s w usłudze eduroam "%s" zaprosił Cię do wspólnego zarządzania IdP.

source: Something's wrong... you want to create a new institution, but are not a federation admin for the federation it should be in!
es_es: Algo falla... quieres crear una nueva institución, ¡pero no eres un administrador de federación para la federación en la que debería estar esa institución!
fi_fi: Jokin on pielessä... Jos haluat luoda uuden organisaation, mutta et ole yhteisön ylläpitäjä yhteisölle, niin se on siinä.
fr_fr: Il se passe quelque chose d'étrange... Vous souhaitez créer un nouvel établissement, mais vous n'êtes pas un administrateur de la fédération ou il devrait être!
pl_pl: Coś jest nie tak..., chcesz utworzyć nową instytucję, ale nie w ramach federacji, której jesteś administratorem!

source: a %s operator has invited you to manage the future IdP "%s" (%s).
es_es: un operador de %s te ha invitado a administrar el futuro IdP "%s" (%s).
fi_fi: %s ylläpitäjä on kutsunut sinut ylläpitämään tulevaa IdP:tä "%s" (%s).
fr_fr: Un opérateur %s vous a invité a administrer un futur IdP "%s" (%s).
pl_pl: administrator %s zaprosił Cię do zarządzania instytucją "%s" (%s).

source: a %s operator has invited you to manage the IdP "%s".
es_es: un operador de %s te ha invitado a administrar el IdP "%s".
fi_fi: %s ylläpitäjä on kutsunut sinut ylläpitämään IdP:tä "%s".
fr_fr: Un opérateur %s vous a invité a administrer l'IdP "%s".
pl_pl: administrator %s zaprosił Cię do zarządzania instytucją "%s".

source: This invitation is valid for 24 hours from now, i.e. until %s.
es_es: Esta invitación es válida por 24 horas a partir de ahora, es decir, hasta %s.
fr_fr: Cette invitation est valide pendant 24 heures, i.e. jusqu’à %s.
pl_pl: Zaproszenie jest ważne przez kolejne 24 godziny, tzn. do %s.

source: Hello,
es_es: Hola,
fi_fi: Terve,
fr_fr: Bonjour,
pl_pl: Witaj,

source: To enlist as an administrator for that IdP, please click on the following link:
es_es: Para ser listado como administrador para este IdP, sigue por favor el siguiente enlace:
fi_fi: Värväytyäksesi tuon IdP:n ylläpitäjäksi, napsauta tätä linkkiä:
fr_fr: Pour vous enregistrer comme administrateur pour cet IdP, merci de suivre ce lien:
pl_pl: Aby zostać administratorem tej instytucji kliknij link:

source: If clicking the link doesn't work, you can also go to the %s Administrator Interface at
es_es: Si no puede seguir el enlace o no le funciona, puede ir también a la interfaz de administrador de %s en
fi_fi: Jos napsauttaminen ei toimi, voit myös mennä %s hallintaliittymään:
fr_fr: Si le lien ne fonctionne pas, vous pouvez vous rendre sur l'interface d'administration %s a
pl_pl: Jeśli nie działa poniższy link, możesz również przejść do Interfejsu Administratora %s

source: and enter the invitation token
es_es: e introducir el token de invitación
fi_fi: ja syötä kutsupoletti
fr_fr: et entrez le jeton d'invitation
pl_pl: i wprowadzić token z zaproszenia

source: manually. Please do not reply to this email, it is a send-only address.
es_es: manualmente. Por favor no respondas a este correo, la dirección remitente no existe.
fi_fi: Älä vastaan tähän sähköpostiin. Osoite on vain lähettämistä varten.
fr_fr: manuellement. Merci de ne pas répondre à ce courriel, ceci est une adresse d'envoi uniquement.
pl_pl: ręcznie. Proszę nie odpowiadać na ten mail, to jest mail automatyczny.

source: We wish you a lot of fun with the %s.
es_es: Te deseamos un montón de diversión usando %s.
fi_fi: Pidä hauskaa %s:n kanssa.
fr_fr: Nous vous souhaitons beaucoup de plaisir avec le %s.
pl_pl: Życzymy Ci wielu przyjemnych chwil z %s.

source: Sincerely, Your friendly folks from %s Operations
es_es: Saludos,⏎ ⏎ tus amigos del equipo de operaciones de %s
fr_fr: Cordialement, Votre amicale équipe opérationnelle de %s
pl_pl: Pozdrawiamy, Zespół operatorów %s

source: %s: you have been invited to manage an IdP
es_es: %s: has sido invitado a administrar un IdP
fi_fi: %s: sinut on kutsuttu ylläpitämään IdP:tä
fr_fr: %s: Vous êtes invités à administrer un IdP
pl_pl: %s: zostałeś zaproszony by zarządzać dostawcą tożsamości

source: This page needs to be called either for EAP-Types OR for devices, not both simultaneously!
es_es: Esta página necesita ser invocada para tipos EAP O para dispositivos,¡pero no para ambos a la vez!
fi_fi: Tätä sivua kutsutaan vain EAP-tyyppien TAI laitteiden vuoksi, ei molempia varten yhtä aikaa!
fr_fr: L'appel de cette page est effectué pour le type EAP OU pour les appareils disponibles, mais pas pour les deux simultanéments!
pl_pl: Ta strona powinna być wywołana albo dla określonego typu EAP, albo dla konkretnego urządzenia, nie dla dwóch tych elementów jednocześnie!

source: This page needs to be called either for EAP-Types OR for devices, but none of the two were set!
es_es: Esta página necesita ser invocada para tipos EAP O para dispositivos,¡pero ninguno de ellos se proporcionó!
fr_fr: Cette page doit être appelée soit pour un type EAP ou pour un appareil, or aucun des deux n'est paramétrés!
pl_pl: Ta strona powinna być wywołana albo dla określonego typu EAP, albo dla konkretnego urządzenia, a nie ustawiono żadnego z tych elementów!

source: device <strong>%s</strong>
es_es: El dispositivo <strong>%s</strong>
fi_fi: laite <strong>%s</strong>
fr_fr: appareil <strong>%s</strong>
pl_pl: urządzenie <strong>%s</strong>

source: Fine-tuning options for
es_es: Opciones de ajuste para
fi_fi: Hienosäädä vaihtoehtoja
fr_fr: Paramètres avancés pour
pl_pl: Ustalanie opcji dla

source: SubjectAltName
es_es: Asunto alternativo (SubjectAltName)
fr_fr: Noms alternatifs

source: Realm:
es_es: Dominio:
fi_fi: Toimialue:
fr_fr: Domaine:

source: EAP-Type <strong>%s</strong>
es_es: el tipo EAP <strong>%s</strong>
fi_fi: EAP-tyyppi <strong>%s</strong>
fr_fr: Type EAP <strong>%s</strong>

source: crlDistributionPoints
fr_fr: points de distribution des listes de révocation
