Repository: GEANT/CAT
Catalog: source/tags/release_1_0/translation/*/web_admin.po
Languages: es_es, fi_fi, fr_fr, pl_pl

source: Error creating new IdP binding!
es_es: Error creando nuevo vínculo con el IdP
fi_fi: Virhe luotaessa uutta IdP-sidosta!
fr_fr: Erreur lors de la création d'une nouvelle liaison avec un fournisseur d'identité !
pl_pl: Błąd przy tworzeniu nowego powiązania z IdP!

source: Sorry... this token has already been used to create an institution. If you got it from a mailing list, probably someone else used it before you.
es_es: Lo siento... esta invitación ya ha sido usada para crear una institución, si lo recibiste de una lista de correos, probablemente alguien la ha usado antes que tú.
fi_fi: Tämä poletti on jo käytetty organisaation luomiseen. Jos sait sen postilistalta, niin todennäköisesti joku toinen ehti ennen sinua.
fr_fr: Désolé…. ce jeton a déjà été utilisé pour créer un établissement. Si vous l'avez obtenu depuis une liste de diffusion, il est probable que quelqu'un l'a utilisé avant vous.
pl_pl: Niestety ten token został już użyty do stworzenia instytucji. Jeżeli dostałeś go za pośrednictwem listy mailowej, to prawdopodobnie ktoś z niego już skorzystał.

source: Sorry... this token has expired. Invitation tokens are valid for 24 hours. Please ask your federation administrator for a new one.
es_es: Lo siento... esta invitación ha expirado. Las invitaciones son válidas por 24 horas. Por favor, pregunta al administrador de tu federación por una nueva.
fi_fi: Tämä poletti on vanhentunut. Kutsut ovat voimassa 24 tuntia. Ole hyvä ja pyydä uutta symbolia käyttöösi.
fr_fr: Désolé… ce jeton a expiré. Les jetons d'invitation sont valides pour une période de 24 heures. Veuillez vous adresser à votre administrateur de fédération pour un nouveau.
pl_pl: Niestety ten token utracił ważność. Zaproszenia są ważne przez 24 godziny. Poproś administratora krajowego o kolejny.

source: Sorry... you have come to the enrollment page without a valid token. Are you a nasty person? If not, you should go to <a href='overview_user.php'>your profile page</a> instead.
es_es: Lo siento... has llegado a la página de inscripción sin una invitación válida. ¿estás intentando hacer trampa? Si no es así, deberías ir a <a href='overview_user.php'>tu página de perfil</a>.
fi_fi: Olet käyttöönottosivulla ilman voimassaolevaa polettia. Siirry omalle <a href='overview_user.php'>profiilisivulle</a>.
fr_fr: Désolé… vous êtes arrivé(e) sur la page d'enregistrement sans avoir de jeton valide. Êtes-vous une personne malintentionnée ? Si ça n'est pas le cas, vous devriez plutôt vous rendre sur <a href='overview_user.php'>votre page de profil</a>.
pl_pl: Przepraszamy... korzystasz z tej strony bez ważnego tokena. Przejdź do strony swojego <a href='usermanagement.php'>profilu</a>.

source: non eduPKI, but accredited
es_es: no eduPKI, pero acreditada
fr_fr: non eduPKI, mais accrédité
pl_pl: nie eduPKI, ale urząd akredytowany

source: Nicolaus Copernicus University
es_es: Universidad Nicolaus Copernicus
pl_pl: Uniwersytet Mikołaja Kopernika

source: accredited
es_es: acreditada
fr_fr: accrédite
pl_pl: akredytowany

source: non-accredited
es_es: no acreditada
fr_fr: non-accrédité
pl_pl: nie akredytowany

source: correct certificate
es_es: certificado correcto
fr_fr: certificate correcte
pl_pl: poprawny certyfikat

source: certificate with wrong policy OID
es_es: certificado con un OID de política incorrecto
fr_fr: certificat avec un mauvais policy OID
pl_pl: certyfikat ze złym identyfikatorem polityki (policy OID)

source: expired certificate
es_es: certificado expirado
fr_fr: certificat expiré
pl_pl: certyfikat przedawniony

source: revoked certificate
es_es: certificado revocado
fr_fr: certificat révoqué
pl_pl: certyfikat odwołany

source: pass
es_es: pasa
fr_fr: mot de passe
pl_pl: sukces

source: fail
es_es: fallo
fr_fr: erreur
pl_pl: niepowodzenie

source: eduroam-accredited CA (now only for tests)
es_es: CA acreditada para eduroam (sólo para pruebas)
fr_fr: CA accrédité eduroam (à fin de test uniquement pour l'instant)
pl_pl: urząd CA akredytowany w eduroam (obecnie tylko dla testów)

source: This check is not configured.
es_es: La comprobación no está configurada.
fi_fi: Tätä valintaa ei ole tehty.
fr_fr: La vérification n'est pas paramétrée.
pl_pl: Nie skonfigurowano tej opcji.

source: This realm has %d NAPTR records,
es_es: Este dominio tiene %d registros NAPTR.
fi_fi: Toimialueessa on %d NAPTR-tietuetta.
fr_fr: Ce domaine a %d enregistrements NAPTR,
pl_pl: Ten realm ma %d rekordów NAPTR,

source: out of which %d are %s NAPTR records.
es_es: de los cuales %d son registros NAPTR %s.
fi_fi: joista %d ovat %s NAPTR tietueita.
fr_fr: parmi lesquels %d sont des enregistrements NAPTR de %s.
pl_pl: z tego %d rekordów NAPTR dotyczących %s.

source: but none are %s NAPTR records.
es_es: pero ninguno son registros NAPTR %s.
fi_fi: mutta mikään ei ole %s NAPTR tietue.
fr_fr: mais aucun n'est un enregistrement NAPTR de %s
pl_pl: ale żaden ne jest rekordem NAPTR dotyczącym %s.

source: There are no NAPTR records for this realm.
es_es: No hay registros NAPTR para este dominio.
fi_fi: Tässä toimialueessa ei ole yhtään NAPTR-tietuetta.
fr_fr: Il n'y a pas d'enregistrement NAPTR pour ce domaine.
pl_pl: Nie ma rekordów NAPTR dla tego realmu.

source: Checking NAPTR format compliance: flag = S and regex = (empty) ...
es_es: Comprobando la conformidad con el formato NAPTR: flag = S y regex = (vacio) ...
fi_fi: Tarkastaa onko NAPTR:n formaatti yhteensopiva: lippu = S ja regex = (tyhjä) ...
fr_fr: Vérification de la conformité au format NAPTR : flag = S et regex = (empty)
pl_pl: Sprawdzenie zgodności formatu NAPTR: pole flag = S i pole regex = (puste) ...

source: <strong>Error:</strong> eduroam discovery profile only supports 'S' type NAPTRs.
es_es: <strong>Error:</strong> el perfil de descubrimiento de eduroam sólo soporta NAPTRs de tipo 'S'.
fi_fi: <strong>Virhe:</strong>eduroamin tunnistusprofiili tukee ainoastaan 'S"-tyypin NAPTR:iä.
fr_fr: <strong>Erreur :</strong> le profil de découverte eduroam ne supporte que les enregistrements NAPTR de type 'S'.
pl_pl: <strong>Błąd:</strong> profil wyszukiwania serwerów eduroam akceptuje wyłącznie typ 'S' w rekordach NAPTR.

source: <strong>Error:</strong> eduroam discovery profile only supports NAPTRs with empty regex.
es_es: <strong>Error:</strong> el perfil de descubrimiento de eduroam sólo soporta NAPTRs con expresión regular vacía.
fi_fi: <strong>Virhe:</strong> eduroamin tunnistusprofiili tukee ainoastaan NAPTR:iä, joissa on tyhjä regex-kenttä.
fr_fr: <strong>Erreur :</strong> le profil de découverte eduroam ne supporte que les enregistrements NAPTR avec une expression régulière vide.
pl_pl: <strong>Błąd:</strong> profil wyszukiwania serwerów eduroam akceptuje wyłącznie rekordy NAPTR z pustym polem regex.

source: Trying to resolve the SRVs into host names ...
es_es: Intentando resolver los registros SRV en nombres de host ...
fi_fi: Yrittää selvittää SRV:eitä vastaavat laitenimet ...
fr_fr: Tentative de résolution des SRV en noms d'hôtes...
pl_pl: Próbuję ustalić nazwy serwerów na podstawie rekordów SRV...

source: <strong>Error:</strong> SRV entry %s could not be resolved!
es_es: <strong>Error:</strong> La entrada SRV %s no pudo resolverse!
fi_fi: <strong>Virhe:</strong>SRV-tietuetta %s ei saatu haetuksi.
fr_fr: <strong>Erreur :</strong> l'entrée SRV de %s ne peut-être résolue !
pl_pl: <strong>Błąd:</strong> nie można ustalić nazwy na podstawie wpisu SRV %s!

source: %d host names discovered.
es_es: %d nombres de host resueltos.
fi_fi: %d laitenimeä löydetty.
fr_fr: %d noms d'hôtes ont été découverts.
pl_pl: Znaleziono %d nazw serwerów.

source: <strong>Error:</strong> Host name %s could not be resolved!
es_es: <strong>Error:</strong> El nombre de host %s no pudo resolverse!
fi_fi: <strong>Virhe:</strong>: Laitenimeä %s ei saatu selville.
fr_fr: <strong>Erreur :</strong> Les noms d'hôtes de %s n'ont pas pu être résolus !
pl_pl: <strong>Błąd:</strong> Nazwa serwera %s nie może zostać ustalona!

source: %d IP addresses discovered.
es_es: %d direcciones IP descubiertas.
fi_fi: %d IP-osoitteet löydetty
fr_fr: %d adresses IP ont été découvertes.
pl_pl: Znaleziono %d adresów IP.

source: Sanity check for dynamic discovery of realms
es_es: Comprobación de validez para el descubrimiento dinámico de dominios.
fi_fi: Automaattisesti löydettyjen tunnusten jälkitarkastus
fr_fr: Vérification de la découverte dynamique des domaines
pl_pl: Sprawdzanie prawidłowego działania mechanizmu dynamicznego wyszukiwania realmów

source: more
es_es: más
fi_fi: lisää
fr_fr: voir plus
pl_pl: więcej

source: Show detailed information for all tests
es_es: Mostrar información detallada para todas las pruebas
fi_fi: Näytä tarkat tiedot kaikista testeistä
fr_fr: Montrer le détail de tous les tests.
pl_pl: Pokaż szczegółowe wyniki wszystkich testów

source: Hide detailed information for all tests
es_es: Ocultar información detallada para todas las pruebas
fi_fi: Piilota tarkat tiedot kaikista testeistä
fr_fr: Cacher le détail de tous les tests.
pl_pl: Ukryj detale wszystkich testów

source: You asked for a realm check, but we don't know the realm for this profile!
es_es: Solicitaste una comprobación de dominio, ¡pero no sabemos el dominio para este perfil!
fi_fi: Pyysit tunnuksen tarkastamista, mutta tämän profiilin tunnus ei ole tiedossa.
fr_fr: Vous avez demandé une vérification de domaine, mais nous ne connaissons pas de domaine pour ce profil !
pl_pl: Zleciłeś sprawdzenie realmu, ale dla tego profilu nie został on zdefiniowany!

source: No valid realm name given, cannot execute any checks!
es_es: No se especificó ningún dominio válido, ¡no se pudo por tanto hacer ningún chequeo!
fi_fi: Voimassaolevaa tunnusta ei ole annettu. Tarkastuksia ei voi tehdä.
fr_fr: Vous n'avez fourni aucun domaine valide. Nous ne pouvons donc effectuer aucune vérification !
pl_pl: Nie podano poprawnej nazwy realmu, nie można dokonać sprawdzenia!

source: STATIC
es_es: ESTÁTICO
fi_fi: STAATTINEN
fr_fr: STATIQUE
pl_pl: STATYCZNY

source: DYNAMIC
es_es: DINÁMICO
fi_fi: DYNAAMINEN
fr_fr: DYNAMIQUE
pl_pl: DYNAMICZNY

source: Checking realm %s
es_es: Comprobando el dominio %s
fi_fi: Tarkastaa tunnusta %s
fr_fr: Vérification du domaine %s
pl_pl: Sprawdzanie realmu %s

source: DNS checks
es_es: Chequeos de DNS
fi_fi: DNS-tarkastukset
fr_fr: Vérifications DNS
pl_pl: Sprawdzanie wpisów w DNS

source: Skipping further discovery checks because of previous errors!
es_es: Evitando realizar más chequeos de descubrimiento debido a errores anteriores!
fi_fi: Ohittaa jatkotarkastukset varhaisempien virheiden vuoksi!
fr_fr: Abandon des vérifications de découverte à cause des erreurs précédentes !
pl_pl: Pozostałe sprawdzenia pominięto z powodu poprzednich błędów!

source: Realm is <strong>%s</strong>
es_es: El dominio está <strong>%s</strong>
fi_fi: Tunnus on <strong>%s</strong>
fr_fr: Le domaine est <strong>%s</strong>
pl_pl: Realm jest <strong>%s</strong>

source: with no DNS errors encountered. Congratulations!
es_es: con ningún error de DNS encontrado. Enhorabuena!
fi_fi: DNS-virheitä ei ole löydetty. Onneksi olkoon!
fr_fr: sans aucune erreur DNS. Félicitations !
pl_pl: , nie znaleziono żadnych błędów DNS. Gratulacje!

source: but there were DNS errors! Check them!
es_es: pero hubo errores de DNS! Compruebalos!
fi_fi: mutta DNS-virheitä löytyi. Tarkasta ne!
fr_fr: mais avec des erreurs DNS ! Vérifiez-les !
pl_pl: , ale wystąpiły błędy DNS! Sprawdź je!

source: STATIC connectivity tests
es_es: Pruebas estáticas de conectividad
fi_fi: STAATTISET yhteystarkastukset
fr_fr: Tests de connectivité STATIQUE
pl_pl: Test połączenia STATYCZNEGO

source: This check sends a request for the realm through various entry points of the %s infrastructure. The request will contain the 'Operator-Name' attribute, and will be larger than 1500 Bytes to catch two common configuration problems.<br/>Since we don't have actual credentials for the realm, we can't authenticate successfully - so the expected outcome is to get an Access-Reject after having gone through an EAP conversation.
es_es: Esta comprobación envía una petición a tu dominio a través de varios puntos de entrada en la infraestructura %s. La petición contiene el atributo 'Operator-Name', y será de tamaño superior a 1500 bytes para intentar verificar dos problemas comunes de configuración.<br />Dado que no tenemos una cuenta en tu dominio, no podemos autenticarnos satisfactoriamente - así que el resultado esperado es obtener un Access-Reject después de mantener una conversación EAP.
fi_fi: Tämä tarkastus lähettää testipyynnön toimialueesta organisaatioon %s. Pyyntö sisältää 'Operator-Name' attribuutin ja se on suurempi kuin 1500 tavua, jotta tavallisimmat konfiguraatiovirheet löytyisivät.<br> Koska käytössä ei ole oikeita käyttäjätunnuksia tähän verkkotunnukseen, autentikointuminen ei onnistu. Niinpä odotettu lopputulema on Access-Reject EAP-neuvottelun jälkeen.
fr_fr: Cette vérification envoie une requête pour le domaine à travers plusieurs points d'entrée de l'infrastructure de %s. Cette requête contient l'attribut 'Operator-Name' et sera plus grande que 1500 Octets pour détecter deux problèmes de configuration courants.<b/>Comme nous n'avons pas d'identifiants pour ce domaine, nous ne pouvons pas réussir l'authentification. Nous nous attendons donc à ce que le dialogue EAP se termine par une réponse de type 'Access-Reject'.
pl_pl: Sprawdzenie polega na przesłaniu zlecenia dotyczącego Twojego realmu przez różne punkty infrastruktury %s. Zlecenie będzie zawierać atrybut 'Operator-Name' i będzie większe niż 1500 bajtów, aby umożliwić wychwycenie dwóch najczęstszych problemów konfiguracyjnych.<br/>Ponieważ nie dysponujemy kontem w Twoim realmie, nie możemy sprawdzić poprawności uwierzytelnienia. Oczekiwanym wynikiem jest Access-Reject będący wynikiem konwersacji EAP.

source: Checking from <strong>%s</strong>:
es_es: Comprobando desde <strong>%s</strong>:
fi_fi: Tarkastaa <strong>%s</strong> lähtien:
fr_fr: Vérification de <strong>%s</strong> :
pl_pl: Sprawdzenie z lokalizacji <strong>%s</strong>:

source: elapsed time: %d
es_es: Tiempo transcurrido: %d
fi_fi: kulunut aika: %d
fr_fr: temps écoulé: %d
pl_pl: czas wykonania: %d

source: <strong>Test FAILED</strong>: there was a bidirectional RADIUS conversation, but it did not finish after %d seconds!
es_es: <strong>Prueba FALLIDA </strong>: hubo una conversación bidireccional RADIUS, pero no finalizó después de %d segundos!
fi_fi: <strong>Testi EPÄONNISTUI</strong>: kaksisuuntainen RADIUS-neuvottelu ei päättynyt %d sekunnissa.
fr_fr: <strong>ÉCHEC du test</strong> : un dialogue bidirectionnel RADIUS a bien été établi, mais il ne s'est toujours pas achevé au bout de %d secondes !
pl_pl: <strong>Test nie powiódł się</strong>: miała miejsce dwustronna konwersacja RADIUS, ale nie została zakończona w ciągu %d sekund!

source: <strong>Test FAILED</strong>: no reply from the RADIUS server after %s seconds. Either the responsible server is down, or routing is broken!
es_es: <strong>Prueba FALLIDA </strong>: sin respuesta desde el servidor RADIUS después de %s segundos. O bien el servidor está mal, o el routing está roto!
fi_fi: <strong>Testi EPÄONNISTUI</strong>: RADIUS-palvelin ei vastannut %s sekunnissa. Joko palvelin on alhaalla tai reititys on rikkoontunut!
fr_fr: <strong>ÉCHEC du test</strong> : aucune réponse du serveur RADIUS au bout de %s secondes. Soit le serveur responsable est inactif, soit le routage est cassé.
pl_pl: <strong>Test nie powiódł się</strong>: brak odpowiedzi z serwera RADIUS w ciągu % sekund. Serwer nie działa, albo brak połączenia z serwerem!

source: <strong>Test FAILED</strong>: the request was rejected immediately, without EAP conversation! Either the responsible server is down, or routing is broken!
es_es: <strong>Prueba FALLIDA </strong>: la petición fue rechazada inmediatamente, sin ninguna conversación EAP! O bien el servidor está mal, o el routing está roto!
fi_fi: <strong>Testi EPÄONNISTUI</strong>: kutsu hylättiin välittömästi ilman EAP-neuvottelua! Joko palvelin on alhaalla tai reititys on rikkoontunut!
fr_fr: <strong>ÉCHEC du test</strong> : la requête a été rejetée immédiatement, sans dialogue EAP ! Soit le serveur responsable est inactif, soit le routage est cassé.
pl_pl: <strong>Test nie powiódł się</strong>: zlecenie zostało natychmiast odrzucone, przed rozpoczęciem konwersacji EAP! Serwer nie działa, albo brak połączenia z serwerem!

source: <strong>Test successful</strong>: a bidirectional RADIUS conversation with multiple round-trips was carried out, and ended in an Access-Reject as planned.
es_es: <strong>Prueba satisfactoria</strong>: una conversación RADIUS con múltiples viajes de ida y vuelta se llevó acabo, finalizando con un Access-Reject como se esperaba.
fi_fi: <strong>Testi onnistui</strong>: kaksisuuntainen RADIUS-neuvottelu suoritettiin ja se päättyi suunnitellusti Pääsy-Hylätty-tilaan.
fr_fr: <strong>Test réussi</strong> : une communication RADIUS bidirectionnelle avec plusieurs échanges a été établie. Elle s'est achevé par un 'Access-Reject' comme prévu.
pl_pl: <strong>Test zakończył się powodzeniem</strong>: po dwustronnej konwersacji między serwerami RADIUS polegającej na wielokrotnym przekazywaniu pakietów uzyskano, tak jak planowano, Access-Reject.

source: <strong>Strange</strong>: there is a packet count mismatch. Maybe bad connectivity and retransmits? I had %d Access-Requests, %d Access-Challenges and %d Access-Rejects.
es_es: <strong>Extraño</strong>: hay una falta de concordancia en la cuenta de paquetes. Quizá mala conectividad o retransmisiones? Se obtuvieron %d Access-Requests, %d Access-Challenges y %d Access-Rejects.
fi_fi: <strong>Outoa</strong>: pakettilaskurivirhe on havaittu. Yhteys voi olla huono tai sitten yhteydellä on uudelleenlähetyksiä. Lähetetty %d yhteydenottopyyntöä ja %d yhteydenottohaastetta. Saatu %d yhteydenoton hylkäystä.
fr_fr: <strong>Étrange</strong> : incohérence dans le décompte des paquets. Peut-être dûe à une mauvaise connectivité conduisant à des retransmissions ? J'ai dénombré %d paquets de type Access-Request, %d Access-Challenge et %d Access-Reject.
pl_pl: <strong>Wystąpiła nietypowa sytuacja</strong>: niezgodna liczba pakietów. Przyczyną może być problem łączności i konieczność retransmisji. Naliczono %d pakietów Access-Request, %d pakietów Access-Challenge i %d pakietów Access-Reject.

source: DYNAMIC connectivity tests
es_es: Pruebas de descubrimiento DINÁMICO
fi_fi: DYNAAMISET yhteydenottotestit.
fr_fr: Tests de connectivité DYNAMIQUE
pl_pl: Testy łączności DYNAMICZNEJ

source: Checking server handshake...
es_es: Comprobando handshake con el servidor...
fr_fr: Vérification du handshake serveur
pl_pl: Sprawdzenie wymiany potwierdzeń...

source: Due to OpenSSL limitations, it is not possible to check IPv6 addresses at this time.
es_es: Debido a limitaciones de OpenSSL, no es posible comprobar direcciones IPv6 en este momento.
fi_fi: OpenSSL-rajoitusten vuoksi IPv6-osoitteiden tarkastus ei ole mahdollista.
fr_fr: À cause de limitations d'OpenSSL, il n'est pas possible actuellement de vérifier les adresses IPv6.
pl_pl: Z powodu ograniczeń OpenSSL nie jest obecnie możliwe sprawdzenie adresów IPv6.

source: <strong>ERROR</strong>: the server presented a certificate which is from an unknown authority!
es_es: <strong>ERROR</strong>: ¡el servidor presentó un certificado que es de una autoridad desconocida!
fr_fr: <strong>ERREUR</strong>: le serveur présente un certificat d'une autorité inconnue!
pl_pl: <strong>Błąd</strong>: serwer przedstawia się certyfikatem wystawionym przez nieznany urząd!

source: Completed.
es_es: Completado.
fr_fr: Complété
pl_pl: Niekompletne

source: Server certificate
es_es: Certificado de servidor
fi_fi: Palvelinvarmenne
fr_fr: Certificat server
pl_pl: Certyfikat serwera

source: Subject
es_es: Asunto
fi_fi: Aihe
fr_fr: Sujet
pl_pl: Podmiot

source: Issuer
es_es: Emisor
fi_fi: Asettaja
fr_fr: Émetteur
pl_pl: Wystawca

source: Certificate policies
es_es: Políticas de certificado
fi_fi: Varmennepolitiikat
fr_fr: Politique de certification
pl_pl: Polityki certyfikacji

source: Checking if certificates from CAs are accepted...
es_es: Comprobando si se aceptan certificados de las CAs...
fr_fr: Vérification que les certificats des CA sont acceptés...
pl_pl: Sprawdzenie, czy certyfikaty od różnych urzędów CA są akceptowane...

source: A few client certificates will be tested to check if servers are resistant to some certificate problems.
es_es: Unos cuantos certificados de cliente serán comprobados, para chequear si son resistentes a varios problemas de certificados.
fr_fr: Quelques certificats clients vont être testés pour vérifier que les serveurs sont résistant à divers problèmes de certificats.
pl_pl: Przetestujemy kilka klienckich certyfikatów, by sprawdzić, czy serwery są odporne na pewne problemy z certyfikatami.

source: Tests skipped because of previous errors.
es_es: Pruebas descartadas debido a errores previos.
fr_fr: Tests sautés à cause des erreurs précédentes
pl_pl: Sprawdzenia pominięto z powodu poprzednich błędów.

source: Client certificate from
es_es: Certificado de cliente de
fr_fr: Certificat client de
pl_pl: Certyfikat klienta

source: expected result:
es_es: resultado esperado:
fi_fi: odotettu tulos:
fr_fr: résultat attendu :
pl_pl: oczekiwany wynik:

source: certificate expired
es_es: certificado expirado
fi_fi: varmenne vanhentunut
fr_fr: certificat expiré
pl_pl: przedawniony certyfikat

source: certificate was revoked
es_es: certificado revocado
fi_fi: varmenne peruutettiin
fr_fr: le certificat a été révoqué
pl_pl: certyfikat został unieważniony

source: bad policy
es_es: mala política
fr_fr: Mauvaise règle
pl_pl: błędna polityka

source: unknown authority
es_es: autoridad desconocida
fr_fr: autorité inconnue
pl_pl: nieznany urząd

source: unknown authority or no certificate policy or another problem
es_es: autoridad desconocida o no existe política de certificados u otro problema
fr_fr: autorité inconnue ou aucune règle de certificats ou autre problème
pl_pl: nieznany urząd, lub brak polityki, lub inny problem

source: Server accepted this client certificate
es_es: El servidor aceptó el certificado de cliente
fi_fi: Palvelin hyväksyi tämän asiakasvarmenteen
fr_fr: Le serveur a accepté ce certificat client
pl_pl: Serwer zaakceptował ten certyfikat klienta

source: You should update your list of accredited CAs
es_es: Deberías actualizar tu lista de CAs acreditadas
fr_fr: Vous devez mettre à jour votre liste des CA accrédités
pl_pl: Powinna zostać zaktualizowana lista akredytowanych urzędów CA.

source: from here
es_es: desde aquí
fr_fr: d'ici
pl_pl: stąd

source: Server did not accept this client certificate - reason
es_es: El servidor no aceptó este certificado de cliente - motivo
fr_fr: Le serveur n'a pas accepté ce certificat client - raison
pl_pl: Serwer nie zaakceptował tego certyfikatu - powód

source: Server accepted this client certificate, but should not have
es_es: El servidor aceptó este certificado de cliente, pero no debería
fr_fr: Le serveur à accepté ce certificat client, mais n'aurait pas dû
pl_pl: Serwer zaakceptował certyfikat klienta, ale nie powinien

source: Server did not accept this client certificate
es_es: El servidor no aceptó este certificado de cliente
fr_fr: Le serveur n'a pas accepté ce certificat client
pl_pl: Serwer nie zaakceptował tego certyfikatu

source: Rest of tests for this CA skipped
es_es: Resto de pruebas para esta CA descartadas
fr_fr: Les tests suivants pour ce CA ont été abandonnés
pl_pl: Pominięto pozostałe testy certyfikatów wystawionych przez ten urząd

source: Some errors were found during the tests, see below
es_es: Algunos errores fueron encontrados durante las pruebas, ver más abajo
fr_fr: Des erreurs ont été trouvés pendant les tests, voir ci-dessous
pl_pl: W czasie testów wykryto błędy, patrz poniżej
