Repository: GEANT/CAT
Catalog: source/tags/release_1_0/translation/*/web_admin.po
Languages: es_es, fi_fi, fr_fr, pl_pl

source: First of all we need a name for the profile. This will be displayed to end users, so you may want to choose a descriptive name like 'Professors', 'Students of the Faculty of Bioscience', etc.
es_es: Primero de todo necesitamos un nombre para el perfil. Este nombre será mostrado a los usuarios finales, así que si quieres puede ser un nombre descriptivo como 'Profesores', 'Estudiantes de la Facultad de Biología', etc.
fi_fi: Ensiksi tarvitaan profiilin nimi. Tämä nimi näytetään loppukäyttäjille, joten voit haluta käyttää kuvaavaa nimeä kuten "Opettajat", "Biotieteiden opiskelija', jne.
fr_fr: Premièrement, le profil nécessite un nom. Celui-ci sera présenté aux utilisateurs, veuillez donc choisir un nom descriptif tel que 'Professeurs', 'Étudiant', 'Université de sciences', etc.
pl_pl: Podaj nazwę profilu. Nazwa ta będzie prezentowana użytkownikom, dlatego warto wybrać nazwę opisową, np. 'Profesorowie', 'Studenci Wydziału Nauk Biologicznych', itp.</p>

source: Optionally, you can provide a longer descriptive text about who this profile is for. If you specify it, it will be displayed on the download page after the user has selected the profile name in the list.
es_es: Opcionalmente, puedes proporcionar un texto descriptivo más extenso sobre a quién va dirigido este perfil. Si lo haces, el texto se mostrará en la página de descargas, después de que el usuario haya seleccionado el nombre de la lista.
fi_fi: Voit myös kirjoittaa pidemmän kuvailutekstin kenelle tämä profiili on tarkoitettu. Jos teet tämän määrityksen, niin se näytetään lataussivulla, kun käyttäjä on valinnut profiilin nimen listalta.
fr_fr: Éventuellement, vous pouvez fournir une description de la cible de ce profil. Cette description sera alors affichée sur la page de téléchargement après que l'utilisateur ai choisit le profil dans la liste.
pl_pl: Dodatkowo możesz wprowadzić opis przeznaczenia tego profilu. Jeżeli to zrobisz, to tekst zostanie wyświetlony użytkownikowi, po tym jak wybierze profil z listy.

source: You can also tell us your RADIUS realm.
es_es: Puede decirnos su dominio RADIUS.
fi_fi: Voit kertoa meille myös RADIUS-toimialueesi.
fr_fr: Vous pouvez également donner votre domaine RADIUS
pl_pl: Możesz nam podać swój realm RADIUS-owy.

source: This is useful if you want to use the sanity check module later, which tests reachability of your realm in the %s infrastructure.
es_es: Esto es útil si quiere usar el módulo de chequeos después, que prueba la alcanzabilidad de su dominio en la infraestructura %s.
fi_fi: Tämä on hyödyllistä, jos haluat käyttää myöhemmin sisällöntarkastusmoduulia. Se voi tarkastaa toimialueesi saavutettavuuden järjestelmässä %s.
fr_fr: Le module de validation pourrait vous être utile pour vérifier l'accessibilité de votre domaine dans l'infrastructure %s
pl_pl: Możesz podać swój realm RADIUS. Będzie to przydatne do późniejszego sprawdzania dostępności realmu w infrastrukturze %s. Jeżeli chcesz używać tożsamości anonimowej (patrz poniżej), to MUSISZ podać nazwę realmu.

source: It is required to enter the realm name if you want to support anonymous outer identities (see below).
es_es: Es necesario proporcionar el nombre del dominio si quieres dar soporte a identidades anónimas externas (ver más abajo).
fi_fi: Toimialueen nimi (realm) vaaditaan, jos haluat tukea anonyymia ulkoidentiteettiä (katso lisää alempana).
fr_fr: Il est nécessaire d'entrer le nom du domaine si vous désirez supporter l'identité externe anonymous (voir ci-dessous).
pl_pl: Wymagane jest podanie nazwy realmu,

source: Anonymity Support
es_es: Soporte de anonimicidad
fi_fi: Anonymiteetin Tuki
fr_fr: Prise en charge de l'anonymité
pl_pl: Akceptowanie anonimowości

source: Some installers support a feature called 'Anonymous outer identity'. If you don't know what this is, please read <a href='%s'>this article</a>. Do you want us to generate installers with anonymous outer identities where available? You need to fill out the 'Realm' field above for this to work.
es_es: Algunos instaladores soportan una característica denominada 'Identidad anónima externa'. Por favor, si no sabes qué es esto, lee <a href='%s'>este artículo</a>. ¿Quieres que generemos instaladores con identidades anónimas externas cuando sea posible? Tendrás que rellenar el campo 'Dominio' más arriba para que esto funcione.
fr_fr: Certains installateurs supportent l'option 'd'identité externe anonyme'. Veuillez lire <a href='%s'>cet article</a> pour plus d'informations. Souhaitez vous générer des installateurs avec l'option d'identité externe anonyme lorsque c'est disponible? Vous devez remplir le champ 'Domaine' ci-dessus pour que cela fonctionne.
pl_pl: Niektóre instalatory umożliwiają korzystanie z własności zwanej 'anonimowa tożsamość zewnętrzna'. Jeżeli nie wiesz co to oznacza, to przeczytaj <a href='%s'>ten artykuł</a>. Jeżeli chcesz, by wygenerowane instalatory korzystały z anonimowej tożsamości zewnętrznej, gdy jest to możliwe, to MUSISZ wypełnić pole 'Realm', które znajduje się powyżej.

source: If you enable this feature, we will by default use the anonymous id 'anonymous@realm' in the device configurations. You can optionally change that by typing in the local anonymisation part in the text field.
es_es: Si habilitas esta característica, usaremos por defecto la identidad anónima 'anonymous@realm' en las configuraciones de dispositivos. Puedes opcionalmente cambiar esta escribiendo en la parte local del campo de texto.
fi_fi: Jos laitat tämän piirteen päälle, käytämme automaattisesti anonyymiä ID:tä 'anonymous@realm' laitteiden konfigurointiin. Voit vaihtoehtoisesti muuttaa tämän kirjoittamalla paikallisen anonymisoinnin tekstikenttään.
fr_fr: Si vous activez cette fonctionnalité, l'identité 'anonymous@domaine' sera utilisée par défaut dans la configuration de l'appareil. Vous pouvez éventuellement changer ce comportement en écrivant dans la partie anonymisation locale du champs de texte.
pl_pl: Jeżeli włączysz tę opcję, to jako domyślna tożsamość anonimowa będzie używane

source: Enable Anonymous Outer Identity:
es_es: Habilitar identidad anónima externa:
fi_fi: Mahdollista Anonyymi Ulkoidentiteetti:
fr_fr: Activer l'identité externe Anonymous
pl_pl: Włącz anonimową tożsamość zewnętrzną:

source: Installer Download Location
es_es: Localización de descarga del instalador
fi_fi: Asennusohjelman Latausosoite
fr_fr: Emplacement de téléchargement de l’exécutable d'installation
pl_pl: Lokalizacja udostępniająca instalator

source: The CAT has a download area for end users. There, they will, for example, learn about the support pointers you entered earlier. The CAT can also immediately offer the installers for the profile for download. If you don't want that, you can instead enter a web site location where you want your users to be redirected to. You, as the administrator, can still download the profiles to place them on that page (see the 'Compatibility Matrix' button on the dashboard).
es_es: La herramienta CAT dispone de un área de descarga para usuarios. Allí tus usuarios podrán, por ejemplo, conocer las instrucciones de soporte proporcionadas anteriormente. CAT puede ofrecer también de manera inmediata la descarga de instaladores para el perfil. Si no desea esto, puede introducir una dirección web a la que puede redireccionar a sus usuarios. Como administrador siempre podrá descargar los perfiles para colocarlos en esa página (ver el botón 'Matriz de compatibilidad' del Panel de Mandos).
fi_fi: CAT sisältää latauspaikan loppukäyttäjille. He voivat löytää sieltä mm. asennusohjeita, jos niin haluat. CAT voi myös tarjota suoraan asennusohjelmia ladattavaksi. Voit myös määritellä oman web-osoitteen, jonne käyttäjäsi uudelleenohjataan. Sinä voit kuitenkin itse ylläpitäjänä ladata profiilit tälle sivulle (katso: 'Yhteensopivuusmatriisi' -nappi dashboardissa).
fr_fr: CAT propose aux utilisateurs finaux une section de téléchargement d'installateurs de profils. Vous pouvez cependant choisir de rediriger les utilisateurs vers une page web ou ou pouvez proposer ces installateurs (voir la matrice de compatibilité dans le tableau de bord).
pl_pl: CAT pozwala zamieścić informacje, które będą udostępniane użytkownikom. Na przykład, można zamieścić na stronach CAT adresy miejsc stanowiących lokalne wsparcie dla użytkowników. CAT oferuje również użytkownikom możliwość ściągnięcia instalatora dla zadanego profilu. Jeśli wolisz, by użytkownik korzystał ze stron własnej instytucji, możesz wskazać na stronie CAT lokalizację, do której użytkownik ma być przekierowywany. Jako administrator możesz, zawsze możesz, ściągać profile ze strony CAT by udostępnić je lokalnie (patrz przycisk 'Tablica kompatybilności urządzeń' na panelu)

source: Redirect end users to own web page:
es_es: Redirigir a los usuarios finales a página web propia:
fi_fi: Uudelleenohjaa loppukäyttäjät omalle web-sivulle:
fr_fr: Rediriger les utilisateurs sur votre propre page web:
pl_pl: Przekieruj użytkownika do strony WWW macierzystej instytucji:

source: Supported EAP types
es_es: Tipos EAP soportados
fi_fi: Tuetut EAP-tyypit
fr_fr: Types EAP supportés
pl_pl: Akceptowane typy EAP

source: Now, we need to know which EAP types your IdP supports. If you support multiple EAP types, you can assign every type a priority (1=highest). This tool will always generate an automatic installer for the EAP type with the highest priority; only if the user's device can't use that EAP type, we will use an EAP type further down in the list.
es_es: Ahora, necesitamos conocer qué tipos EAP soporta tu IdP. Si soportas múltiples tipos EAP, puedes asignar a cada tipo una prioridad (1=máxima). Esta herramienta generará siempre un instalador automático para los tipos con la prioridad máxima; sólo si el dispositivo del usuarios no puede usar ese modo EAP, se usará un modo EAP más abajo en la lista.
fi_fi: Määrittele, mitä EAP-tyyppejä IdP:si tukee. Jos tuet useita EAP-tyyppejä, voit asettaa kullekin tyypille prioriteetin (1=korkein). Tämä työkalu tekee aina automaattisen asennusohjelman, joka käyttää korkeinta EAP-tyyppiä. Jos loppukäyttäjän laite ei tue korkeinta tyyppiä, käytetään seuraavana listalla olevaa.
fr_fr: Précisez désormais quels types EAP votre IdP supporte. Si vous supportez plusieurs types EAP, vous pouvez leurs donner une priorité (1=la plus haute). Cet outil créera toujours un installateur automatique pour le type EAP de priorité la plus forte; si l'appareil utilisateur ne supporte pas ce type EAP, un type EAP de priorité plus basse sera utilisé.
pl_pl: Teraz musimy dowiedzieć się, jakie typy EAP akceptuje Twój IdP. Jeżeli dopuszczasz wiele typów EAP, to możesz każdemu z typów przypisać priorytet (1=najwyższy). Nasz generator przygotuje instalator dla typu EAP o najwyższym priorytecie, a jeżeli urządzenie użytkownika nie może używać tego typu EAP, zostanie wybrany kolejny możliwy typ z uporządkowanej listy.

source: EAP options inherited from Global level:
es_es: Opciones EAP heredadas del nivel global:
fi_fi: Päätasolta perityt EAP-vaihtoehdot:
fr_fr: Options EAP héritées du niveau global:
pl_pl: Opcje EAP dziedziczone z poziomu globalnego

source: Supported EAP types for this profile
es_es: Tipos EAP soportados para este perfil
fi_fi: Profiilin tukemat EAP-tyypit
fr_fr: Types EAP supportés pour ce profil
pl_pl: Szczegóły EAP dla tego profilu

source: Use "drag &amp; drop" to mark an EAP method and move it to the supported (green) area. Prioritisation is done automatically, depending on where you "drop" the method.
es_es: Arrastra y suelta los métodos EAP al área de métodos soportados (en verde). La priorización se realiza automáticamente, dependiendo del orden dado.
fi_fi: Käytä "drag &amp; drop", että saat valittua EAP-menetelmän ja siirrettyä sen tuetulle (vihreä) alue. Lajittelu tärkeysjärjestykseen tehdään automaattisesti sen mukaan, mihin pudotat menetelmän.
fr_fr: Utilisez le "Glisser Déposer" pour ajouter une méthode EAP dans la zone des méthodes supportées (verte). L'ordre est défini en fonction de l'endroit ou vous déposez la méthode.
pl_pl: Użyj "drag &amp; drop" by zaznaczyć metodę EAP i przenieść ją do obszaru dozwolonych (zielonego). Nadawanie priorytetów jest realizowane automatycznie, w zależności od tego, gdzie umieścisz ("upuścisz") metodę.

source: Unsupported EAP types
es_es: Tipos EAP no soportados
fi_fi: EAP-tyypit, joita ei tueta
fr_fr: Types EAP non supportés
pl_pl: Nieakceptowane typy EAP

source: Helpdesk Details for this profile
es_es: Detalles del CAU para este perfil
fi_fi: Profiilin Helpdesk-tiedot
fr_fr: Détails de l'assistance Helpdesk pour ce profil
pl_pl: Szczegóły dotyczące helpdesku dla tego profilu

source: The option %s is already defined IdP-wide. If you set it here on profile level, this setting will override the IdP-wide one.
es_es: La opción %s está ya definida para todo el IdP. Si la configuras a nivel de este perfil, se sobre-escribirán los valores generales del IdP.
fr_fr: L'option %s est déjà définie globalement dans l'IdP. Si vous la paramétrez au niveau du profil, cette option remplacera la globale.
pl_pl: Opcje %s są już zdefiniowane na poziomie IdP. Jeżeli ustawisz je na poziomie profilu, to zastąpią one ustawienia poziomu IdP.

source: EAP Details for this profile
es_es: Detalles EAP para este perfil
fi_fi: Profiilin EAP-tiedot
fr_fr: Détails EAP pour ce profil
pl_pl: Szczegóły EAP dla tego profilu

source: When you are sure that everything is correct, please click on 'Save data' and you will be taken to your IdP Dashboard page.
es_es: Cuando estés seguro de que todo está bien, haz click en el botón 'Salvar datos' y serás redirigido al panel de mandos del IdP.
fi_fi: Kun olet varma, että kaikki on oikein, napsauta 'Tallenna' ja sen jälkeen siirryt IdP Dashboard -sivulle.
fr_fr: Lorsque vous serez sur que tout est correct, cliquez sur 'Sauvegarder les données' et vous serez renvoyé sur le tableau de bord de votre IdP
pl_pl: Jeżeli jesteś pewny, że wszystkie podane dane są poprawne, to naciśnij <button type='submit' name='submitbutton' value='continue'>Dalej...</button>

source: %s: Profile wizard (step 3 completed)
es_es: %s: Asistente de perfiles (paso 3 concluido)
fi_fi: %s: Profiili-velho (vaihe 3 valmis)
fr_fr: %s: Assistant profile (étape 3 terminée)
pl_pl: %s: Konfigurator profilu (krok 3 zakończony)

source: Darn! Could not get a proper profile handle!
es_es: ¡caray! ¡No pude conseguir un manejador de perfil apropiado!
fi_fi: Pahus! En saanut kunnollista profiili-kahvaa!
fr_fr: Zut! Impossible d'obtenir un profil correct!
pl_pl: Oops! Nie mogę uzyskać dostępu do właściwego profilu!

source: Submitted attributes for this profile
es_es: Atributos enviados para este perfil'
fi_fi: Tämän profiilin asetukset on lähetetty.
fr_fr: Caractéristiques soumis pour ce profil
pl_pl: Przesłane atrybuty dotyczące tego profilu

source: Realm: <strong>%s</strong>
es_es: Dominio: <strong>%s</strong>
fi_fi: Verkkotunnus: <strong>%s</strong>
fr_fr: Domaine: <strong>%s</strong>
pl_pl: Realm jest <strong>%s</strong>

source: Anonymous Outer Identities cannot be turned on: realm is missing!
es_es: No se pueden activar las identidades anónimas externas: ¡falta el dominio!
fi_fi: Anonyymiä ulkoidentiteettiä ei voi käyttää: verkkotunnus puuttuu.
fr_fr: L'identité externe Anonymous ne peut pas être utilisée: le domaine est manquant!
pl_pl: Nie można włączyć anonimowej tożsamości zewnętrznej - brakuje realmu!

source: Anonymous Identity support is <strong>%s</strong>, the anonymous outer identity is <strong>%s</strong>
es_es: Soporte de identidad anónima es <strong>%s</strong>, la identidad anónima externa es <strong>%s</strong>
fi_fi: Anonyymin identiteetin tuki on <strong>%s</strong>, ulompi anonyymi identiteetti on <strong>%s</strong>
fr_fr: La prise en compte de l'identité externe Anonymous est <strong>%s</strong>, l'identité externe Anonymous est <strong>%s</strong>,
pl_pl: Status wsparcia anonimowości: <strong>%s</strong>, zewnętrzna tożsamość anonimowa jest ustawiona na <strong>%s</strong>

source: ON
pl_pl: Aktywny

source: Anonymous Identity support is <strong>%s</strong>
es_es: El soporte de identidad anónima está <strong>%s</strong>
fi_fi: Anonyymin identiteetin tuki on <strong>%s</strong>
fr_fr: La prise en compte de l'identité Anonymous est <strong>%s</strong>
pl_pl: Status wsparcia anonimowości: <strong>%s</strong>

source: OFF
pl_pl: Nieaktywny

source: Redirection can't be activated - you did not specify a target location!
es_es: Continuar al siguiente perfil
fi_fi: Uudelleenohjaus ei ole mahdollista - et ole määritellyt kohdetta!
fr_fr: La redirection est impossible - Vous n'avez pas spécifié de page cible !
pl_pl: Nie można włączyć przekierowania - nie podałeś adresu przekierowania!

source: Redirection is <strong>OFF</strong>
es_es: La redirección está <strong>DESACTIVADA</strong>
fi_fi: Uudelleenohjaus on <strong>pois päältä</strong
fr_fr: La redirection est <strong>OFF</strong>
pl_pl: Przekierowanie <strong>nieaktywne</strong>

source: Supported EAP Type:
es_es: Tipo EAP soportado:
fi_fi: Tuettu EAP-tyyppi:
fr_fr: Types EAP pris en charge:
pl_pl: Akceptowane typy EAP

source: Supported EAP Type: <strong>%s</strong> is missing required information %s !
es_es: Al tipo EAP soportado: <strong>%s</strong> le falta la información necesaria %s !
fi_fi: Tuettu EAP-tyyppi: <strong>%s</strong>, vaadittu tieto %s puuttuu!
fr_fr: Type EAP supporté: <strong>%s</strong> des informations requises sont manquantes %s !
pl_pl: dla wspieranej metody EAP <strong>%s</strong> brakuje informacji %s !

source: The EAP type was added to the profile, but you need to complete the missing information before we can produce installers for you.
es_es: El tipo EAP se añadió al perfil, pero necesitas completar la información que falta para que podamos crear instaladores para ti.
fi_fi: EAP-tyyppi lisättiin profiiliin, mutta sinun pitää lisätä puuttuvat tiedot, jotta asennusohjelmia voidaan tehdä.
fr_fr: Le type EAP a bien été ajouté à votre profil, mais vous devez compléter les informations manquantes pour que nous puissions créer les installateurs.
pl_pl: Metoda EAP została dodana do profilu, ale do przygotowania instalatorów niezbędne będzie uzupełnienie informacji.

source: Continue to Installer Fine-Tuning and Download
es_es: Continuar a los ajustes del instalador y descarga
fi_fi: Jatka Asennusohjelman Hienosäätöön ja Lataukseen
fr_fr: Continuer vers les paramètres avancés et le téléchargement de l’exécutable d'installation
pl_pl: Przejdź do części pobierania instalatorów i ustawiania ich parametrów

source: Editing User Attributes
es_es: Editando atributos del usuario
fi_fi: Käyttäjän tietoja muutetaan
fr_fr: Éditer les caractéristiques de l'utilisateur
pl_pl: Edycja atrybutów użytkownika

source: Current User Attributes
es_es: Atributos del usuario actualmente
fi_fi: Tämänhetkiset käyttäjätiedot
fr_fr: Caractéristiques de l'utilisateur
pl_pl: Atrybuty bieżącego użytkownika

source: Your attributes
es_es: Tus atributos
fi_fi: Sinun tietosi
fr_fr: Vos caractéristiques
pl_pl: Twoje atrybuty

source: User Attributes - Summary of submitted data
es_es: Atributos de usuario - Resumen de los datos enviados
fi_fi: Käyttäjän tiedot - Tietojen yhteenveto
fr_fr: Caractéristiques de l'utilisateur - Résumé des données soumises
pl_pl: Atrybuty Użytkownika - Podsumowanie przesłanych danych

source: The page was called with insufficient data. Please report this as an error.
es_es: Esta página fue invocada con datos insuficientes. Por favor, reporte esto como un error.
fi_fi: Tätä sivua kutsuttiin riittämättömillä tiedoilla. Ole hyvä ja raportoi tämä virhetoiminto.
fr_fr: Cette page est appelée avec des données insuffisantes. Merci de considérer cela comme une erreur.
pl_pl: Ta strona została niepoprawnie wywołana. Zgłoś to jako błąd.

source: Submitted attributes
es_es: Atributos enviados
fi_fi: Lähetetyt tiedot
fr_fr: Caractéristiques soumises
pl_pl: Przesłane atrybuty

source: Continue to user overview page
es_es: Continuar a la página de visión general del usuario
fi_fi: Jatka eteenpäin käyttäjän yhteenvetosivulle
fr_fr: Continuer vers la vue d'ensemble de l'utilisateur
pl_pl: Przejdź do strony własności użytkownika

source: %s: Federation Management
es_es: %s: Administración de la federación
fi_fi: %s: Yhteisön Ylläpito
fr_fr: %s: Gestion de la Fédération
pl_pl: %s: Zarządzenie Federacją

source: Federation Overview
es_es: Visión general de la federación
fi_fi: Perustietoa yhteisöstä
fr_fr: Vue d'ensemble de la Fédération
pl_pl: Dane Federacji

source: Your Personal Information
es_es: Tu información personal
fi_fi: Sinun henkilötietosi
fr_fr: Vos informations personnelles
pl_pl: Twoje dane

source: Unique Identifier
es_es: Identificador único
fi_fi: Yksikäsitteinen Tunniste
fr_fr: Identifiant unique
pl_pl: Identyfikator

source: click to display
es_es: click para mostrar
fi_fi: näytä
fr_fr: cliquez pour afficher
pl_pl: kliknij, aby wyświetlić

source: You are not a federation manager.
es_es: No eres un manager de federación.
fi_fi: Et ole yhteisön ylläpitäjä.
fr_fr: Vous n'êtes pas un administrateur de la fédération
pl_pl: Nie jesteś administratorem Federacji.

source: The invitation email was sent successfully.
es_es: El correo con la invitación fue enviado correctamente.
fi_fi: Kutsukirje lähetettiin onnistuneesti.
fr_fr: Le courriel d'invitation a été envoyé avec succès.
pl_pl: Email z zaproszeniem został wysłany.

source: The invitation email was sent.
es_es: El correo de invitación fue enviado.
fi_fi: Sähköpostikutsu on lähetetty
fr_fr: Le courriel d'invitation a été envoyé.
pl_pl: Email z zaproszeniem został wysłany

source: The invitation email could not be sent!
es_es: ¡El correo de invitación no pudo ser enviado!
fi_fi: Sähköpostikutsua ei voitu lähettää
fr_fr: Le courriel d'invitation n'a pas pu être envoyé!
pl_pl: Nie udało się wysłać emaila z zaproszeniem

source: Error: unknown result code of invitation!?!
es_es: Error: Código de resultado desconocido en la invitación!?!
fi_fi: Virhe: kutsun tuntematon virhekoodi!?!
fr_fr: Erreur: résultat inconnu de code d'invitation!?!
pl_pl: Błąd: nieznany rezultat zaproszenia?!

source: Unknown result!
es_es: !resultado desconocido!
fi_fi: Tuntematon tulos!
fr_fr: Résultat inconnu!
pl_pl: Nieprawidłowy wynik!

source: Institution Name
es_es: Nombre de la institución
fi_fi: Organisaation nimi
fr_fr: Nom de l'établissement
pl_pl: Nazwa instytucji

source: %s Database Sync Status
es_es: Estado de sincronización de la base de datos %s
fi_fi: %s Tietokannan Synkronointitilanne
fr_fr: %s Status de synchronisation de la base de données
pl_pl: Rezultat synchronizacji bazy %s

source: Administrator Management
es_es: Gestión de administradores
fi_fi: Ylläpidon Hallinta
fr_fr: Gestion de l'administrateur
pl_pl: Zarządzanie administratorami

source: Your federation %s contains the following institutions:
es_es: Tu federación %s contiene las siguientes instituciones:
fi_fi: Sinun yhteisöösi %s kuuluu seuraavat organisaatiot:
fr_fr: Votre fédération %s contient les établissement suivants
pl_pl: W Twojej Federacji %s są następujące instytucje:

source: Manage DB Link
es_es: Administrar el vínculo con la base de datos
fi_fi: Tietokannan hallintalinkki
fr_fr: Administrez les liens BD
pl_pl: Zarządzaj powiązaniem z bazą

source: NOT linked
es_es: NO vinculada
fi_fi: EI yhdistetty
fr_fr: NON lié
pl_pl: Nie powiązane

source: Linked
es_es: Vinculada
fi_fi: Yhdistetty
fr_fr: Lié
pl_pl: Powiązane

source: Add/Remove Administrators
es_es: Añadir/Eliminar administradores
fi_fi: Lisää/Poista Ylläpitäjiä
fr_fr: Ajouter/supprimer des administrateurs
pl_pl: Dodaj/Usuń Administratorów
